{
  "centroid": {
    "lon": "0.222498",
    "lat": "51.5776537"
  },
  "status": "Refused",
  "decision_target_date": "03/08/2020",
  "site_name": "14 Ayloffs Walk",
  "decision_conditions": [
    "The proposed development, by reason of its height, scale, bulk and position close to the boundaries of the site overbear and appear as an unacceptably dominant and visually intrusive feature in the street scene and rear garden, harmful to the appearance of the surrounding area, contrary to policies 7.4 and 7.6 of The London Plan (2016), to the Residential Extensions and Alterations SPD, Emerson Park Policy Area SPD, and Policies DC61 and DC69  of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "The proposed extensions would, by reason of its excessive depth beyond neighbouring dwellings, height and bulk, be an intrusive, overbearing and unneighbourly development to the detriment of the residential amenities of the occupants of Nos. 12 and 16 Ayloffs Walk, contrary to Residential Extensions and Alterations SPD, Emerson Park Policy Area SPD, and Policies DC61 and DC69  of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Andrew Harrington by e-mail on 31/07/20",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £36,450 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy £36,450 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 243 square metres.",
    "You are advised to visit the planning portal web"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 2RJ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "03/08/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0715.20",
  "centroid_northing": 188872,
  "uprn": "100021322778",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "03/08/2020",
  "description": "Proposed two storey side, front and rear extensions, Single storey side and rear extensions, involving increase in roof height and conversion of roof space to habitable room.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0715.20",
  "lpa_app_no": "P0715.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:32.591+00:00",
  "centroid_easting": 554098,
  "pp_id": "08754854",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "08/06/2020",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554122.879,
              188889.134
            ],
            [
              554082.239,
              188844.701
            ],
            [
              554072.215,
              188854.319
            ],
            [
              554112.584,
              188898.617
            ],
            [
              554122.879,
              188889.134
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.084
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "30/06/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2228643,
          51.5778008
        ],
        [
          0.22225879999999998,
          51.5774127
        ],
        [
          0.2221185,
          51.5775018
        ],
        [
          0.22272000000000003,
          51.5778888
        ],
        [
          0.2228643,
          51.5778008
        ]
      ]
    ],
    "type": "Polygon"
  }
}