{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505092.8745,
              183850.7088
            ],
            [
              505067.7391,
              183839.1333
            ],
            [
              505047.5646,
              183819.6202
            ],
            [
              505026.7286,
              183839.464
            ],
            [
              505034.6661,
              183852.0317
            ],
            [
              505010.8535,
              183867.9068
            ],
            [
              505029.3744,
              183891.7193
            ],
            [
              505048.5567,
              183909.5787
            ],
            [
              505058.8094,
              183914.8704
            ],
            [
              505092.5438,
              183851.3703
            ],
            [
              505092.8745,
              183850.7088
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08049156",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:58.559+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "13/09/2019",
  "secondary_street_name": "UXBRIDGE",
  "appeal_start_date": null,
  "ward": "UXBRIDGE SOUTH",
  "centroid": {
    "lat": "51.5439335",
    "lon": "-0.486481"
  },
  "decision": "Approved",
  "valid_date": "12/08/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.398
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=9069/APP/2019/2686",
  "lpa_name": "Hillingdon",
  "site_name": "ST MARYS RC PRIMARY SCHOOL",
  "lapsed_date": "06/11/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers: PL-2000 and PL-4000 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Prior to the commencement of development details of the internal layout of the double decker bus to include details on how the bus will be used as a library to meet the needs of people with disabilities shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be provided prior to the occupation of the development and shall be permanently retained thereafter.",
    "REASON",
    "To ensure that the use of the double decker bus as a library is fully inclusive for people with disabilities in accordance with Policy CI1 of the Hillingdon Local Plan: Part One (Strategic Policies) 2012, Policy 7.2  of the London Plan 2016 and the Accessible Hillingdon Supplementary Planning Document 2017.",
    "All the facilities designed specifically to meet the needs of people with disabilities that are shown on the approved plans shall be provided prior to the occupation of the development and thereafter permanently retained.",
    "REASON",
    "To ensure that adequate facilities are provided for people with disabilities in accordance with Policy CI1 of the Hillingdon Local Plan: Part One (Strategic Policies)",
    "The development hereby approved shall only be used in conjunction with the existing library facilities within the main school building and shall not be used as a replacement for those facilities.",
    "REASON",
    "To ensure that the school library facilities are fully inclusive for people with disabilities in accordance with Policy CI1 of the Hillingdon Local Plan: Part One (Strategic Policies) 2012, Policy 7.2  of the London Plan 2016 and the Accessible Hillingdon Supplementary Planning Document 2017.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Siting of a double decker bus on the school playground for use as a library",
  "lpa_app_no": "9069/APP/2019/2686",
  "decision_target_date": "13/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "06/11/2019",
  "id": "Hillingdon-9069_APP_2019_2686",
  "centroid_northing": 183867,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505052,
  "street_name": "ROCKINGHAM ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48589659999999996,
          51.5437795
        ],
        [
          -0.4862624,
          51.5436801
        ],
        [
          -0.48655899999999996,
          51.5435085
        ],
        [
          -0.4868535,
          51.5436907
        ],
        [
          -0.4867353,
          51.5438022
        ],
        [
          -0.4870738,
          51.5439493
        ],
        [
          -0.4867998,
          51.5441599
        ],
        [
          -0.4865179,
          51.5443168
        ],
        [
          -0.4863685,
          51.5443625
        ],
        [
          -0.4859012,
          51.5437855
        ],
        [
          -0.48589659999999996,
          51.5437795
        ]
      ]
    ],
    "type": "Polygon"
  }
}