{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3969852,
          51.5548284
        ],
        [
          -0.3968308,
          51.5549309
        ],
        [
          -0.3964376,
          51.5547709
        ],
        [
          -0.3965602,
          51.5546489
        ],
        [
          -0.3969833,
          51.554826
        ],
        [
          -0.3969852,
          51.5548284
        ]
      ]
    ],
    "type": "Polygon"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T20:09:17.787+00:00",
  "parking_details": null,
  "site_name": "37 EDWARDS AVENUE",
  "decision_target_date": "10/09/2024",
  "site_number": null,
  "bo_system": "CSV Data Import",
  "actual_completion_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.054000000000000006
  },
  "appeal_decision_date": null,
  "centroid_northing": 185205,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511231.3041,
              185210.8443
            ],
            [
              511241.7552,
              185222.486
            ],
            [
              511269.4042,
              185205.288
            ],
            [
              511261.2021,
              185191.5297
            ],
            [
              511231.4364,
              185210.5797
            ],
            [
              511231.3041,
              185210.8443
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "postcode": null,
  "last_updated_by": "CSV Data Import",
  "valid_date": "28/07/2023",
  "lpa_app_no": "65680/APP/2023/2256",
  "appeal_status": null,
  "development_type": null,
  "pp_id": "12343157",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "10/09/2027",
  "borough": "Hillingdon",
  "secondary_street_name": null,
  "id": "Hillingdon-65680_APP_2023_2256",
  "street_name": "RUISLIP",
  "last_date_consultation_comments": "07/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "(deleted condition)",
    "The development shall be constructed strictly in accordance with the materials and external surface details specified in the document titled 'External Material Schedule  Updated: 18/08/2023 Revision: 1'.  Thereafter the development shall be retained in accordance with the approved details.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out strictly in accordance with the boundary treatment details granted on 11th September 2014 under application reference 65680/APP/2014/2485. Thereafter the development shall be retained in accordance with the approved details.",
    "REASON",
    "To safeguard the visual amenities of the area in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwellings hereby approved shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London Plan.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 1158_EXS01_I1, 1158_S01_I2, 1158_GA01_I1, 1158_GE01_I1, 1158_GAR1_I1, 1158_GS01_I2 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no extension to any dwellinghouse(s) nor any garage(s), shed(s) or other outbuilding(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no addition to or enlargement of the roof of any dwellinghouse shall be constructed.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing number 35A and 39 Edwards Avenue.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out in accordance with the finished levels specified on drawing number 1158_GS01_I2.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties, in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out in accordance with the vehicular access sight line details  under application reference 65680/APP/2014/2485 and granted on 11th September 2014. Thereafter the development shall be retained in accordance with the approved details.",
    "REASON",
    "To ensure that adequate sight lines are provided and thereafter retained in the interests of highway safety in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "The front garden area of the development hereby approved, including hard surfacing for car parking, landscape buffers on each side of the front boundaries, pedestrian access, bin stores and surface drainage shall be carried out in accordance with the details approved under application reference 65680/APP/2014/2485 and granted on 11th September 2014. Thereafter the development shall be retained in accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality, in the interests of highway safety and to ensure that surface water runoff is handled as close to its source as possible in accordance with Policies DMEI 9 DMHB 11, DMHB 12, DMHB 14 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of",
    "the London Plan (2021).",
    "The development hereby approved shall be carried out in accordance with the cycle storage details granted on 11th September 2014 under application reference 65680/APP/2014/2485. Thereafter the development shall be retained in accordance with the approved details.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policy DMT 5 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out in accordance with the energy efficiency details granted on 11th September 2014 under application reference 65680/APP/2014/2485. Thereafter the development shall be retained in accordance with the approved details.",
    "REASON",
    "To ensure the objectives of sustainable development in accordance with Policy DMEI 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out in accordance with the surface water management details granted on 11th September 2014 under application reference 65680/APP/2014/2485. Thereafter the development shall be retained in accordance with the approved details.",
    "REASON",
    "To ensure that surface water run off is handled as close to its source as possible in compliance with Policy DMEI 9 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out in accordance with the landscaping scheme (hard and soft landscaping works, including car parking layout) and details granted on 11th September 2014 under application reference 65680/APP/2014/2485. Thereafter the development shall be retained in accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "All hard and soft landscaping shall be carried out in accordance with the approved landscaping scheme and shall be completed within the first planting and seeding seasons following the completion of the development or the occupation of the buildings, whichever is the earlier period. The new planting and landscape operations should comply with the requirements specified in BS 3936 (1992) 'Nursery Stock, Part 1, Specification for Trees and Shrubs' and in BS 4428 (1989) 'Code of Practice for General Landscape Operations (Excluding Hard Surfaces)'.  Thereafter, the areas of hard and soft landscaping shall be permanently retained.",
    "Any tree, shrub or area of turfing or seeding shown on the approved landscaping scheme which within a period of 5 years from the completion of development dies, is removed or in the opinion of the Local Planning Authority becomes seriously",
    "damaged or diseased shall be replaced in the same place or, if planting in the same place would leave the new tree, hedge or",
    "The construction works development hereby approved shall be carried out in accordance with the demolition and construction management plan details granted on 11th September 2014 under application reference 65680/APP/2014/2485.",
    "REASON",
    "In order to reduce pressure on existing on-street parking and to ensure that the development does not prejudice the free flow of traffic and conditions of safety along the neighbouring highway in compliance with Policies DMT1, DMT 2, DMT 4 and DMT 6 of the  Hillingdon Local Plan Part 2 (2020).",
    "(deleted condition)",
    "The first floor windows in the side elevations facing Nos. 35A and 39 Edwards Avenue shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policies DMHB 11 and",
    "DMHD 1 of the Hillingdon Local Plan Part 2 (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Wildlife and Countryside Act 1981: Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species. Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works."
  ],
  "centroid": {
    "lat": 51.55477,
    "lon": -0.396666
  },
  "centroid_easting": 511255,
  "ward": "SOUTH RUISLIP 2022",
  "application_type": "All Other",
  "decision_date": "10/09/2024",
  "application_type_full": "Removal/Variation of a condition",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=65680/APP/2023/2256",
  "uprn": null,
  "description": "Variation of Condition 5 (approved plans) and removal of Condition 18 (resident parking permit restrictions) of planning permission ref. 65680/APP/2011/36 dated 04-04-2011 for 'Erection of 4 two-bedroom back to back two storey dwellings with associated parking and amenity space and installation of new vehicular crossover, involving demolition of existing detached dwelling' for minor material amendments to the internal and external fabric of the building.",
  "date_building_work_started_under_previous_permission": null,
  "locality": null,
  "decision_process": "Committee",
  "epc_number": null,
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Hillingdon"
}