{
  "street_name": "COWLEY ROAD",
  "lpa_app_no": "4341/TRE/2021/68",
  "epc_number": null,
  "ward": "UXBRIDGE SOUTH",
  "bo_system": "CSV Data Import",
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "description": "To carry out various tree work as per the included arboricultural report, TPO727",
  "application_type": "All Other",
  "decision_conditions": [
    "T5 - Common Lime - Re-Pollard to previous pollard points removing up to 3m",
    "T6 - Common Lime - Re-Pollard to previous pollard points removing up to 3m",
    "T8 - Common Lime - Reduce tree to a 10m monolith Pollard (as per recommendations of attached Tomograph report)",
    "T9 - Common Lime - Re-Pollard to previous pollard points removing up to 3m",
    "T10 - Common Lime - Re-Pollard to previous pollard points removing up to 3m",
    "T11 - Common Lime - Re-Pollard to previous pollard points removing up to 3m",
    "T12 - Common Lime - Re-Pollard to previous pollard points removing up to 3m",
    "T27 - Pink Japanese Cherry - Fell (Fruiting fungal bodies/Ganodema)",
    "T29 - Pink Japanese Cherry - Reduce and reshape crown by up to 1.5m",
    "T30 - Bird Cherry - Crown Lift to 2.5m",
    "T34 - Field Maple - Crown Lift to 3m",
    "T47 - Field Maple - Crown Lift to 3m",
    "T55 - Silver Birch - Crown Lift to 3m",
    "T60 - Common Alder - Crown Lift to 3m",
    "T61 - Common Alder - Crown Lift to 3m",
    "T85 - Holm Oak - Crown Lift to 2.5m",
    "T13 - Common Lime - Re-Pollard bringing height down to 10m from ground level, reshaping crown.",
    "T14 - False Acacia - Re-Pollard to previous pollard points removing up to 3m",
    "T40 - Horse Chestnut - Reduce and reshape crown by up to 1.5m",
    "T42 - Horse Chestnut - Reduce and reshape crown by up to 1.5m",
    "T44 - Horse Chestnut - Reduce and reshape crown by up to 1.5m",
    "T50 - Common Alder - Reduce and reshape crown by up to 2.5m",
    "T51 - Common Alder - Reduce and reshape crown by up to 2.5m",
    "T52 - Norway Maple - Reduce and reshape crown by up to 2.5m",
    "T57 - Common Alder - Reduce and reshape crown by up to 2.5m",
    "T58 - Common Alder - Reduce and reshape crown by up to 2.5m",
    "T59 - Common Alder - Reduce and reshape crown by up to 2.5m",
    "T62 - Common Alder - Reduce and reshape crown by up to 2.5m",
    "The works hereby permitted shall be carried out within 2 years of the date of this consent.",
    "REASON",
    "To enable the Local Planning Authority to reconsider the appropriateness of the works in the light of any change in circumstances.",
    "The tree(s) to be pruned shall be crown lifted as per the approved specification. This work shall involve the tip reduction of low hanging branches and/or the removal of low branches to the height specified and result in a tree of balanced appearance; those branches to be removed shall be removed at their origin and all branch collars shall be left intact.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The re-growth / re-grown crown of the tree to be re-pollarded shall be removed. All pruning cuts shall be made above the previous pruning / pollard points in such a manner so as to minimise the impact to the tree(s) health and encourage the continued formation of a pollard head.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\". Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "Insufficient evidence has been provided in the submitted tree survey report and application to justify the work hereby refused. The proposed work specification is considered excessive to such an extent that the unnecessary pruning wounds created will have a negative impact on both the long-term health and visual amenity of the trees. T13 and T14 do not appear to have been previously pollarded and further investigate work will be required to justify such a drastic reduction to T13."
  ],
  "actual_commencement_date": null,
  "uprn": null,
  "pp_id": "09616359",
  "last_updated_by": "CSV Data Import",
  "secondary_street_name": "UXBRIDGE",
  "subdivision_of_building": null,
  "title_number": null,
  "id": "Hillingdon-4341_TRE_2021_68",
  "decision": "Split Decision",
  "borough": "Hillingdon",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505398.8618,
              183446.7679
            ],
            [
              505398.8618,
              183513.2446
            ],
            [
              505421.6822,
              183515.2289
            ],
            [
              505422.0129,
              183511.9216
            ],
            [
              505438.8802,
              183511.5909
            ],
            [
              505438.8802,
              183512.9138
            ],
            [
              505456.7396,
              183515.5597
            ],
            [
              505457.7318,
              183507.2914
            ],
            [
              505505.6876,
              183511.9216
            ],
            [
              505512.6329,
              183455.0361
            ],
            [
              505400.5155,
              183445.7757
            ],
            [
              505398.8618,
              183446.7679
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_status": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "reference_no_of_permission_being_relied_on": null,
  "site_name": "WHITEHALL JUNIOR SCHOOL",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.6790000000000002
  },
  "postcode": "UB8 2QE",
  "centroid_easting": 505452,
  "status": "Split Decision",
  "valid_date": "15/03/2021",
  "decision_process": "Delegated",
  "centroid_northing": 183481,
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4341/TRE/2021/68",
  "parking_details": null,
  "decision_date": "13/05/2021",
  "development_type": null,
  "cil_liability": false,
  "locality": null,
  "appeal_decision": null,
  "decision_target_date": "10/05/2021",
  "last_updated": "2025-03-20T23:29:27.672+00:00",
  "lpa_name": "Hillingdon",
  "lapsed_date": "13/05/2024",
  "centroid": {
    "lat": "51.5403894",
    "lon": "-0.4808306"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4816068,
          51.5400916
        ],
        [
          -0.4815869,
          51.5406892
        ],
        [
          -0.4812574,
          51.5407027
        ],
        [
          -0.4812536,
          51.5406729
        ],
        [
          -0.48101059999999995,
          51.5406668
        ],
        [
          -0.4810102,
          51.5406787
        ],
        [
          -0.48075199999999996,
          51.5406992
        ],
        [
          -0.4807401,
          51.5406247
        ],
        [
          -0.48004749999999996,
          51.5406573
        ],
        [
          -0.47996449999999996,
          51.5401447
        ],
        [
          -0.4815832,
          51.5400824
        ],
        [
          -0.4816068,
          51.5400916
        ]
      ]
    ],
    "type": "Polygon"
  }
}