{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Erection of a part single, part double storey front and rear extension, conversion of roof space into habitable accommodation with crown roof extension, roof lights and 2 x rear dormers including amendments to fenestration and the erection of a carport to front.",
  "epc_number": null,
  "street_name": "ICKENHAM",
  "appeal_decision": null,
  "lpa_app_no": "4011/APP/2022/2571",
  "centroid": {
    "lon": "-0.4673679",
    "lat": "51.5663996"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 506325,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4011/APP/2022/2571",
  "last_updated": "2025-03-20T15:45:20.172+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 186393,
  "site_name": "66 THE DRIVE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "16/08/2022",
  "lapsed_date": "11/10/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "11/10/2022",
  "title_number": [
    "Unregistered"
  ],
  "decision": "Approved",
  "last_date_consultation_comments": "16/09/2022",
  "ward": "ICK/HAM & S HF/D 22",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-4011_APP_2022_2571",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506294.8333,
              186396.5039
            ],
            [
              506305.1338,
              186417.1051
            ],
            [
              506357.0105,
              186384.9284
            ],
            [
              506352.0496,
              186370.3762
            ],
            [
              506294.8333,
              186396.5039
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506304.7552,
              186417.3399
            ],
            [
              506305.4166,
              186417.6706
            ],
            [
              506305.1338,
              186417.1051
            ],
            [
              506304.7552,
              186417.3399
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2021/187 -04A (Proposed Elevations), 2021/187 -05C, 2021/187 -06C, 2021/187 -07C, 2021/187 -08C, 2021/187 -10C (all revised 10-10-22), 2021/187 -09C, 2021/187 -11C and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "The first floor windows and roof lights in the side elevations facing Nos. 64 and 68 The Drive shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. Therefore the water from the site entering the sewers should minimised:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow."
  ],
  "application_details": {
    "no_additional_bedrooms": 0,
    "total_gia_gained": 225.06,
    "existing_uprns": null,
    "intended_commencement_date": "10/2022",
    "no_additional_bathrooms": 3,
    "intended_completion_date": "03/2023",
    "site_area": 0.11800000000000001
  },
  "pp_id": "11481336",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4678019,
          51.5664368
        ],
        [
          -0.4676471,
          51.56662
        ],
        [
          -0.46690869999999995,
          51.566321
        ],
        [
          -0.46698459999999997,
          51.5661912
        ],
        [
          -0.4678019,
          51.5664368
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "11/10/2022",
  "secondary_street_name": null
}