{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2540/23",
  "application_type_full": "Non-Material Amendment",
  "uprn": "200004437667",
  "borough": "Harrow",
  "street_name": "Headstone Drive",
  "locality": "Harrow",
  "ward": "Marlborough",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Amendment to wording of Condition 4 as follows:\r\n\r\nPrior to commencement of piling works, details of works for the disposal of surface water, including surface water attenuation and storage, must be submitted to, and agreed in writing by, the local planning authority. The submitted details shall include measures to prevent water pollution and details of SuDS and their management and maintenance. The development shall be carried out in accordance with the details so agreed and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that the development achieves an appropriate greenfield run-off rate in this critical drainage area and to ensure that sustainable urban drainage measures are exploited. To ensure that measures are agreed and built-in to the development to manage and reduce surface water run-off, this condition is a PRIOR TO PILING WORKS  condition.'",
    "Condition : 2 - Amendment to wording of Condition 5 as follows:\r\nPrior to commencement of piling works, a foul water drainage strategy, must be submitted to and agreed in writing by the local planning authority. The development shall not be occupied until the agreed drainage strategy has been implemented.\r\n\r\nREASON: To ensure that there would be adequate infrastructure in place for the disposal of foul water arising from  the development,  and to  ensure  that the development would be resistant and resilient to foul water flooding. To ensure that measures are agreed and put in place to dispose of foul water arising from the development, this condition is a PRIOR TO PILING WORKS condition.",
    "Condition : 3 - Amendment to wording of Condition 6 as follows:\r\n\r\nPrior to the commencement of piling works, details of the levels of the building(s), road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes proposed in the levels of\r\nthe site, must be submitted to, and approved by, the local planning authority.\r\nREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement.",
    "Condition : 4 - Amendment to wording of Condition 7 as follows:\r\n\r\nPrior to commencement of piling works, an updated Energy Strategy must be submitted to, and agreed in writing by, the local planning authority. The energy strategy must demonstrate how zero carbon will be achieved for the residential development and a 35% reduction achieved (relative to Part L 2013) for the healthcare facility.  Details should include SAP TER/ DER worksheets, BRUKL worksheet for the building including energy efficiencies and should deal with any outstanding matters outlined in the GLA's formal Stage 1 technical response dated 8.01.2019. The development shall be carried out in accordance with the strategy as so agreed and shall be retained as such thereafter.'\r\n\r\nREASON: To ensure the delivery of a sustainable development. This is a PRIOR TO PILING WORKS condition."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "514740",
  "status": "Approved",
  "decision_date": "27/09/2023",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3442804,
          51.5935862
        ],
        [
          -0.3441622,
          51.5936683
        ],
        [
          -0.3430477,
          51.5931501
        ],
        [
          -0.3429933,
          51.5930596
        ],
        [
          -0.34328329999999996,
          51.5930098
        ],
        [
          -0.3436878,
          51.5929796
        ],
        [
          -0.3439182,
          51.5929829
        ],
        [
          -0.3440534,
          51.5929609
        ],
        [
          -0.3441818,
          51.5931302
        ],
        [
          -0.3442149,
          51.5932742
        ],
        [
          -0.34430069999999996,
          51.5935566
        ],
        [
          -0.3442804,
          51.5935862
        ]
      ]
    ]
  },
  "decision_target_date": "03/10/2023",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "05/09/2023",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T02:53:34.423+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Kodak",
  "id": "Harrow-P_2540_23",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "189564",
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://site.com?appref=P/2540/23-or-1270224 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Non-material amendment to planning permission P/3671/18 dated 08/04/2022 to allow amendment of conditions 4, 5, 6 and 7 to change the trigger dates of conditions",
  "valid_date": "05/09/2023",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              514787.3596674,
              189602.2744283
            ],
            [
              514795.3430353,
              189611.5883576
            ],
            [
              514873.8461538,
              189555.7047817
            ],
            [
              514877.8378378,
              189545.7255717
            ],
            [
              514857.8794179,
              189539.7380457
            ],
            [
              514829.9376299,
              189535.7463617
            ],
            [
              514813.970894,
              189535.7463617
            ],
            [
              514804.6569647,
              189533.0852391
            ],
            [
              514795.3430353,
              189551.7130977
            ],
            [
              514792.6819127,
              189567.6798337
            ],
            [
              514786.029106,
              189598.9480249
            ],
            [
              514787.3596674,
              189602.2744283
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "12374666",
  "application_details": {
    "site_area": 0.385
  },
  "centroid": {
    "lon": "-0.34497629999999996",
    "lat": "51.5932519"
  },
  "lapsed_date": "27/09/2026",
  "decision_process": "Delegated",
  "actual_completion_date": null
}