{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302339,
          51.421638
        ],
        [
          -0.30234,
          51.421611
        ],
        [
          -0.302383,
          51.421611
        ],
        [
          -0.302382,
          51.421638
        ],
        [
          -0.302339,
          51.421638
        ]
      ]
    ],
    "type": "Polygon"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-05-05T18:08:23.874Z",
  "parking_details": null,
  "site_name": "Top Floor Flat",
  "decision_target_date": "03/10/2023",
  "site_number": "214",
  "bo_system": "Idox Uniform",
  "actual_completion_date": null,
  "application_details": {
    "site_area": 0.008,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Richmond Road Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.11.92\rTree ref: T1\rTree type: ASHL1\rDescription: RBK Order no: 11 Year: 1992"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021766906"
    ]
  },
  "appeal_decision_date": null,
  "centroid_northing": 170546,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": null,
  "subdivision_of_building": null,
  "postcode": "KT2 5HF",
  "last_updated_by": "Idox Uniform",
  "valid_date": "08/08/2023",
  "lpa_app_no": "23/01932/FUL",
  "appeal_status": null,
  "development_type": "Minor all other minor developments",
  "pp_id": "PP-12317646",
  "decision_agency": null,
  "title_number": [],
  "lapsed_date": "03/10/2026",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "id": "Kingston-23_01932_FUL",
  "street_name": "Richmond Road",
  "last_date_consultation_comments": "06/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The garaging and/or car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, the vehicular crossover(s) as shown on the approved plans shall be provided (including reinstating the footway to the satisfaction of the local planning authority) and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure proper vehicular access to the site in the interests of the safety and operation of the highway network, in accordance with policy T4 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The hard surface hereby approved shall be made of porous materials, or provision is made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse. \r\rReason: to ensure the development would comply with Policy SI 13 (Sustainable Drainage) of the London Plan 2021 and Policy DM4 of the LDF Core Strategy 2012.",
    "Prior to the commencement of development, details of the proposed gates to the driveway (new vehicular access) including  the method of operational opening and closing shall have been submitted to and approved in writing to the Local Planning Authority\r\rReason : to ensure satisfactory appearance on the completion of the development and avoid obstruction of the highway  in accordance with policies CS8 and DM10 of LDF Core Strategy 2012.",
    "The brickwork to be carried out for the reconstruction of the new pillar  and repairs to the lower plinth parts of the wall  to which this permission relates shall match those of the existing unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012."
  ],
  "centroid": {
    "lat": 51.421624,
    "lon": -0.302361
  },
  "centroid_easting": 518136,
  "ward": "Tudor",
  "application_type": "All Other",
  "decision_date": "03/10/2023",
  "application_type_full": "Demolition in a conservation area",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RXXILWNHH8800",
  "uprn": "100021766906",
  "description": "Formation of a drop kerb, widening of the existing gate. Removal of existing pillar from the garden wall, erection of a new pillar and associated hardstanding.",
  "date_building_work_started_under_previous_permission": null,
  "locality": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Kingston"
}