{
  "centroid_easting": 517857,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Kingston",
  "lpa_app_no": "23/01206/FUL",
  "last_date_consultation_comments": "29/08/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "centroid": {
    "lat": 51.389641,
    "lon": -0.307555
  },
  "postcode": "KT6 6SD",
  "actual_completion_date": null,
  "street_name": "Lovelace Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307533,
          51.389655
        ],
        [
          -0.307534,
          51.389628
        ],
        [
          -0.307577,
          51.389628
        ],
        [
          -0.307576,
          51.389655
        ],
        [
          -0.307533,
          51.389655
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RU55V7NHFS100",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Kingston-23_01206_FUL",
  "ward": "Surbiton Hill",
  "title_number": [],
  "description": "Variation of Condition Application under Section 73A of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) and Condition 13 (Landscape Scheme) of Planning permission 22/02336/FUL (Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 21/02481/FUL  (Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 20/01105/FUL (Demolition of part existing dwelling (extension) to create access to rear and erection of 2 no. x five bed dwellings including parking and associated works (revised design details)) dated 13/07/2022. Variation to conditions 1 and 13  to allow for amendments to design of hard and soft landscaping.) to allow amendments to the design of hard and soft landscaping, removal of planter bed",
  "uprn": "100021792911",
  "site_name": "Coachhouse",
  "decision_agency": null,
  "centroid_northing": 166981,
  "application_details": {
    "site_area": 0.099,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.19.74\rTree ref: T15\rTree type: LEYL1\rDescription: RBK Order no: 19 Year: 1974"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74\rTree ref: T14\rTree category: T\rDetails: Fileno: 097"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74\rTree ref: T16\rTree category: T\rDetails: Fileno: 097"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74\rTree ref: T17\rTree category: T\rDetails: Fileno: 097"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74\rTree ref: T18\rTree category: T\rDetails: Fileno: 097"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021792911"
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "10/07/2023",
  "subdivision_of_building": null,
  "decision_date": "11/10/2023",
  "decision": "Approved",
  "locality": null,
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": null,
  "development_type": "Minor dwellings",
  "lapsed_date": "11/10/2026",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of the original planning permission 20/01105/FUL, granted 21/04/2021.\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "The development shall be carried out in accordance with details/samples of  facing materials as approved and discharged 23 January 2023, reference 22/03380/CLC. The development shall then be built in accordance with these approved samples and completed prior to occupation.\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall be implemented in accordance with the detailed construction logistic plan discharged 17 September 2021, reference 21/02478/CLC.\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 of the Core Strategy Adopted (2012).",
    "The development shall be implemented in accordance with the detailed Sustainable Drainage Strategy discharged 10 November 2021, reference 21/02480/CLC, or a scheme as subsequently agreed in writing by the Local Planning Authority.\rThe approved drainage system shall be implemented in accordance with the approved Sustainable Drainage Strategy prior to the first occupation of the dwelling and maintained thereafter for the lifetime of the development.\rReason: To prevent the increased risk of flooding by ensuring the provision of a satisfactory means of surface water disposal is incorporated into the design and the build of the proposed development, in accordance with Policy SI 13 (Sustainable Drainage) of the London Plan (March 2021) and Policy DM1 of the Core Strategy Adopted (2012).",
    "No work relating to the development hereby approved, including works of demolition or preparation prior to building operations, shall take place other than between the hours of 08:00 and 18:00 Monday to Friday and 08:00 to 13:00 Saturdays and at no time on Sundays or Bank or National Holidays.\rReason: To protect the occupiers of neighbouring properties from noise and disturbance outside the permitted hours during the construction period, in accordance with Policy DM10 of the Core Strategy Adopted (2012).",
    "The car parking shown upon the approved drawings shall be provided with a hard-bound dust free surface, adequately drained before the development to which it relates is occupied and, thereafter, it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles\rfor the occupiers of the development and visitors to it.\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall be carried out in accordance with details of the boundary treatment shown on drawing No. 555_CDA_ZZ_00_DR_A_99_0100 REV 02 Boundary Treatment. The development shall then be built and maintained in accordance with the  boundary details  hereby approved and completed prior to occupation.\rReason: To safeguard the amenities of the surrounding residential occupiers and in the interest of visual amenity, in accordance with Policy DM10 of the Core Strategy Adopted (2012).",
    "The development shall be carried out in accordance with details of the secure cycle facilities (providing a minimum of 2 cycles per dwelling) as approved and discharged 3rd April 2023, reference 23/00379/CLC. The approved cycle store details shall be made\ravailable for use prior to the first occupation of the development and shall thereafter be retained for this use at all times.\rReason: To ensure the provision of adequate cycling facilities in accordance with Policy DM10 of the Core Strategy Adopted (2012) and Policy T5 of the London Plan (2021).",
    "The development shall be carried out in accordance with details of therefuse and recycling facilities as approved and discharged 3rd April 2023, reference 23/00379/CLC.  The approved refuse and recycling facilities details shall be made available for use prior to the first occupation of the development and shall thereafter be retained for this use at all times.\rReason: To ensure the provision of adequate refuse and recycling facilities in accordance with Policy DM10 of the Core Strategy Adopted (2012).",
    "The development shall be carried out in accordance with the waste and recycling management strategy as approved and discharged 3rd April 2023, reference 23/00379/CLC. The waste and recycling management strategy  shall thereafter be adhered to at all times for the lifetime of the development.\rReason: To ensure the provision of adequate refuse and recycling facilities in accordance with Policy DM10 of the Core Strategy Adopted (2012).",
    "No development or other operations shall take place except in complete accordance with the approved document titled Arboricultural Method Statement dated 6 May 2020 and drawing numbers Arbtech AIA02, Arbtech TPP 02 (Demolition), Arbtech TPP 02 (Construction) (hereinafter referred to as the Approved Scheme).\rNo operations shall commence on site in connection with development hereby approved until the tree protection works required by the Approved Scheme are in place on site.\rNo excavations for services, storage of materials or machinery, parking of vehicles, deposit or excavation of soil or rubble, lighting of fires or disposal of liquids shall take place within an area designated as being fenced off or otherwise protected in the Approved Scheme.\rThe fencing or other works which are part of the Approved Scheme shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials removed from the site, unless the prior approval in writing of the local planning authority has first been sought and obtained.\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Within 3 months  from the date of this permission, details of an updated landscaping and planting plan shall be submitted to and approved in writing by the Local Planning Authority \rThe updated landscape plan shall be based on the previously approved details (Planting Plan 6/6b/6C Lovelace Gardens, Surbiton, KT6 6SP - V3 ) and shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\rSpecies (both Latin & Common names) for all plants.\rLocations of all plants or areas of planting.\rPlant numbers or planting densities.\rSizes of all plants and particularly trees 'at time of planting'.\rDetails of all hard-landscaping areas including materials \rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Before the beneficial occupation of the development hereby permitted all windows in the front elevation and side elevations at first floor level of the dwellings shown to be fitted with obscure glazing on the drawings hereby approved, shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable unless fitted with a restrictor mechanism. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall be carried out in accordance with details of C02 reductions (ENE1) and internal water usage (WAT1) standards strategy approved and discharged 3rd April 2023, reference 23/00379/CLC. The development shall then be built and maintained  in accordance with the approved details  and completed prior to occupation.\rReason: In order to ensure that all development is designed and built to make the most efficient use of resources, reduce its lifecycle impact on the environment and contributes to climate change mitigation and adaptation in accordance with Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.",
    "The new residential units as labelled 6A and 6B hereby approved shall not be occupied until the development has been built in accordance with the requirements of Category 2 of the Building Regulations document titled 'Approved Document M - Access to and use of buildings', in accordance with the details approved and discharged 3rd April 2023, reference 23/00379/CLC. The development shall then be built and maintained  in accordance with the approved details.\rReason: In the interest of inclusive design and accessibility in accordance with Policy D7 of the London Plan (March 2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of\rthe council.\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "By the time the development hereby permitted is substantially complete, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of footway, in accordancce  with Drawing No. 555_CDA_ZZ_00_ DR_A_99_0103-REV 04 Pedestrian and Vehicular Visibility Splays. The pedestrian/vehicular intervisibility splays  shall permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\rReason: To maintain pedestrian/vehicular intervisibility in the interest of highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Except as expressly varied by the layout changes subject of this application, the design details of the proposed vehicular access to the new dwellings, including access width, levels, finishes (including the clear delineation of the pedestrian access) and drainage (to include provision of channel drain), shall be  e carried out in accordance with details  as approved and discharged 23 January 2023, reference 22/03380/CLC. The development shall then be built in accordance with these approved details and completed prior to occupation and kept free from obstruction thereafter.\rReason: To ensure proper vehicular and pedestrian access to the site and to avoid draining onto the highway, in the interests of the safety and operation of the highway network in accordance with Policy T6 of the London Plan (March 2021) and policies CS6 and DM8 of the LDF Core Strategy (2012).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the front or side elevation walls of the buildings hereby approved.\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Two car parking spaces, one to serve each of the new houses labeled 6A and 6B, shall be provided with active electric vehicle charging points.  The development shall be carried out in accordance with ECV details as approved and discharged 3rd April 2023, reference 23/00379/CLC. The development shall then be built and maintained  in accordance with the approved details  and completed prior to occupation.\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policy T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "This application is subject to the requirements / controls contained in the Legal Agreement entered into under Planning Permission 20/01105/FUL\rReason: for the avoidance of doubt."
  ],
  "parking_details": null,
  "last_updated": "2025-05-05T18:05:33.182Z",
  "last_updated_by": "Idox Uniform",
  "site_number": "6",
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "valid_date": "15/05/2023",
  "pp_id": "PP-12138125",
  "status": "Approved"
}