{
  "borough": "Royal Borough of Kingston (LA Code)",
  "cil_liability": true,
  "decision_target_date": "30/08/2023",
  "lpa_app_no": "23/01806/HOU",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "07/09/2023",
  "lpa_name": "Kingston",
  "application_details": {
    "intended_completion_date": "08/2024",
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "10/2023",
    "total_gia_gained": 120,
    "no_additional_bathrooms": 2,
    "site_area": 0.14800000000000002
  },
  "title_number": [],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.288416,
          51.421642
        ],
        [
          -0.288417,
          51.421615
        ],
        [
          -0.288461,
          51.421616
        ],
        [
          -0.28846,
          51.421643
        ],
        [
          -0.288416,
          51.421642
        ]
      ]
    ]
  },
  "valid_date": "05/07/2023",
  "centroid": {
    "lat": 51.421629,
    "lon": -0.288438
  },
  "site_number": "17",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant to which this permission relates shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade and the measurements and assessment shall be made according to BS 4142:2014.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the boundary treatment shown on Drawing UPP17_P1_ 113A - Proposed Front Elevation/Street Scene - East, details to include detailed drawings and manufacturer specifications, shall be submitted to the Local Planning Authority prior to the installation of any boundary treatment fronting the public highway. The boundary treatment shall be erected in accordance with the approved details and thereafter retained in perpetuity.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development hereby approved shall be carried out in accordance with the fire safety strategy (17 Upper Park Road KT2 5HQ Fire Safety Policy_June 2023) hereby approved and and thereafter maintained.\r\rReason: In the interests of Fire Safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r"
  ],
  "decision": "Approved",
  "centroid_easting": 519104,
  "uprn": "100021769018",
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": null,
  "polygon": null,
  "ward": "Kingston Gate",
  "pp_id": "PP-12270669",
  "lapsed_date": "07/09/2026",
  "decision_agency": null,
  "actual_completion_date": null,
  "description": "Demolition of side extension, conversion of garage into habitable space, erection of part two storey/part single storey side and rear extension. Raising of roof ridge, with rear dormer roof extension and installation of 3nos. front rooflights to facilitate loft conversion. Thermal upgrading to the existing property, alteration to fenestration and front boundary wall with new railings and gates.",
  "centroid_northing": 170569,
  "street_name": "Upper Park Road",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-05-05T18:07:53.407Z",
  "site_name": "",
  "development_type": "Other house holder developments",
  "appeal_decision_date": null,
  "last_updated_by": "Idox Uniform",
  "application_type": "Householder",
  "bo_system": "Idox Uniform",
  "subdivision_of_building": null,
  "parking_details": {
    "no_proposed_motorcycle": 1,
    "no_existing_motorcycle": 1,
    "net_motorcycle": 0
  },
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RXBCZINHGYJ00",
  "id": "Kingston-23_01806_HOU",
  "actual_commencement_date": null,
  "postcode": "KT2 5LB"
}