{
  "centroid_easting": 517604,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Kingston",
  "lpa_app_no": "23/01885/FUL",
  "last_date_consultation_comments": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "centroid": {
    "lat": 51.353959,
    "lon": -0.312504
  },
  "postcode": null,
  "actual_completion_date": null,
  "street_name": "Leatherhead Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.312482,
          51.353972
        ],
        [
          -0.312483,
          51.353945
        ],
        [
          -0.312526,
          51.353945
        ],
        [
          -0.312525,
          51.353972
        ],
        [
          -0.312482,
          51.353972
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RXN37MNHH4D00",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Kingston-23_01885_FUL",
  "ward": "Chessington South & Malden Rushett",
  "title_number": [],
  "description": "Variation of Condition Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plan) of Planning permission 21/01375/FUL (Erection of 4no. dwelling houses with associated parking, amenity space, refuse/recycling facilities and landscaping) to add new windows in the side elevation.",
  "uprn": "000128011375",
  "site_name": "Land At 218-220",
  "decision_agency": null,
  "centroid_northing": 163005,
  "application_details": {
    "site_area": 0.12,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "GREENB Name: Green Belt"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SAC SAC Type: SPECIAL CONTROL OF ADVERTS"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128011375"
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "12/09/2023",
  "subdivision_of_building": null,
  "decision_date": "08/09/2023",
  "decision": "Approved",
  "locality": null,
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": null,
  "development_type": "Minor dwellings",
  "lapsed_date": "08/09/2026",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years of Planning Permission Reference: 21/01375/FUL, dated 23/09/2021. \r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990 (As amended)\r",
    "The development hereby approved shall be in strict accordance with the external material details as approved under application reference: 22/01411/CLC, dated 27/07/2022. These shall thereafter be permanently retained. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall be carried out in full accordance with the Construction Management Plan as approved under application reference: 22/01411/CLC, dated 27/07.2022.\r\rThe development shall only be implemented in accordance with the details and measures approved as part of the construction management plan, which shall be maintained throughout the entire construction period.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall be implemented in full accordance with the refuse storage facilities as approved under application reference: 22/01411/CLC, dated 27/07.2022.\r\rReason: In order to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall be implemented in full accordance with the boundary treatment details as approved under application reference: 22/01411/CLC, dated 27/07.2022. The approved boundary treatment shall thereafter permanently retained.\r\rReason: In order to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The details of the levels of buildings, roads, parking areas and pathways within the site shall only be in accordance with those details as approved under application reference: 22/01411/CLC dated 27/07/2022. \r\rReason: To safeguard the amenities of adjoining occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012 and comply with Supplementary Planning Document 'Access for All' (July 2005).\r\r",
    "The development hereby approved shall fully incorporate the hard and soft landscaping scheme as approved under application reference: 22/01411/CLC, dated 27/07/2022. \r\rThe approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.  Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.  \r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the walls of the dwelling houses hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the beneficial occupation of the development hereby permitted, the window shown at first floor level in the northern elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Within 3 months of first occupation, evidence must be submitted to the Council confirming that the development hereby permitted has achieved no less than the C02 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes Level 4.  Evidence requirements are detailed in the \"Schedule of Evidence Required for Post Construction Stage from ENE1 and WAT1 of the Code for Sustainable Homes Guide.  Evidence to demonstrate a 19% reduction compared to 2013 Part L regulations and internal water usage rates of 105L/day must be submitted to the Local Planning Authority, unless otherwise agreed in writing.\r\rReason:  In order to ensure that all development is designed and built to make the most efficient use of resources, reduce its lifecycle impact on the environment and contributes to climate change mitigation and adaptation in accordance with Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall strictly incorporate the sustainable drainage system as approved under application reference 22/01411/CLC, dated 27/07/2022.  The system shall be implemented prior to occupation and thereafter managed and maintained in accordance with the approved details.  \r\rReason: To prevent the increased risk of flooding in accordance with Policy CS1 (Climate Change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012.\r",
    "By the time the development hereby permitted is substantially complete, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of footway, and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: To maintain pedestrian/vehicular intervisibility in the interest of highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall incorporate the secure cycle parking facilities as approved under application reference:  22/01411/CLC, dated 27/07/2022.\r\rThese facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of Part 1 of Schedule 2 of the Town & Country Planning (General Permitted Development) Order, 1995 (or any Order revoking or re-enacting this Order) no extensions (including porches or dormer windows) to the dwelling houses shall be erected within the curtilage.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "The proposed bird and bat boxes shall be fully implemented as part of the scheme prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall be implemented in strict accordance with all of the ecological mitigation measures / recommendations set out within the Preliminary Ecological Assessment, dated 29/12/2020. \r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r",
    "Any external lighting installed at the site shall be angled so as to prevent any spillage or glare beyond the site's boundaries.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers and to protect biodiversity, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any development above ground level, a detailed scheme to enhance the nature conservation interest of the site shall be submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development. \r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r",
    "During the construction phase of the development, no works (including any deliveries) shall take place on site outside of the following hours:\r08:00 to 18:00 Monday to Friday\r08:00 to 13:00 on Saturdays\rNo works or deliveries whatsoever shall take place on Sundays or bank holidays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "In the event that contamination is found (at any time) that was not previously identified, development shall cease and the contamination reported in writing to the local planning authority as soon as is reasonably practicable. An assessment, remediation scheme and verification report shall then be submitted to and approved in writing by the local planning authority before development resumes.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall incorporate prior to the occupation of the development and thereafter permanently retain any identified mitigation measures within the bat survey as approved under application reference: 22/01411/CLC, dated 27/07/2022.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with Policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r"
  ],
  "parking_details": null,
  "last_updated": "2025-05-05T18:08:12.575Z",
  "last_updated_by": "Idox Uniform",
  "site_number": "",
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "valid_date": "18/07/2023",
  "pp_id": "PP-12306101",
  "status": "Approved"
}