{
  "bo_system": "Idox Uniform",
  "last_updated": "2025-05-05T18:05:02.529Z",
  "lpa_name": "Kingston",
  "decision_agency": null,
  "locality": null,
  "decision_conditions": [
    "Prior to beneficial occupation of the development hereby approved, a report detailing the lighting scheme and predicted light levels at neighbouring residential properties shall be submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be carried out in accordance with the approved details in perpetuity. \r\rReason: In order that the lighting shall not cause nuisance to nearby occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The rating level of any noise generated by plant & equipment as part of the development shall be at least 5 dB below the pre-existing background level as determined by BS4142:2014 Methods for rating and assessing industrial and commercial sound.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the council.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the northern flank walls of Plots 2 & 3 hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to any above ground level development detailed design details of the proposed vehicular and pedestrian access to the new dwellings, to include details of access width, levels, finishes and  drainage  shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented and retained in accordance with the approved details and kept free from obstruction thereafter.\r\rReason: To ensure proper vehicular access to the site and to avoid draining onto the highway, in the interests of the safety and operation of the highway network, in accordance with policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "By the time the development hereby permitted is substantially complete, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of footway, and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: To maintain pedestrian/vehicular intervisibility in the interest of highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No building hereby permitted shall be occupied until evidence (including dated photographs) is submitted to demonstrate that the nature conservation mitigation and enhancements  measures agreed as part of condition 15  have been implemented and \rcompleted in accordance with the agreed details. \r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\rReason:  As required by Section 91 of the Town and Country Planning Act 1990 (as amended)\r",
    "Full details and/or  samples of the facing materials to be utilised in the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any above ground works on site are commenced (excluding demolition). The development shall then be built in accordance with these approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.\r",
    "Prior to any above ground works (excluding demolition), a finalised detailed Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.",
    "As shown on drawing 2169-04C - Proposed Site Plan, a refuse collection holding area shall be provided within the  site  adjacent the footway,  to be used to store and refuse and recycling receptacles  on collection days only. At all other times refuse and recycling shall be stored within purpose enclosures to the rear of the site. \rReason: The carry distance from the refuse store  is in excess of 15 metres from where the collection vehicle will stop, as such it is therefore necessary to include a refuse holding area to avoid  refuse or recycling material being  stored or placed for collection on the public highway, so as to ensure proper waste management  in accordance with policy SI 7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The cycle parking facilities  as shown in the approved details (minimum of 10 cycle parking spaces (8 long stay and 2 visitor) shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any above-ground works, a detailed landscape tree & planting plan shall have been submitted to and approved in writing by the local planning authority, in consultation with the Tree and Lanscape and Biodiversity Officers \rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\r- Species (both Latin & Common names) for all trees and plants.\r- Tree planting along the northern, eastern and western boundaries of the site\r- Locations of all plants or areas of planting.\r- Plant numbers or planting densities.\r- Sizes of all plants and particularly trees 'at time of planting'.\r- Details of all hard-landscaping areas including materials \r- Details of boundary enclosure / fencing \rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The new residential dwellings hereby approved shall not be occupied until the development has been built in accordance with the requirements of Category 2 of the Building Regulations document titled 'Approved Document M - Access to and use of buildings'. \rReason: In the interest of inclusive design and accessibility in accordance with Policy D7 of the London Plan (2021).\r",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved internal water usage rates of no greater than 110L per person per day have been submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\rReason: In the interests of sustainability and energy conservation, in accordance with policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r\r",
    "The development to which this permission relates shall be carried out in accordance with the Arboricultural Implications Assessment and Arboricultural Method Statement including Tree Protection Plan (Merewood Arboricultural Consultancy Services, 17 April 2023). The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "During the period between the commencement and the substantial completion of the development approved by this permission, any trees on the site which are shown as being retained on the relevant approved plans shall be protected by way of fencing which meets the requirements of BS5837: 2005 \"Protection of Trees on Construction Sites\" (figures 4 and 5). The fenced area(s) shall be kept entirely free at all times of vehicles, vehicle movements, equipment and machinery. There shall be no changes to the soil level and no excavation of trenches within the fenced areas, no fires lit, no dumping of toxic chemicals and no retained trees shall be used for winching purposes.  If any retained tree is removed, uprooted, destroyed, dies, or is pruned or damaged in a way which negatively effects the amenity or landscape value of the tree, a replacement tree shall be planted in the same location, the size and species of which may be specified in writing by the council.\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall not be implemented other than in accordance with the recommendations contained within the Preliminary Ecological Assessment (PEA) Report (Hone Ecology, March 2023), the Bat Survey (Plan Ecology Ltd, May-June 2023) and the Preliminary Roost Assessment Outbuildings September 2023. \r\rPrior to commencement of development, a scheme to enhance the nature conservation interest of the site, to include the mitigation and enhancements set out in sections 5 and 6 of the Preliminary Ecological Assessment (PEA) Report and  section 5 of the Bat Survey (Plan Ecology Ltd, May-June 2023, shall be submitted to and agreed in writing by the local planning authority.  These measures shall include:\r- Any artificial lighting should be inline with the recent bat conservation trust Guidance Note GN08/23. \r- Mature trees should be retained where possible. Tree protection measures should be implemented according to BS 5837:2012\r- To improve bird nesting potential of the site two bird boxes suitable for species such as house sparrow or swift to be incorporated into the new build properties. \r- The creation of log piles within the site boundaries area to provide hibernacula to local reptiles and amphibians, and shelter for invertebrates \r- To increase biodiversity and improve foraging potential for bats, hedgehogs and invertebrate and nesting potential for birds, native species hedge planting should be introduced as plot boundaries between the dwellings. \r- Minimising light and noise pollution on the site. In particular minimising the hours the construction site is lit. \r- Bat brick on the exterior of each of the new buildings to provide bat roost potential.\r- Hedgehog holes should be installed within the boundary fences to enable hedgehog movement, and wilder areas included within the landscaping\r\rThe approved scheme shall be implemented in full prior to beneficial occupation of the development (or commencement of any work on site where relevant to the construction phase).\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r\rThe scheme is required before development commences because it would affect the design of subsequent elements of the development.",
    "Except for works of demolition, the development hereby approved shall not commence until a Sustainable Drainage Strategy and associated detailed design, management and maintenance plan of surface water drainage for the site using Suds methods has been submitted to and approved in writing by the Local Planning Authority. The approved drainage system shall be implemented in accordance with the approved Sustainable Drainage Strategy prior to the use of the building commencing and maintained thereafter for the lifetime of the development.\r\rReason: To prevent the increased risk of flooding by ensuring the provision of a satisfactory means of surface water disposal is incorporated into the design and the build and that the principles of sustainable drainage are incorporated into this proposal and maintained for the lifetime of the proposal, in accordance with Policies SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the occupation of the development hereby approved, a waste and recycling management strategy shall be submitted to and approved in writing by the local planning authority. The plan shall thereafter be adhered to at all times for the lifetime of the development.\rReason: To ensure proper waste management  in accordance with policy SI 7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, any windows at first floor level or above in the northern flank walls of Plots 2 and 3, and on the east and west flank walls of Plot 1,  shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "The refuse and recycling facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI 7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "i. The development hereby permitted shall incorporate security measures to minimise the risk of crime and to meet the specific security needs of the development in accordance with Secured By Design. Details of these measures shall be submitted to and approved in writing by the local planning authority (in consultation with the Chair of the South of the Borough Planning Sub-Committee) prior to commencement of any above ground works (except demolition), and shall be implemented in accordance with the approved details prior to occupation. \r\rii. Prior to occupation a Secured by Design certificate or its equivalent awarded by a Designing Out Crime Officer from the Metropolitan Police Service on behalf of the National Police Chiefs Council shall be submitted to and approved by the Local Planning Authority. \r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and Policy D11 Designing out Crime of the London Plan 2021.\r\r",
    "The car parking, servicing and manoeuvring areas shown on the approved drawing shall be provided with a hard, bound, dust-free surface, adequately drained before the development is occupied for the purpose hereby permitted.  The respective areas shall be kept free from obstruction at all times, and shall not thereafter be used for any other purposes other than those shown on the approved drawing.\rReason:  To ensure that the proposed development does not prejudice the free flow of traffic or conditions of general safety on adjoining highways and that adequate parking servicing and manoeuvring provision is made in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "One car parking space to serve each of the new houses labelled Plots 1, 2, 3,& 4, shall be provided with active provision for electric vehicle charging points. The remaining parking space shall be provided with passive provision. \r\rReason: To ensure the provision of electric charging facilities, in accordance with policy T6 of the London Plan 2021. \r",
    "Unless otherwise agreed in writing with the Local Planning Authority, a means of enclosure shall be erected to the northern, western and eastern site boundary prior to the beneficial occupation of the development hereby approved, consisting of a close boarded timber fence 1.8m high as measured from ground level adjacent to each panel. All fencing is to accord with British Standard BS 1722-5:2006, and is to be retained for at least a period of five years from the completion of the development hereby approved. \r\rReason: In order to ensure the privacy and visual amenity of adjoining occupiers is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r"
  ],
  "valid_date": "18/04/2023",
  "centroid": {
    "lon": -0.302814,
    "lat": 51.36978
  },
  "lpa_app_no": "23/01059/FUL",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "KT9 1AJ",
  "ward": "Hook & Chessington North",
  "description": "Demolition of dwelling and erection of 1no. 3 bed replacement dwelling, and erection of 3no. 4 bed dwellings to rear with new access road",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "Former 27",
  "last_date_consultation_comments": "20/11/2023",
  "cil_liability": true,
  "application_details": {
    "rain_water_harvesting": true,
    "total_gia_gained": 528,
    "non_residential_details": {
      "total_gia_existing": 194.5,
      "total_gia_gained": 528,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 194.5,
      "development_type": null,
      "site_area": null
    },
    "internal_resi_water_usage": 110,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 4,
      "chp_heat_pumps_capacity": 5,
      "solar_pv_capacity": 5.57,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 75,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 4,
      "total_annual_nox_emissions": 0,
      "no_active_fast_ev_charging_points": 4,
      "waste_provision": true,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_fast_ev_charging_points": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 4,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Private",
    "scheme_phasing": false,
    "green_suds": true,
    "lead_developer_company_name": "WHITE OAK HOMES LTD",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 194.5,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 528,
        "use_class": "C3",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 194.5
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "ENTIRE",
        "intended_commencement_date": "02/2024",
        "intended_completion_date": "06/2025"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "site_area": 0.17300000000000001,
    "grey_water_reuse": false,
    "residential_details": {
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 528,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 1,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_proposed_bedrooms": 15,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_gia_lost": 145.5,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Loss",
          "garden_land": null,
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": null,
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 145.5
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 118
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 166
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "Semi Detached Home",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 122
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "Semi Detached Home",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 122
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "affordable_percentage": 0,
      "site_area": null
    },
    "total_gia_existing": 194.5,
    "uk_company_registration_no": "02917041",
    "garden_land_lost": true,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8,
        "building_ref": "PLOT 4 4 BEDROOM SEMI DETACHED"
      },
      {
        "no_storeys": 2,
        "max_height": 7.5,
        "building_ref": "PLOT 2 3/4 BEDROOM CHALET "
      },
      {
        "no_storeys": 2,
        "max_height": 8,
        "building_ref": "PLOT 1 3 BED DETACHED HOUSE"
      },
      {
        "no_storeys": 2,
        "max_height": 8,
        "building_ref": "PLOT 3 4 BEDROOM SEMI DETACHED "
      }
    ],
    "total_gia_lost": 194.5,
    "surface_water_discharge_percentage_reduction": 60,
    "scheme_name": "PROPOSAL: Demolition of existing dwelling and erection of replacement dwelling and 3 additional dwellings to rear with new access road",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "000128028899"
    ],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": true,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      }
    ],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null
  },
  "street_name": "Orchard Road",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RTGQPNNH05400",
  "uprn": "000128028899",
  "appeal_decision_date": null,
  "pp_id": "PP-12087733",
  "decision_process": "Committee",
  "centroid_easting": 518238,
  "epc_number": null,
  "centroid_northing": 164780,
  "application_type_full": "Full planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": null,
  "site_number": "27",
  "id": "Kingston-23_01059_FUL",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "13/06/2023",
  "polygon": null,
  "parking_details": null,
  "title_number": [],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.302792,
          51.369793
        ],
        [
          -0.302793,
          51.369766
        ],
        [
          -0.302836,
          51.369767
        ],
        [
          -0.302835,
          51.369794
        ],
        [
          -0.302792,
          51.369793
        ]
      ]
    ]
  },
  "lapsed_date": "24/11/2026",
  "decision_date": "24/11/2023"
}