{
  "borough": "Royal Borough of Kingston (LA Code)",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.308595,
          51.358502
        ],
        [
          -0.308596,
          51.358475
        ],
        [
          -0.30864,
          51.358475
        ],
        [
          -0.308639,
          51.358502
        ],
        [
          -0.308595,
          51.358502
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "St Philip's School, School Building",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-05-05T18:05:58.858Z",
  "locality": null,
  "centroid_easting": 517863,
  "lpa_name": "Kingston",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Chessington Hall Gardens",
  "site_number": "",
  "lapsed_date": "07/12/2026",
  "secondary_street_name": null,
  "cil_liability": true,
  "application_details": {
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.5,
        "building_ref": "Vocational Classrooms"
      }
    ],
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 241,
        "gia_gained": 616,
        "use_class": "SpecifiedOther",
        "gia_lost": 241
      }
    ],
    "open_and_protected_space_details": {
      "open_space_mol_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "protected_space_count": 0,
      "open_space_green_belt_area_loss": 0,
      "open_spaces_details": [
        {
          "area": 40,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Not Designated",
          "description": "Existing school garden to be reduced to allow new classroom building",
          "open_space_type": "Non-residential institution grounds or garden"
        }
      ],
      "open_space_local_and_other_area_gain": 0,
      "open_space_green_belt_area_gain": 0
    },
    "total_gia_gained": 616,
    "projected_cost_of_works": "Between £2m and £100m",
    "affordable_housing_fast_track": false,
    "site_area": 0.278,
    "rain_water_harvesting": false,
    "total_gia_existing": 241,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 241,
      "total_gia_gained": 616,
      "total_gia_lost": 241
    },
    "green_suds": false,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "01/2024",
        "intended_completion_date": "01/2025"
      }
    ],
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "solar_pv_capacity": 0,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "scheme_phasing": false,
    "total_gia_lost": 241,
    "ownership_status": "Mixed",
    "s106_agreement": false,
    "existing_uprns": [
      "000128041269"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SCHOS Name: St. Philip's School Playing Field"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.20.81\rTree ref: T45\rTree type: LIME1\rDescription: RBK Order no: 20 Year: 1981"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.20.81\rTree ref: T44\rTree type: LIME1\rDescription: RBK Order no: 20 Year: 1981"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.20.81\rTree ref: T43\rTree type: LIME1\rDescription: RBK Order no: 20 Year: 1981"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.20.81\rTree ref: G2\rTree category: G\rDetails: RBK Order no: 20 Year: 1981"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Education"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Education"
      }
    ],
    "commencement_notice_received": false
  },
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RUSK9YNH00H00",
  "actual_commencement_date": null,
  "centroid": {
    "lon": -0.308617,
    "lat": 51.358489
  },
  "decision_date": "07/12/2023",
  "parking_details": null,
  "postcode": "KT9 2HR",
  "pp_id": "PP-12043660",
  "appeal_decision_date": null,
  "bo_system": "Idox Uniform",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to the commencement of any development above ground level, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant to which this permission relates shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade and the measurements and assessment shall be made according to BS 4142:2014.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings, supporting calculations, SuDS Statement and Drainage Assessment Form shall be submitted to and approved in writing by the local planning authority. A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\r \rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any above-ground works, a detailed landscape & planting plan shall have been submitted to and approved in writing by the local planning authority. \r\rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\r\r- Replanting of lost trees on a ratio of 2 trees planted for each tree lost\r- Species (both Latin & Common names) for all plants\r- Locations of all plants or areas of planting\r- Plant numbers or planting densities\r- Sizes of all plants and particularly trees 'at time of planting'\r- Details of all hard-landscaping areas including materials \r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy G7 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI 7 of the London Plan 2021 and policies CS9 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows at the first floor level on the north elevation of the new teaching block shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays) with the removal of the existing temporary building and larger new modular buildings (or parts of) moved outside of school hours, ideally during school holidays\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\rReason: In order to safeguard the amenities of the surrounding residential occupiers, the existing and neighbouring schools and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\rThis condition must be a pre-commencement condition in order to be effective.\r",
    "Prior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "Prior to the commencement of any development above ground level, details of the additional 2 no. secure cycle parking facilities, to provide a total of 20 no. overall, to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "Prior to occupation of the development, a fence or barrier having a superficial weight not less than 10kg/m2 with a height of not less than 1.5m shall be erected and thereafter permanently retained in accordance with the design parameters and indicative location specified in the Acoustic Assessment Memo by Environmental Noise Solutions Limited ref: 10809 St Philips School, Chessington dated 26th June 2023.\rReason: In the interests of the amenity of neighbouring properties\r",
    "The development hereby permitted shall achieve as a minimum 42% reduction in carbon dioxide emissions over Part L of the Building Regulations (2021) secured on site as declared in the submitted Energy Statement (NRG Consulting, April 2023).\r\rPrior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved the above improvements in CO2 emissions shall be submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: To ensure compliance with the approved  energy strategy and in the interests of sustainability and energy conservation, in accordance with policy SI2 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with the Arboricultural Impact Assessment Method Statement & Tree Protection Plan (Arboricultural Consultancy Ltd, February 2023).\r\rThe approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012\r",
    "The development to which this permission relates shall be carried out in accordance with recommendations, mitigation measures and enhancements set out in section 4 of the submitted Preliminary Ecological Appraisal and Preliminary Roost Assessment (Arbtech, February 2023).\r\rThe approved measures shall be implemented prior to beneficial occupation of the development (or commencement of any work on site where relevant to the construction phase) and maintained to the reasonable satisfaction of the Local Planning Authority and retained thereafter (as relevant)\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.",
    "Unless otherwise agreed in writing by the Local Planning Authority, the Primary School hereby approved shall have no more than 200 pupils registered to attend at any one time \r\rREASON: To safeguard highway and pedestrian safety and protect the amenities of neighbouring residential occupiers.\r",
    "Prior to its installation, details of any external lighting associated with the development shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented and maintained in accordance with those details as may be approved. \r\rReason: In the interests of the appearance of the development and the amenity of neighbouring properties\r",
    "A. Prior to commencement of the development, a BREEAM 'Outstanding' feasibility report shall be submitted to and approved in writing by the Local Planning Authority setting out what reasonable efforts have been made to achieve BREEAM Outstanding. \r\rB. No later than 6 months after occupation of the development, a Post Construction Certificate verifying that at least 'Very Good' BREEAM (or a higher level as may be the case depending on part (1) above) level has been achieved unless otherwise agreed in writing beforehand, shall be submitted to the Local Planning Authority. \r\rReason: To ensure the implementation of sustainable design, low carbon development and renewable energy \r",
    "Prior to the commencement of any development above ground level, detailed drawings at a scale of 1:5 or 1:10 (as necessary) of the following features shall be submitted to and approved in writing by the local planning authority:\r\r-Windows and doors, including any aprons, sills, mouldings, heads, jambs, transoms, mullions, lintels or reveals to a scale of 1:10. To include a key plan identifying location and types.\r- Architectural articulation details (parapets, datums, recesses, material / cladding changes and interfaces, spandrel panels, brick coursing, plant room screens and other related). To include key elevations identifying location and types.\r- Signage\r- Solar panels (where applicable) \r- External stairs\r- Landscaping materials (including boundary treatments and surfacing)\r- Details of rooftop plant and paraphernalia  \r\rThe development shall then be carried out in accordance with the approved drawings.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r"
  ],
  "appeal_decision": null,
  "valid_date": "23/05/2023",
  "decision_agency": null,
  "polygon": null,
  "last_updated_by": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "13/09/2023",
  "uprn": "000128041269",
  "decision_target_date": "18/07/2023",
  "centroid_northing": 163515,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "appeal_status": null,
  "description": "Demolition of existing temporary classrooms, erection of two storey 7nos classroom block and storage unit with an increase to pupil roll.\r",
  "development_type": "Minor all other minor developments",
  "ward": "Chessington South & Malden Rushett",
  "decision_process": "Committee",
  "lpa_app_no": "23/01314/FUL",
  "application_type_full": "Full planning permission",
  "id": "Kingston-23_01314_FUL",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}