{
  "borough": "Royal Borough of Kingston (LA Code)",
  "cil_liability": false,
  "decision_target_date": "15/08/2023",
  "lpa_app_no": "23/01649/HOU",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "18/08/2023",
  "lpa_name": "Kingston",
  "application_details": {
    "intended_completion_date": "12/2023",
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "09/2023",
    "total_gia_gained": 10,
    "no_additional_bathrooms": 0,
    "site_area": 0.026000000000000002
  },
  "title_number": [],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297501,
          51.382684
        ],
        [
          -0.297502,
          51.382657
        ],
        [
          -0.297545,
          51.382658
        ],
        [
          -0.297544,
          51.382685
        ],
        [
          -0.297501,
          51.382684
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "20/06/2023",
  "centroid": {
    "lat": 51.382671,
    "lon": -0.297523
  },
  "site_number": "34",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy SI12 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022) where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.",
    "The garage/outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '34 Cotterill Road Tolworth Surbiton KT6 7UN', as set out in Section 1 (Site Address) of the submitted application form signed 19.06.2023, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012."
  ],
  "decision": "Approved",
  "centroid_easting": 518573,
  "uprn": "100021786439",
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": null,
  "polygon": null,
  "ward": "Surbiton Hill",
  "pp_id": "PP-12250373",
  "lapsed_date": "18/08/2026",
  "decision_agency": null,
  "actual_completion_date": null,
  "description": "Erection of rear dormer roof extension to extend the existing loft conversion. Demolition of existing garage and erection of a single storey rear detached garage.",
  "centroid_northing": 166222,
  "street_name": "Cotterill Road",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-05-05T18:07:15.154Z",
  "site_name": "34 Cotterill Road\rTolworth\rSurbiton\rKT6 7UN\r",
  "development_type": "Other house holder developments",
  "appeal_decision_date": null,
  "last_updated_by": "Idox Uniform",
  "application_type": "Householder",
  "bo_system": "Idox Uniform",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RWJIF0NHGM800",
  "id": "Kingston-23_01649_HOU",
  "actual_commencement_date": null,
  "postcode": "KT6 7UN"
}