{
  "appeal_status": null,
  "lapsed_date": "31/07/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0384.25",
  "borough": "Havering",
  "application_type_full": null,
  "actual_commencement_date": null,
  "ward": "Gooshays",
  "decision_date": "31/07/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13875227",
  "development_type": null,
  "description": "Variation of condition No. 2 (in accordance with the approved plan): for elevational changes to the residential blocks; condition No. 8 (M4(2) 'accessible and adaptable dwellings'): changes to approved parking layout and variation of wording of the condition; and relocation of substation, of planning permission ref: P0883.20 dated 01/02/2022 (Demolition of existing buildings and redevelopment of the site to provide 120 residential dwellings comprising 78 houses and 42 flats(1bed x 12, 2bed x 53, 3bed x 55) with associated car parking, landscaping, open space, play space and infrastructure).",
  "site_name": "Havering College of Further and Higher Education",
  "decision_conditions": [
    "The development shall be begun no later than three years from the date of the planning application P0883.20, dated 1 February 2022.",
    "Reason: to comply with the provisions of section 91 of the Town and Country planning Act 1990 (as amended).",
    "Save where varied by the other planning conditions and the approved plans and documents comprising this planning permission, the development hereby permitted shall be carried out in accordance with the approved plans and documents under application P0883.20, (dated 01/02/2022).",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice), as amended by plans approved under Non Material Application reference N0002.25. The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "The development hereby permitted shall be implemented in accordance with the sample of materials and specifications of external surfaces, approved under planning permission Q0005.25, dated 06-03-25, Q0153.24 dated 09-09-2024 and Q0002.23, dated 30-01-2024 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of obscured glazing, approved under planning permission Q0328.22, dated 03-10-23, unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The developer or contractor must be signed up to the NRMM register.",
    "The development site must be entered onto the register alongside all the NRMM equipment details.",
    "The register must be kept up-to-date for the duration of the construction of development.",
    "It is to be ensured that all NRMM complies with the requirements of the directive.",
    "An inventory of all NRMM to be kept on-site stating the emission limits for all equipment.",
    "Reason: Being a major development in Greater London, but outside the Non-Road Mobile Machinery (NRMM) Central Activity Zone, NRMM used on site must meet Stage IIIA of EU Directive 97/68/EC as a minimum.  From 1st September 2020 the minimum requirement for any NRMM used on site within Greater London will rise to Stage IIIB of the Directive",
    "All plant/machinery installed as part of the development hereby approved shall meet the following standard: Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter.",
    "Reason: To prevent noise nuisance to adjoining/adjacent properties",
    ".",
    "The development hereby permitted shall be implemented in accordance with details of Site levels, approved under planning permission Q0161.22, dated 12-08-22, unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "At least 10 per cent of the dwellings hereby approved shall be constructed to comply with Part M4(3) of the Building Regulations - 'wheelchair user dwellings'. The remainder of the dwellings hereby approved (with the exception of Plots 2, 3, 5, 89, 98, 99, 100, 101, 102, 103 and 110) shall be constructed to comply with Part M4(2) of the Building Regulations - 'accessible and adaptable dwellings",
    "Reason: In order to comply with Policy D7 of the 'London Plan' 2021",
    "The development hereby permitted shall be implemented in accordance with details of the Remedial Tree Works method, approved under planning permission Q0061.22, dated 14-06-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of Treatment of Retained Trees method, approved under planning permission Q0146.23, dated 29-09-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of Dust Monitoring Scheme, approved under planning permission Q0061.22, dated 30-09-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of Air Quality - Emissions scheme, approved under planning permission Q0270.22, dated 01-11-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of windows and door reveals, approved under planning permission Q0328.22, dated 11-08-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20",
    "`",
    "The development hereby permitted shall be implemented in accordance with details of Construction Method Statement, approved under planning permission Q0061.22, dated 30-09-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of Drainage Strategy, approved under planning permission Q0161.22, dated 12-08-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    ".",
    "The development hereby permitted shall be implemented in accordance with details of Disposal of Waste Water, approved under planning permission Q0161.22, dated 12-08-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of Wheel Washing contained within the Construction Method Statement, approved under planning permission Q0133.22, dated 03-10-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    ".",
    "The development hereby permitted shall be implemented in accordance with details submitted within the Geo-Environmental Assessment, approved under planning permission Q0066.22, dated 17-05-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of boundary treatment, approved under planning permission Q0002.23, dated 30-01-24 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or Orders amending or revoking and re-enacting the same, other than boundary treatment approved in accordance with Condition 21 no gate, fence, wall or other means of enclosure shall be erected or constructed unless prior written permission has been granted by the Local Planning Authority (pursuant to an application).",
    "Reason: In order to safeguard the character and visual amenities of the locality in accordance with Policy D6 of the 'London Plan' 2021.",
    "No occupation shall take place until details of all childrens play areas are submitted to and approved in writing by the Local Planning Authority. Such details shall include: size and position of play area; boundary treatment; a specification of all play equipment to be installed including provision for children with disabilities and special sensory needs; a specification of the surface treatment within the play areas; arrangements for ensuring the safety and security of children using the play areas; timetable for implementation of each play area. Play areas shall be provided in accordance with the approved details and thereafter maintained in place.",
    "Reason: To avoid undue pressure on existing local recreation facilities in accordance with Policy S4 of the 'London Plan' 2021.",
    "The development hereby permitted shall be implemented in accordance with details of communal facilities for television reception strategy, approved under planning permission Q0328.22, dated 26-05-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason: In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "The development hereby permitted shall be implemented in accordance with details of Landscaping Strategy, approved under planning permission Q0002.23, dated 30-01-24 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "All hard and soft landscape works shall be carried out in accordance with the approved details.  Hard landscaping works shall be completed prior to the occupation of the dwellings.  The soft landscaping shall be carried out in the first planting season following the occupation of the building or the completion of the development whichever is the sooner.  If within a period of 5 years from the date of planting, any trees, shrubs or plants die, are removed or, in the opinion of the Local Planning Authority, become seriously damaged or defective, others of the same species and size as that originally planted shall be planted at the same place, in the next planting season, unless the Local Planning Authority gives its written consent to any variation.",
    "Reason:  To improve the appearance of the site in the interests of visual amenity and to ensure the long term retention of soft landscaping including future protection from those in private gardens and public spaces.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "a)\tFollowing completion of the remediation works as mentioned above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Prior to first occupation of the development, a scheme of landscaping and boundary treatment for the area or areas identified for use as public open space shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include details of perimeter fencing, gates and base for maintenance vehicles. The approved scheme shall be implemented in the first available planting season following completion of the development or relevant phase thereof and permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the landscape design of any public open space and the play equipment to be installed.  Submission of a scheme will ensure that the design and equipment are scrutinised prior to installation.",
    "The development hereby permitted shall be implemented in accordance with details of Layout (Play Area), approved under planning permission Q0002.23, dated 30-01-24 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of the boiler, approved under planning permission Q0155.24, dated 17-03-25 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "Notwithstanding the submitted information, prior to the occupation of the development hereby permitted, a framework travel plan, shall be submitted to, and approved in writing by the local planning authority. The travel plan shall be implemented in accordance with the approved details from the commencement of the use on site and retained thereafter.",
    "Reason: To safeguard the amenities of neighbouring residents and to ensure that highway safety is not prejudiced.",
    "(purpose built houses)",
    "The building(s) shall be so constructed as to provide sound insulation of 45 DnT,w + Ctr dB (minimum value) against airborne noise to the satisfaction of the Local Planning Authority.",
    "(purpose built flats)",
    "The building(s) shall be so constructed as to provide sound insulation of 45 DnT,w + Ctr dB (minimum values) against airborne noise and 62 L'nT,w dB (maximum values) against impact noise to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining properties.",
    "The development hereby permitted shall be implemented in accordance with details of External Lighting, approved under planning permission Q0293.22, dated 08-08-24 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "The development shall be undertaken in accordance with the approved Sustainability Statement and Energy Strategy. Within 3 months (or other such period agreed in writing by the Local Planning Authority) of the final completion of the development a post construction assessment shall be undertaken demonstrating compliance with the approved Energy Statement (dated June 2020 by Hodkinson) which thereafter shall be submitted to the Local Planning Authority for written approval.",
    "REASON: To ensure the delivery of a sustainable development in accordance with the National Planning Policy Framework 2021, policies GG65, SI 2 of The London Plan (2021).",
    "The development hereby permitted shall be implemented in accordance with details Ecology and Mitigation Enhancement Plan, approved under planning permission Q0223.22, dated 31-08-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of the Biodiversity Measures (bat and bird boxes) approved under planning permission Q0223.22, dated 26-04-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that any protected species remain safeguarded.",
    "Works shall be carried out in full accordance with the specific recommendations and mitigation measures set out from the Biodiversity Enhancement Strategy dated June 2020, unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: In order to secure adequate ecological mitigation and enhancement, including with regards to protected species.",
    "The development hereby permitted shall be implemented in accordance with the Community Safety details, approved under planning permission Q0002.23, dated 02-03-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "Prior to the first occupation of each building or part of a building or use, a 'Secured by Design' accreditation shall be obtained for such building or part of such building or use.",
    "Reason: In the interest of community safety.",
    "The development hereby permitted shall be implemented in accordance details of Fire Hydrants, approved under planning permission Q0328.22, dated 20-01-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the 'London Plan' 2021.",
    ".No part of the development hereby approved shall be occupied until access to the highway has been completed in accordance with the details that have been previously submitted to and approved in writing by the local planning authority.",
    "Reason: In the interests of ensuring good design and ensuring public safety.",
    "The residential premises hereby approved shall not be occupied until a Parking Management Plan has first been submitted to, and agreed in writing by, the local planning authority. The plan shall: identify at least 20 per cent of the electric vehicle charging point spaces that are to be provided as 'active' spaces with 'passive' provision for all remaining spaces; detail the allocation of a disabled person's parking space to each wheelchair home within the development; detail the allocation of general parking spaces within the development; detail the management of general vehicle access across the site and detail the provision of cycle parking for visitors to the development. The development shall be carried out in accordance with the plan so agreed and shall be retained as such thereafter.",
    "REASON: To ensure that the development provides sufficient electric vehicle charging points and adequate, secure and (where appropriate) weather protected cycle parking in accordance with London Pla",
    "The development hereby permitted shall be implemented in accordance with details of Electric Car Charging Points, approved under planning permission Q0270.22, dated 01-11-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby approved shall not be occupied prior to the first occupation of any of the relevant houses and residential blocks hereby permitted, until a phased scheme outlining the areas to be set aside for car parking spaces is submitted to the Local Planning Authority. Any phase shall not be occupied until the parking areas are laid out and surfaced in accordance the approved scheme.  Those areas including garages shall be retained permanently thereafter for the accommodation of vehicles associated with the site.  .",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "2.1 metre by 2.1 metre pedestrian visibility splays shall be provided on either side of the proposed accesses, set back to the boundary of the public footway.  There should be no obstruction of object higher than 0.6 metres within the visibility splay.",
    "Reason:- Insufficient information has been supplied with the application to adequately demonstrate that the safety of pedestrians at access points has been fully safeguarded.  The requirement will ensure pedestrian safety.",
    "Any inlet for a fire main shall, where ever possible, be positioned on the face of the building which it serves and be visible from the appliance.  Any access point shared with a pedestrian/cycle route shall be capable of supporting a pump appliance with a minimum carrying capacity of 14 tonnes. No part of a proposed access route shall contain a grassed area.",
    "Reason: In order to comply with Policy D6 of the 'London Plan' 2021..",
    "The development hereby permitted shall be implemented in accordance with the Phasing Plan details, approved under planning permission Q0062.22, dated 12-05-22 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "The development hereby permitted shall be implemented in accordance with details of Surfacing Materials, approved under planning permission Q0328.22, dated 25-05-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20",
    "The development hereby permitted shall be implemented in accordance with details of Refuse and Recycling strategy, approved under planning permission Q0111.24, dated 02-08-24 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0883.20.",
    "Prior to the first occupation of any of the relevant residential blocks hereby permitted, a phased scheme outlining the cycle storage areas shall be provided and laid out and surfaced to the satisfaction of the Local Planning Authority to provide a secure cycle parking stores provided for building residents (long stay).  The safe, secure and accessible areas as marked on the plans shall be retained permanently thereafter for the accommodation of cycle parking spaces associated with the site.",
    "Reason: To ensure that cycle parking spaces are made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety..",
    "Statement pursuant to Article 31 of the Town and Country Planning (Development Management Procedure) (England) (Amendment No. 2) Order 2012. The Local Planning Authority has acted positively and proactively in determining this application by assessing the proposal against all material considerations, including planning policies and any representations that may have been received and subsequently determining to grant planning permission in accordance with the presumption in favour of sustainable development, as set out within the National Planning Policy Framework In accordance with para 38 of the National Planning Policy Framework 2021",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be an estimated £393,100 plus indexation. (this figure may go up or down, subject to indexation). CIL is payable within 60 days of commencement of development.",
    "A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website..",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see: https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required during the construction of the development.  Please note that unauthorised works on the highway is an offence.",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access as required (whether temporary or permanent) there may be a requirement for the diversion or protection of third party utility plant and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a license is required and Streetcare should be contacted on 01708 434343 to make the necessary arrangements.  Please note that unauthorised works on the highway is an offence.",
    "IMPORTANT: Compliance with Planning Conditions Requiring Submission and Approval of Details Before Development Commences",
    "-\tYou will be in breach of planning permission if you start development without complying with a condition requiring you to do something before you start. For example, that a scheme or details of the development must first be approved by the Local Planning Authority.",
    "- \tCarrying out works in breach of such a condition will not satisfy the requirement to commence the development within the time permitted.",
    "- \tBeginning development in breach of a planning condition will invalidate your planning permission.",
    "- \tIf you require confirmation as to whether the works you have carried out are acceptable",
    "The development hereby approved may be subject to the Construction (Design and Management) Regulations 1994 which govern health and safety through all stages of a construction project.  The Regulations require clients (i.e. those, including developers, who commission projects) to appoint a planning supervisor and principal contractor who are competent and adequately resourced to carry out their health and safety responsibilities.  Clients have further obligations.  Your designer will tell you about these and your planning supervisor can assist you in fulfilling them.  Further information is available from the Health and Safety Executive Infoline on 01541 545500",
    "Regulation 122 of the Community Infrastructure Levy Regulations 2010 (CIL Regs) states that a planning obligation may only constitute a reason for granting planning permission for the development if the obligation is:",
    "a.\tnecessary to make the development acceptable in planning terms;",
    "b.\tdirectly related to the development; and",
    "c.\tfairly and reasonably related in scale and kind to the development.",
    "The developer is advised that surface water from the development in both its temporary and permanent states should not be discharged onto the highway. Failure to prevent such is an offence.",
    "In aiming to satisfy the condition the applicant should seek the advice of the Metropolitan Police Service Designing out Crime Officers (DOCOs).  The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk or 02082173813",
    "In aiming to satisfy the condition the applicant should seek the advice of the Metropolitan Police Service Designing out Crime Officers (DOCOs).  The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk or 02082173813",
    "Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  The contact number is 08000093921 so to ensure that the surface water discharge from the site shall not be detrimental to the existing sewage system.",
    "A Trade Effluent Consent will be required for any Effluent discharge other than a 'Domestic Discharge'. Any discharge without this consent is illegal and may result in prosecution. Applications should be made at http://www.thameswater.co.uk/business/9993.htm or alternatively to Waste Water Quality, Crossness STW, Belvedere Road, Abbeywood, London. SE2 9AQ. Telephone: 020 3577 9200.",
    "A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will un",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "The presence of European protected species, such as bats, is a material consideration in the planning process and the potential impacts that a proposed development may have on them should be considered at all stages of the process. Occasionally European protected species, such as bats, can be found during the course of development even when the site appears unlikely to support them.  In the event that this occurs, it is advised that the developer stops work immediately and seeks the advice of the local authority ecologist and/or the relevant statutory nature conservation organisation (e.g. Natural England). Developers should note that it is a criminal offence to deliberately kill, injure or capture bats, or to deliberately disturb them or to damage or destroy their breeding sites and resting places (roosts). Further works may require a licence to proceed and failure to stop may result in prosecution.",
    "The applicant's attention is drawn to the provisions of both the Wildlife and Countryside Act 1981, and the Countryside & Rights of Way Act 2000. Under the 2000 Act, it is an offence both to intentionally or recklessly destroy a bat roost, regardless of whether the bat is in the roost at the time of inspection. All trees should therefore be thoroughly checked for the existence of bat roosts prior to any works taking place. If in doubt, the applicant is advised to contact the Bat Conservation Trust at Quadrant House, 250 Kennington Lane, London, SE11 5RD. Their telephone number is 0845 1300 228."
  ],
  "lpa_app_no": "P0384.25",
  "subdivision_of_building": null,
  "centroid_easting": 554494,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": "RM3 9ES",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "10033424109",
  "street_name": "Tring Gardens",
  "decision": "Approved",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 192815,
  "centroid": {
    "lon": 0.229917,
    "lat": 51.61297
  },
  "valid_date": "31/03/2025",
  "id": "Havering-P0384.25",
  "last_updated": "2025-08-14T03:59:07.860Z",
  "locality": "London",
  "status": "Approved",
  "last_date_consultation_comments": "31/05/2025",
  "decision_target_date": "31/07/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}