{
  "cil_liability": false,
  "last_updated": "2025-03-19T21:05:48.963+00:00",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.785
  },
  "decision_target_date": "08/04/2024",
  "parking_details": null,
  "postcode": "UB4 0UP",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 511289,
  "lapsed_date": "04/04/2027",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511271.1608,
              180805.8637
            ],
            [
              511317.463,
              180788.6658
            ],
            [
              511317.7937,
              180786.6814
            ],
            [
              511342.5984,
              180780.3975
            ],
            [
              511342.5984,
              180780.0668
            ],
            [
              511355.8276,
              180775.7673
            ],
            [
              511355.4969,
              180770.8064
            ],
            [
              511361.1193,
              180770.1449
            ],
            [
              511347.8901,
              180713.9209
            ],
            [
              511344.9135,
              180713.5901
            ],
            [
              511343.5906,
              180708.6292
            ],
            [
              511283.7285,
              180723.512
            ],
            [
              511276.7832,
              180707.9677
            ],
            [
              511238.7493,
              180721.8584
            ],
            [
              511271.4159,
              180807.6495
            ],
            [
              511271.1608,
              180805.8637
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              511271.4159,
              180807.6495
            ],
            [
              511271.4915,
              180808.1789
            ],
            [
              511271.4915,
              180807.8481
            ],
            [
              511271.4159,
              180807.6495
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 180790,
  "ward": "WOOD END 2022",
  "lpa_app_no": "2621/APP/2022/3293",
  "pp_id": "11637325",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "04/11/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "20/06/2023",
  "actual_completion_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": "HAYES",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "SPRINGFIELD ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39780139999999997,
          51.5152288
        ],
        [
          -0.3971398,
          51.5150651
        ],
        [
          -0.3971357,
          51.5150472
        ],
        [
          -0.3967803,
          51.5149859
        ],
        [
          -0.3967804,
          51.5149829
        ],
        [
          -0.3965912,
          51.5149416
        ],
        [
          -0.3965975,
          51.5148971
        ],
        [
          -0.3965167,
          51.5148901
        ],
        [
          -0.3967251,
          51.5143873
        ],
        [
          -0.396768,
          51.5143849
        ],
        [
          -0.3967887,
          51.5143406
        ],
        [
          -0.3976463,
          51.5144862
        ],
        [
          -0.3977513,
          51.5143478
        ],
        [
          -0.3982948,
          51.5144802
        ],
        [
          -0.39779719999999996,
          51.5152448
        ],
        [
          -0.39780139999999997,
          51.5152288
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": 51.515082,
    "lon": -0.39757
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2621/APP/2022/3293",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Committee",
  "site_name": "Elystan Business Centre, Pets At Home",
  "decision": "Approved",
  "id": "Hillingdon-2621_APP_2022_3293",
  "description": "Variation of Condition 7 (Restriction on Sale of Goods) of planning permission ref. 2621/APP/2010/2407, dated 20-12-2010: Application for the variation of condition 7 (to allow for the sale of pets and pet products (including food for non-human consumption)) of planning permission ref: 2621/APP/2010/1283 dated 14/09/2010: Sub-division of existing building to create 4 units, external alterations and associated works (including reconfiguration of car park.) to allow food and convenience goods (for consumption off the premises) to be sold from Unit C1 (formerly known as Unit C3).",
  "decision_date": "04/04/2024",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "895 PL 1.000 Rev. A (Location Plan)",
    "895 PL 1.201 (Site Plan - Proposed)",
    "895 PL 3.101 (Proposed Elevations)",
    "Proposed Internal Layout Unit C1, Rev. G;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall be in accordance with the details approved under application reference 2621/APP/2010/2513.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Planning and Retail Statement, October 2022",
    "Addendum to Planning and Retail Statement, February 2023",
    "Transport Statement, October 2022",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the objectives of Policies DMTC 1 and DMT 1 of the Hillingdon Local Plan Part 2 (2020).",
    "The retail floorspace within unit C1 as demarcated on drawing 895 PL 1.201 shall only be used for the sale of the following non-food goods: building and decorating materials and equipment; DIY and garden products; furniture; floor coverings and related ancillary goods; domestic electrical goods and gas appliances; computers and office supplies and equipment; pets and pet products (including food for non-human consumption), plus food and convenience goods (for consumption off the premises) and other products ancillary to these main ranges.",
    "All other retail floorspace within the site (as defined on the Location Plan received on 02 June 2010) shall only be used for the sale of the following non-food goods: building and decorating materials and equipment; DIY and garden products; furniture; floor coverings and related ancillary goods; domestic electrical goods and gas appliances; computers and office supplies and equipment and other products ancillary to these main ranges.",
    "The premises s",
    "Notwithstanding the details shown on the Large Trolley Shelter Plan, Rev. A and screenshot siting plan, prior to the commencement of the use for food sales, full details of the arrangements to be made for the storage and management of shopping trolleys shall be submitted to and approved in writing by the Local Planning Authority.",
    "The use shall be carried out in accordance with the approved details.",
    "REASON",
    "To ensure that the siting of the trolley store does not disrupt vehicular and pedestrian access on the site in accordance with Policies DMT 2 and DMT 5 of the Hillingdon Local Plan: Part Two (2020).",
    "Prior to the commencement of the use, full details of the provision of two active vehicle charging points shall be submitted to and approved in writing by the Local Planning Authority.",
    "The charging points shall be retained and maintained in reasonable working order on site for so long as the use remains.",
    "REASON:",
    "To ensure that the use of the site contributes to sustainability objectives, in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part Two (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574).",
    "The applicant is advised that there is a gas pipeline which crosses the site and that Cadent Gas should be contacted before any construction works are undertaken.",
    "The applicant is advised that it may be necessary to monitor the use of the car park, with parking enforcement action to be taken if appropriate."
  ],
  "development_type": null
}