{
  "cil_liability": false,
  "url_planning_app": null,
  "lapsed_date": "17/09/2024",
  "decision_target_date": "30/09/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Lambeth",
  "postcode": "SE1 7RH",
  "site_name": "Oasis Academy Johanna",
  "status": "Approved",
  "application_details": {
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Central Activities Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "NHP Southbank And Waterloo Neighbours Forum (SOWN)"
      },
      {
        "result": null,
        "constraints_layer_description": "OPPR London Plan Waterloo Opportunity Area"
      },
      {
        "result": null,
        "constraints_layer_description": "FLOOD Multiple"
      },
      {
        "result": null,
        "constraints_layer_description": "CAZFB Lower Marsh Central Activities Zone Frontage Boundary"
      },
      {
        "result": null,
        "constraints_layer_description": "3SBEG South Bank Employers' Group"
      },
      {
        "result": null,
        "constraints_layer_description": "3KCNA Kennington Cross Neighbourhood Association"
      },
      {
        "result": null,
        "constraints_layer_description": "CAZF Lower Marsh CAZ Primary Shopping Area Frontage"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023225523"
    ],
    "site_area": 0.629
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/02800/RG3",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 531188,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-03-19T03:01:51.055+00:00",
  "id": "Lambeth-19_02800_RG3",
  "application_type": "All Other",
  "street_name": "Johanna Street",
  "borough": "Custodian code",
  "ward": "Bishops",
  "decision_date": "17/09/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of green screen trellising along Baylis Road.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "27/08/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 179679,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023225523",
  "centroid": {
    "lon": "-0.1113412",
    "lat": "51.5008332"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              531234.55,
              179742.2
            ],
            [
              531231.75,
              179716.15
            ],
            [
              531222.9,
              179679.65
            ],
            [
              531216.554,
              179662.674
            ],
            [
              531198.55,
              179625.75
            ],
            [
              531190,
              179622.65
            ],
            [
              531182.55,
              179629.25
            ],
            [
              531179.2,
              179628.7
            ],
            [
              531150.6,
              179648.15
            ],
            [
              531150.95,
              179650.5
            ],
            [
              531148.95,
              179652
            ],
            [
              531146.5,
              179651.4
            ],
            [
              531135.347,
              179664.139
            ],
            [
              531124,
              179675.8
            ],
            [
              531147.9,
              179695.5
            ],
            [
              531153,
              179690.7
            ],
            [
              531161.2,
              179703.4
            ],
            [
              531174.7,
              179692.75
            ],
            [
              531174.8,
              179690
            ],
            [
              531177.2,
              179688.3
            ],
            [
              531180.95,
              179693.75
            ],
            [
              531196.45,
              179716.25
            ],
            [
              531200.2,
              179723.8
            ],
            [
              531222.2,
              179744.65
            ],
            [
              531225,
              179742.1
            ],
            [
              531228.65,
              179745.5
            ],
            [
              531234.55,
              179742.2
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "In Lambeth drainage systems are combined, therefore the 1st option on your drawing must be adopted for the storm drainage, leading to the public sewer.",
    "The Building Regulation application makes reference to a loft conversion, and extension, however, no details have been submitted for the loft conversion.  Therefore, this conditional approval relates only to the single storey rear extension.",
    "1.0\tKey issues\r\r§\tThe main issues addressed by this application are the impact of the proposed rear extension on the design of the host property and the impact on the amenity of neighbouring occupiers.\r\r2.0\tSite\r\r2.1\tThe application site is a two storey detached building located on the west side of Ambleside Avenue.  The property does not fall within a Conservation Area nor is the property Listed.  \r2.2\tThe property has existing side and rear extensions as well as a front mansard roof extension as well as a rear roof dormer window.  The current use of the property is as a home for care for people recovering from mental illnesses.     \r\r3.0\tProposal\r\r3.1\tThe subject application is for the erection of a single storey rear conservatory extension to the southern side of the building.  The subject application is a resubmission from a previously refused application for two rear conservatory structures ref. 06/01377/FUL.  \r3.2\tThe proposed conservatory will be constructed to the rear of the single storey side extension as well as to the rear of the main body of the building.  This conservatory will measure 1.9m in depth, 6.4m in width, and 2.5-3m in height as it will also have a mono-pitched roof sloping away from the main building.   \r\r4.0\tRelevant History\r\r4.1\tA planning application for the erection of mansard roof and dormer windows to front roof space of dwellinghouse (Application number 98/00399/FUL GRANTED on the 20.04.1998)\r4.2\tA planning application for the conversion of dwelling house to use as home for care of persons recovering from mental illness (Application number 98/02459/FUL GRANTED on the 31.03.1999)\r4.3\tA planning application for the erection of a two-storey side and rear extensions with accommodation in the roofspace of the side extension (Application number 03/02609/FUL REFUSED on the 20.11.2003) The reasons for refusal are outlined below:\r\tThe property lies adjacent to the Streatham Park and Garrods Road Conservation Area and the proposed extensions by reason of their size and bulk, would unduly affect the character and appearance of this Conservation Area undermining the historic setting and the spaciousness of the dwellings therein, whilst also being out of keeping with the original building and appearing overly dominant within the streetscene. The proposal is therefore considered contrary to PPG15, Policies CD2, CD15 and CD18 of the adopted Lambeth Unitary Development Plan (1998), Policies 32, 33 and 42 of the Deposit Unitary Development Plan (2002-2017) and the Councils Supplementary Planning Guidance 'Guidelines/Policies for Residential Extensions and Alterations.' \r4.4\tPlanning application for the extension to existing residential home, involving erection of single storey ground floor side and rear extensions, to accommodate 2 new bedrooms, new games room, extensions to existing lounge and kitchen, new toilets, and associated alterations (Amended description) ( Application number 04/02652/FUL REFUSED on the 28.10.2004) The reasons for refusal are outlined below: \r§\tThe proposed extension would, by reason of its size, scale and location, not be in keeping with the original character of the property, and would not be subordinate to the main dwellinghouse. As such, the proposal is contrary to Policies CD2, CD15, CD18 and H10 of the Council's Adopted Unitary Development Plan, Policies 32 and 33 of the Revised Deposit Unitary Development Plan and Council's Supplementary Planning Guidance on Residential Extensions and Alterations.\r4.5\tPlanning application for the erection of a single storey side and rear extension to accommodate two new bedrooms, extension to existing lounge and associated alterations [Revised Application] (Application number 04/03868/FUL GRANTED on the 04.07.2005)\r4.6\tPlanning application for the erection of two single storey rear extensions with associated alterations (Application number 06/01377/FUL REFUSED on the 27.06.2006)  the reasons for refusal are outlined below:\r§\tThe proposed rear extensions, by reason of scale, size, bulk, and location, would be over-dominant and undermine the character of the rear of the property and as such result in the loss of visual amenity, contrary to Policies H10 and CD18, Standard ST8 of the Adopted Unitary Development Plan, Policy 33 of the Revised Deposit Unitary Development Plan (2004) and the Councils Adopted Supplementary Planning Guidance 'Residential Alterations and Extensions'\r§\tThe proposal, by reason of its size, scale, bulk and location, would increase the amount of overlooking onto 27 Ambleside Road detrimental to the amenities of the adjoining residents, contrary to Adopted Unitary Development Plan (1998) Policies CD18, H10, Standard ST8, Policy 33 of the Revised Deposit Unitary Development Plan (2004) and the Council's adopted Supplementary Planning Guidance for Residential Extensions and Alterations.\r\r5.0\tConsultation\r\rCarried out\r5.1\tLetters were sent to the following addresses:\t\r§\t32-35 Campbell Close\r§\t21, 23, 25, 27, 29 Ambleside Avenue\r§\t1, 3 Rydal Road\r\t\t\t\t\t\t\t\r5.2\tThe following Groups/Amenity Soc.'s/consultees were notified:\r§\tStreatham society \r\r5.3\tSite and press notices were not displayed\r\rResponses\r\r5.4\t\rNo. Letters sent\tNo. of Objections\tNo. in support\tNo. of comments\r               19\t              3\t            0\t             0\r\r\rAssessment\r\rMaterial planning objections (list each point)\tResponse - How met (meets policy - pls state, condition - pls ID, or non-material)\r§\tThe extensions to the building have been built without regard to: neighbours feelings; neighbours rights; external design; building regulations; or planning law.  §\tThe extension will result in the loss of sunlight, privacy, and noise into the neighbouring properties.  §\tThe external appearance of the proposed extension will be out of keeping with the original design and style of the original house.  §\tThe owner of number 25 Ambleside Avenue has built an 8ft high fence in front of the existing fence, which is out of keeping with the existing fence.  \t§\tThe existing extensions have all received planning consent and the conversion of the property into a residential care home as also been granted consent.  Therefore all of the existing structures on the property are authorised.  §\tThis objection will be assessed in the 'Amenity Issues' section as below.    §\tThis objection will be assessed in the 'Design and Conservation Issues' section as below.  §\tThe fencing may have been erected without the benefit of planning permission and therefore is a matter that must be examined by the planning enforcement team.  This objection is not a concern to be examined in determining this application.  \r\r\r\r6.0\tRelevant policies\r\rAdopted UDP:\r6.2\t\r\tCD18 Extensions\r\tPolicy H10: Residential Development Standards\r\tPolicy ST1: Layout and Design \r\tPolicy ST3: Daylight and Sunlight\r\tPolicy ST5: Privacy and Space Between Buildings \r\tPolicy ST8: Residential Extensions\r\rSupplementary Planning Guidance:\r\tAdopted Supplementary Planning Guidance on Residential Extensions and Alterations\r\rRevised Deposit\r6.3\r\tPolicy 33 Alterations and Extensions\r\rThe policies of the emerging replacement UDP normally carry relatively less weight than the policies of the adopted UDP. Generally speaking the weight to be attached to such emerging policies depends upon the stage of plan preparation or review, increasing as successive stages are reached.\r\rIn the case of the Lambeth Replacement UDP, the Council has now received the Inspector's Report (17th February 2006) and is in the course of responding to the Inspector's recommendations and preparing proposed modifications as part of the final stage of procedures leading to adoption of the Replacement UDP. This is a significant stage in the process of adoption of the Replacement UDP and as such considerable weight may be attached to policies in the Replacement UDP, which the Inspector has supported.\r\rThe Council's approach to this has been approved under delegated powers and is outlined in the Report on the Current Status of the Replacement UDP, which lists the policies the Inspector supports and states the Council will take this approach to all planning applications submitted from 1st August 2006.\r\r\tOther (including SPG)\r6.5\rAdopted Supplementary Planning Guidance on Residential Extensions and Alterations\r\r7.0\tPlanning considerations:\r\r\tLand-use Issues\r7.1\tN/A\r\r\tConservation and Design Issues\r7.2\tAs mentioned the subject application is a resubmission from an earlier refused application for the erection of two rear conservatory extensions.  The previously refused application was refused based on the additional clutter and impact (in terms of design and amenity) that the proposed extensions would cause upon the host property and neighbouring properties.  \r7.3\tA subject of the objections received noted that the subject property has already been extended and altered in numerous ways including three roof extensions and two ground floor extensions.  \r7.4\tThe SPG for Residential Extensions and Alterations expands on the policies of the AUDP.  Section 6 of the SPG states that overbearing and overwhelming rear extensions should be avoided where normally rear extensions are no more then two-thirds the width of the rear of the building. \r7.5\tIn combination with the existing single storey rear extension the rear conservatory will extend beyond two-thirds the width of the rear elevation, clearly contrary to the SPG.  However the proposed conservatory is very small in nature compared to the existing extensions on the property and would only be visible from the rear garden of the subject property.  Given this it is considered that the proposed conservatory extension is minor in nature will not have a negative effect upon the appearance of the property.  \r7.6\tPolicy CD18, H10 (ST8) of the AUDP and policy 33 of the RUDP ensure that extensions to properties remain subordinate to the host building.  The proposed extension will add a further extension onto the property, however this is a minor addition to the property which has already been extended by way of a number of previous extensions and therefore considered acceptable in this instance.  \r7.7\tGiven the above it is considered that the proposed rear extension is in general accordance with policies H10 (ST1 & ST8) and CD10 of the adopted UDP, Policy 33 of the replacement UDP, and the SPG in terms of design.  \r\rAmenity Issues\r7.8\tStandard ST8 of the adopted UDP states that, to ensure that extensions do not have a detrimental impact on neighbouring properties, the following points should be considered: siting, height, bulk, relationship with surroundings and impact on neighbouring properties in terms of visual amenity, overlooking and loss of light.  \r7.9\tThe impact upon the amenity of the neighbouring properties is an issue raised by a number of the objectors.  However the objections were received from the occupiers of number 27 Ambleside Avenue that will not be directly impacted by the proposed development as the extension is to the other side of the property, nearer to number 23 than to number 27.  \r7.10\tThe proposed conservatory extension is to be constructed between the 2.7m high side boundary wall with number 23 Ambleside Road and the 1.5m high rear parking lot wall abutting the southern boundary of the property.  Given this situation it is considered that the conservatory extension will not effect either the residential daylight, sunlight or increase the amount of overlooking onto neighbouring properties as the extension will be tucked in behind the side and rear boundary wall.     \r7.11\tAs such the proposal is considered acceptable in terms of amenity in compliance with Adopted Lambeth Unitary Development Plan (2004) Policies H10 (ST3, ST5 & ST8), with Supplementary Planning Guidance on Residential Extensions and Alterations, and also Policy 33 of the London Borough of Lambeth Revised Deposit Unitary Development Plan (2004).  \r\rOther\r7.12\tN/A\r",
    "SITE DESCRIPTION\rThe property is a two-storey, single-family detached dwellinghouse, incorporating a two-storey rear addition, located on the southern side of Crescent Lane.  The site is not located within a conservation area.\r\rThe site also features two post-1948 single-storey rear extensions.\r\r\rPLANNING HISTORY\r\rAn application for a Certificate of Lawfulness (proposed) for the erection of a single storey rear extension with 2 rooflights and associated alterations was refused on the 02.05.2006 (06/00362/LDCP) for the following reasons: -\r\rThe proposal for the erection of a ground floor rear extension did not comply with Schedule 2, Part 1, Class A of the General Permitted Development Order 1995 as the as the additional created cubic content would have exceed 70m3 and 15% of the cubic content of the existing dwelling.\r\rThe dimentions of the aforementioned refused scheme was: -\rWidth 3.6m x depth 3.65 x height 3.6m = 47.30m3 approximately\r\r\rPROPOSED DEVELOPMENT\r\rThe application proposes demolition of the existing two rear extensions (post-1948) and erection of a single storey rear extension with 2 rooflights and a window in the side elevation and creation of a rear garden patio.\r\rThe proposed rear extension would replace the two existing (post-1948) extensions and would have the same dimensions with regards to width and depth.  The height would be reduced on the north side and increased on the south side to provide a level roof over the extension.\r\rThis scheme would retain the existing rear profile and although the two existing extensions (post-1948) would be demolished to create one extension, the only visible external changes would be elevational alterations by means of new doors, material and change of the roofs, from mono-pitched to flat.  From the rear garden, the proposed structures would maintain the appearance of two extensions, one stepped back by 1.1m from the other (as per existing), however, a section of the internal wall between the two proposed structures would be demolished to create one large room.\r\rDetails of proposal: -\rDepth 4.5m (south side) and 3.45m (north side); 7.4m wide (maximum) and 3.65m (minimum).  The height would be 3.2 to patio level, which is 1.1m in height.  Material used would be to London Stock and asphalt.\r\rDetails of existing to be demolished: -\rThe width and depth is as for proposed.  The height of the structure to the south is 3.5m, sloping down to 2.2m.  The height of the structure to the north is 3.7m, sloping down to 2.7m.  \r\rDetails of windows\rA new window would be located on the side flank (north side) and would measure 0.6m in width and 1.4m in height.  Material and design was not specified; however, a condition would be attached to the decision notice requesting the new window to match existing fenestrations with regards to design and material.\r\rAn existing window on the north side flank would be relocated 1m towards west and it would stay at the same height as per existing (1.3m to ground level).\r\r\rCONSULTATIONS\r\rThe following neighbouring properties were consulted:\r9 to 17 (inclusive, odd) Step Hill \r41 to 52 Woodbourne Avenue (inclusive, odd)\r43 Bedmead Avenue\r\rThe following amenity groups and interested parties were consulted\r§Streatham Society\r\rPress Notice: No       Site Notice: No         Objections received: No\r\r\rPLANNING CONSIDERATIONS\r\rAdopted Unitary Development Plan (1998) Polices:\r\rCD18 Extensions - states that the height and form of extensions should be in keeping with the building and it's setting.  Alterations and extensions should respect the plan form, architectural characteristics and detailing of the original building and use matching materials.\r\rH10 Residential Development Standards (ST8 Residential Extensions) - To ensure that extensions will not have a detrimental impact on neighbouring properties or visual amenities, particular attention will be paid to siting, height, bulk, scale/design in relation to surrounding buildings, overlooking, loss of daylight/sunlight.\r\rPolicy ST3 - Daylight and Sunlight states that good daylighting and sunlighting should be achieved in the new buildings, retained in existing buildings nearby and safeguarded for the future development of adjoining land.\r\rPolicy ST5 - Privacy and space between buildings states that the layout of residential development should provide adequate privacy for residents in the dwelling, in the garden and in adjoining properties.\r\rRevised Deposit Unitary Development Plan (2004) Policies:\r\rPolicy 33 Alterations and Extensions - states that rear extensions should not undermine the uniform appearance of houses, occupy an excessive portion of rear garden, create an unacceptable sense of enclosure.\r\rSupplementary Planning Guidance:\r\rResidential Extensions and Alterations (section 6) - states that to ensure subordination the width of a rear extension should be determined in relation to prevailing local patterns and should normally not extend more than two thirds the width of the rear of the house.  Furthermore rear extensions should not normally extend beyond 4 metres for semi-detached or detached houses from the rear wall of the house.  The size should not result in detriment to the light and amenity of neighbours.  \r\rSection 3.3 states that additional, replacement or enlarged windows should, where permitted, not harm the architectural integrity of the building, and should follow the original pattern and materials.\r\rCurrent Status of the Replacement UDP\r\rThe policies of the emerging replacement UDP normally carry relatively less weight than the policies of the adopted UDP. Generally speaking the weight to be attached to such emerging policies depends upon the stage of plan preparation or review, increasing as successive stages are reached.\r\rIn the case of the Lambeth Replacement UDP, the Council has now received the Inspector's Report (17th February 2006) and is in the course of responding to the Inspector's recommendations and preparing proposed modifications as part of the final stage of procedures leading to adoption of the Replacement UDP. This is a significant stage in the process of adoption of the Replacement UDP and as such considerable weight may be attached to policies in the Replacement UDP, which the Inspector has supported.\r\rThe Council's approach to this has been approved under delegated powers and is outlined in the Report on the Current Status of the Replacement UDP, which lists the policies the Inspector supports and states the Council will take this approach to all planning applications submitted from 1st August 2006.\r\r\rDESIGN & CONSERVATION\r\rObservations:\rThe application proposes demolition of the existing two rear extensions (post-1948) and erection of a single storey rear extensions with 2 rooflights and a window in the side elevation and creation of a rear garden patio.  The proposed rear extension would replace the two existing (post-1948) extensions to be demolished and would have the same dimensions with regards to width and depth.  The height would be reduced on the north side and increased on the south side; this would be done to bring the proposed structure's height level.  This scheme would retain the existing rear profile and although the two existing extensions (post-1948) would be demolished to create one extension, the only visible external changes would be elevational alterations by means of new doors, material and change of the roofs, from mono-pitched to flat.  From the rear garden, the proposed structures would maintain the appearance of two extensions, one stepped back by 1.1m from the other (as per existing), however, a section of the internal wall between the two proposed structures would be demolished to create one large room.\r\rThe proposed extension would be of 4.5m deep (south side) and 3.45m (north side); 7.4m wide (maximum) and 3.65m (minimum).  The height would be 3.2 to patio level, which is 1.1m in height.  Material used would be to London Stock and asphalt.\rSPG - Residential Extensions and Alterations, section 6.6, states that the depth of rear extensions should not extend beyond 4 metres for detached and semi-detached.  Although the depth (south side) of the proposed extension would exceed SPG guidance (4.5m), it is considered to be acceptable as the proposed extension would be the same as the existing extension to be replaced with regards to depth and width and as such it is considered that it would not worsen the existing impact to the host property and adjacent properties as well as the are as a whole.  It is considered that the new extension would improve the visual appearance of the property.\r\rSPG - Residential Extensions and Alterations, section 6.3, states that the width of rear extensions should not exceed two thirds of the width of the rear of the house.  As stated above, the width is acceptable as the proposed extension would be the same as the existing extension to be replaced with regards to depth and width and as such it is considered that although the scheme does not comply with SPG, section 6.3 as the proposed extension would be extended along the full width of the rear of the property, it would not worsen the existing impact to the host property and adjacent properties as well as the are as a whole.  Additionally, its stepped design gives the impression of a half width rear extension and a side infill set back by 1.1m from the rear building line of the said rear extension.\r\rSPG, section 3.3 states that additional, replacement or enlarged windows should, where permitted, not harm the architectural integrity of the building, and should follow the original pattern and materials.\r\rThe scheme also sees the insertion of a new window, which would be located on the side flank (north side) and would measure 0.6m in width and 1.4m in height.  Material and design was not specified; however, a condition would be attached to the decision notice requesting the new window to match existing fenestrations with regards to design and material.  An existing window on the north side flank would be relocated 1m towards west and it would stay at the same height as per existing (1.3m to ground level).\r\rAs such the proposal complies with Adopted Lambeth Unitary Development Plan Policies CD18, H10 - ST8 and, as well as Policy 33 of the London Borough of Lambeth Revised Deposit Unitary Development Plan (2004) and partly complies with the Supplementary Planning Guidance on Residential Extensions and Alterations (SPG).\r\r\rAMENITY IMPACT\r\rObservations:\r\rStandard ST8 of the adopted UDP states that, to ensure that extensions do not have a detrimental impact on neighbouring properties, the following points should be considered: siting, height, bulk, relationship with surroundings and impact on neighbouring properties in terms of visual amenity, overlooking and loss of light.  \r\rThe rear extension is not considered to have a significant impact on the neighbouring properties in terms loss of privacy, loss of daylight/sunlight, overshadowing and overlooking, as it would be of the same design, with and depth of the existing extensions to be replaced.\r\rTo the south, the height would be increased to 3.2m; however, it is to be noted that the existing structure (south part) features a part-flat roof at a height of 2.7m to decking level and a part mono-pitched roof at a height of 3.5m to decking level and as such, it is considered that the new height of 3.2m would not worsen the level of overlooking, loss of privacy, loss of daylight/sunlight and overshadowing.  Additionally, given an existing rear extension (higher that the proposed one) on the neighbouring property to the south (No 11 Steep Hill), which would abut to the proposed extension of the said property (No 13 Steep Hill), it is considered that no loss amenities would incur as a result of the proposed scheme.\r\rA window would be repositioned at the same height of the same flank and the new window would be located on the same flank, thus not creating any additional level of overlooking & loss of privacy\r\rThe existing window on the north flank would be relocated 1m towards west and it would stay at the same height as per existing (1.3m to ground level).  The new window would be located on the north flank and would measure 0.6m in width and 1.4m in height, and as such, it is considered that no additional loss of amenity would incur as a result of the development as there are existing windows on that flank.\r\rAs such the proposal complies with Adopted Lambeth Unitary Development Plan (2004) Policies CD18, H10 (ST8), ST5 and ST3 and with Policy 33 of the London Borough of Lambeth Revised Deposit Unitary Development Plan (2004).\r\r\rRECOMMENDATION\rGrant planning permission. \r",
    "The fee for this application is £135, please pay this amount.\rPlease complete sign and date the enclosed Agricultural Holdings Certificate (4 copies).\rPlease complete sign and date certificate C or D on the returned forms (4 copies).\rPlease provide existing and prior to work elevations and floor plans (6 copies).\rPlease provide manufactures brochures of the air conditioning unit.\rPlease provide Ordnance Survey style location maps to a scale of 1:1250 with the boundary of the application site outlined in red and the boundary of any other property controlled by the applicant outlined in blue (6 copies). These can be purchased online at www.ordnancesurvey.org.uk or National Map Centre, 22-24 Caxton Street, London SW1H 0QU - Tel: 020 7222 2466 Or Stanfords, 12-14 Long Acre, London WC2E 9LP - Tel: 020 7836 1321 or any other Ordnance Survey reseller.\r\r",
    "A Team Leader has assessed your application and has queried the proposal on the application form, which states that you are creating Retail and Office space.  The drawings do not make reference to any retail space, please clarify or the application form will need to be amended accordingly.\r\r",
    "In deciding to grant planning permission, the Council has had regard to the relevant policies of the Development Plan and all other relevant material planning consideration. Having weighed the merits of the proposal in the context of the issues, it is considered that planning permission should be granted subject to the conditions listed below. In reaching this decision the following policies were relevant: \r47 Conservation Areas",
    "Protection of children from harm\r\r26.\tAll tickets are sold to over 18's and the national Challenge 25 policy will be in operation upon entrance to the site. \r\r27.\tThe event will operate the national Challenge 25 policy in line with Lambeth Council's expectation.  Staff serving alcohol will challenge any persons who they believe may be under the age of 25 years and will request that they produce valid photographic identification.    \r",
    "Prevention of Public Nuisance\r\r21.\tThe Noise Management Plan shall be adhered to. \r\r22.\tOrganisers will carry out onsite monitoring and recording of stage production and actively manage resident complaints where required.\r\r23.\tEffective waste management will prevent the build up of litter and alongside a full site clean up, including access ways onto the site and surrounding roads, The licensee will ensure that litter does not present a public nuisance (refer to ESMP).\r\r24.\tThere shall be an adequate number of temporary toilets (refer to ESMP).\r\r25.\tPro-active management of event traffic will ensure that disruption to the local road network and its users is kept to a minimum (through build and derig). A robust traffic management plan drawn up in consultation with the relevant agencies will operate. There is no planned event parking, and organisers will communicate public transport in the local area to attendees via digital channels.\r",
    "This decision letter does not convey an approval or consent which may be required under any enactment, by-law, order or regulation, other than Section 57 of the Town and Country Planning Act 1990.",
    "Your attention is drawn to the provisions of the Building Regulations, and related legislation which must be compiled with to the satisfaction of the Council's Building Control Officer.",
    "The development to which this permission relates must be begun not later than the expiration of three years beginning from the date of this decision notice. \r\rReason: To comply with the provisions of Section 91(1)(a) of the Town and Country Planning Act 1990 and Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby permitted shall be carried out in accordance with the approved plans listed in this notice.\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/08/2019",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1106475,
          51.5013903
        ],
        [
          -0.11069749999999999,
          51.5011569
        ],
        [
          -0.11083849999999999,
          51.5008309
        ],
        [
          -0.1109361,
          51.5006798
        ],
        [
          -0.11120909999999999,
          51.5003522
        ],
        [
          -0.1113334,
          51.5003263
        ],
        [
          -0.1114382,
          51.5003873
        ],
        [
          -0.11148659999999999,
          51.5003832
        ],
        [
          -0.1118912,
          51.5005646
        ],
        [
          -0.1118853,
          51.5005856
        ],
        [
          -0.1119135,
          51.5005996
        ],
        [
          -0.11194899999999999,
          51.5005948
        ],
        [
          -0.1121049,
          51.5007118
        ],
        [
          -0.1122639,
          51.5008193
        ],
        [
          -0.1119125,
          51.5009908
        ],
        [
          -0.11184079999999999,
          51.5009464
        ],
        [
          -0.111718,
          51.5010587
        ],
        [
          -0.11152759999999999,
          51.5009598
        ],
        [
          -0.11152719999999999,
          51.5009351
        ],
        [
          -0.11149329999999999,
          51.5009193
        ],
        [
          -0.1114372,
          51.5009674
        ],
        [
          -0.11120569999999999,
          51.501166
        ],
        [
          -0.1111489,
          51.501233
        ],
        [
          -0.11082439999999999,
          51.5014152
        ],
        [
          -0.110785,
          51.5013917
        ],
        [
          -0.1107312,
          51.5014214
        ],
        [
          -0.1106475,
          51.5013903
        ]
      ]
    ],
    "type": "Polygon"
  }
}