{
  "last_date_consultation_comments": null,
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "development_type": "Minor dwellings",
  "decision_date": "16/02/2022",
  "pp_id": "PP-10000254",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Ealing-215125FUL",
  "last_updated": "2025-03-19T20:51:02.917+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516270,
  "decision_target_date": "18/02/2022",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 18,
    "net_cycle": 18,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516279.0990564,
              180331.6498574
            ],
            [
              516270.9529361,
              180329.2505442
            ],
            [
              516265.6018914,
              180345.1459942
            ],
            [
              516261.8503886,
              180356.2528149
            ],
            [
              516262.0977404,
              180356.3527863
            ],
            [
              516269.7986275,
              180358.9020566
            ],
            [
              516271.5465805,
              180353.8535017
            ],
            [
              516271.9011181,
              180352.7038308
            ],
            [
              516279.0990564,
              180331.6498574
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "subdivision_of_building": null,
  "title_number": [
    "MX267445"
  ],
  "secondary_street_name": null,
  "valid_date": "25/08/2021",
  "centroid": {
    "lon": -0.325966,
    "lat": 51.510071
  },
  "site_number": null,
  "ward": "Elthorne",
  "lpa_name": "Ealing",
  "actual_commencement_date": "22/08/2023",
  "uprn": "12072265",
  "lpa_app_no": "215125FUL",
  "status": "Superseded",
  "description": "Construction of a part 4, 7, and 8 storey building comprising a flexible Class E use on the ground floor; 9 self-contained residential flats (Use Class C3) on the upper floors; and associated refuse storage and cycle parking (following demolition of existing building)",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "W13 0SY",
  "centroid_northing": 180344,
  "borough": "Ealing",
  "application_type": "All Other",
  "locality": "London",
  "site_name": "114 Broadway",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (As Amended).",
    "| The development hereby approved shall be carried out in accordance with the drawing titles:",
    "Cover Letter (dated 30/07/2021); 3286-CB-A-DR-P0000 (dated 02/07/2021); 3286-CB-A-DR-P0001 (dated 02/07/2021); 3286-CB-A-DR-P0010 (dated 02/07/2021); 3286-CB-A-DR-P0011 (dated 02/07/2021); 3286-CB-A-DR-P0050 (dated 02/07/2021); 3286-CB-A-DR-P0051 (dated 02/07/2021); 3286-CB-A-DR-P0053 (dated 02/07/2021); 3286-CB-A-DR-P0999 (dated 02/07/2021); 3286-CB-A-DR-P1000 (dated 02/07/2021); 3286-CB-A-DR-P1001 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1002 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1003 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1004 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1005 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1006 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1007 (dated 02/07/2021); 3286-CB-A-DR-P1008 (dated 02/07/2021); 3286-CB-A-DR-P1050 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1051 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1052 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1053 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1070 (Revision A; dated 09/11/2021); 3286-CB-A-DR-P1071 (Revision A; dated 09/11/2021); Design and Access Statement (dated July 2021); Planning Statement (dated July 2021); Daylight & Sunlight Report (Ref: 2113/T; Revision 01; dated July 2021); Townscape Appraisal (dated November 2021); Amended Scheme to Planning Officer Comments (dated November 2021).",
    "Reason: For avoidance of doubt and in the interest of proper planning.",
    "| Details of the materials and finishes to be used for all external surfaces of the building hereby approved shall be submitted to and approved in writing by the local planning authority before any part of the super structure is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies LV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D4 of the London Plan 2021 and the National Planning Policy Framework (2021). | Prior to commencement of the development hereby approved, a detailed Demolition Method Statement and a Construction Management Plan shall be submitted to and approved in writing by the Council. Details shall include:",
    "a) Control measures for:",
    "o\tNoise and vibration (according to Approved CoP BS 5228-1 and - 2:2009+A1:2014).",
    "o\tDust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition).",
    "o\tLighting ('Guidance Note 01/20 For The Reduction of Obtrusive Light' by the Institution of Lighting Professionals).",
    "b) Details related to:",
    "o\tHours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays.",
    "o\tNeighbour liaison, notifications to interested parties.",
    "o\tPublic display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "o\tDelivery locations.",
    "o\tAudit of existing condition of roads and footways to ensure that they be restored if damaged during construction.",
    "o\tThe construction lorry route from the main distributor roads and the number of constructions related vehicles, which would be travelling to the application site. A drawing showing signing for the construction vehicles is also required.",
    "o\tKey dates of various stages and all the emergency contacts during construction.",
    "o\tAbnormal load delivery vehicle routes and dates of these deliveries.",
    "o\tSwept path envelopes for construction lorries.",
    "Reason: To protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies D6, D11, D14, SI1, S12, T1, T2, T4 and T5 of the London Plan (2021); 1.1(e)(j) and 2.1(c) of the Ealing Development (Core) Strategy (2012); 7A and 7B of the Ealing Development Management Plan (2013); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | Before the development is commenced (including demolition and site clearance), an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.",
    "Reason: To promote sustainable design and construction to reduce emissions from the demolition and construction of buildings in accordance with London Plan policy D14, policy 7A of the Ealing Development Management DPD (2013) and The Control of Dust and Emissions from Construction and Demolition SPG (GLA).",
    "| Prior to the first occupation of any part of the development hereby approved, a detailed Delivery and Servicing Management Plan shall be submitted for approval in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved Delivery and Servicing Management Plan.",
    "Reason: In the interests of highway safety and the amenities of neighbouring and prospective occupiers in accordance with policies SI 8, T3, T4, T7 and D14 of the London Plan (2021); policy 7A of the Ealing Development Management DPD (2013); and the National Planning Policy Framework (2021). | Notwithstanding the provisions of Class L of Part 3 of Schedule 2 of the Town and Country Planning (General Permitted Development) Order 2015 (As Amended) (or any subsequent order revoking and re-enacting that Order with or without modifications), the proposed self-contained dwelling units (Use Class C3) shall not be used for a use falling within Class C4 (Houses in Multiple Occupation) of the Schedule to the Use Classes Order without prior approval of the Local Planning Authority obtained by the submission of a planning application.",
    "Reason: To ensure that the Council retains control over the quality, impacts and provision of any change of use and to safeguard amenities of the occupiers of neighbouring properties and living conditions of occupants of the development in accordance with the GLA's Supplementary Planning Guidance on Housing (2016) as well as Policy D3 of the London Plan (2021) and Policy 7A of the Development Management DPD.",
    "| Prior to the commencement of development (excluding site clearance and demolition), a drainage strategy shall be submitted to and approved in writing by the Local Planning Authority. The drainage strategy shall demonstrate the reduction of flood risk and betterment of exiting drainage at the site through sustainable drainage mitigation techniques and be accompanied by a detailed drainage design (incl. drawings and supporting calculations) and maintenance plan (incl. maintenance tasks for all drainage components).",
    "The approved drainage strategy shall be implemented prior to the commencement of development and, thereafter, be permanently maintained. Additionally, no discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been implemented.",
    "Reason: To reduce the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy SI13 of the London Plan (2021); policy 1.2 of the Adopted Ealing Development (Core) Strategy (2012); and 5.12 of the Ealing Development Management DPD (2013). | Prior to the commencement of the development hereby approved (excluding site setup, demolition, site clearance or ground works), details of the hard and soft landscaping (incl. trees, shrubs and plants) shown on the fourth-floor communal terrace shall be provided to and approved by the Local Planning Authority, and maintained permanently thereafter. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season and maintained permanently.",
    "Reason: In the interests of protecting the visual amenity of the local area, ensuring suitable amenity spaces are provided for future occupants, and providing sustainable urban drainage in accordance with policies G4, G6 and G7 of the London Plan (2021); and 5.10, 7A, 7B and 7.4 of the Ealing Development Management Plan (2013). | Prior to commencement of the development (excluding site setup, demolition, site clearance or ground works), a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10, including aircraft noise (worst mode aircraft 1-day noise contour predicted for 2016 (60 dB). Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10. Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve noise limits specified in BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), Policy D3 and D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Standard 30 of the Housing SPG and Policies D3 and D14 of the London Plan (2021).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies in accordance with Standard 30 of the Housing SPG and Policies D3 and D14 of the London Plan (2021).",
    "| The sound insulation of the floor/ceiling /wall structures separating different types of rooms/uses, namely, kitchen/living/dining room below bedroom and bathroom/amenity space above bedrooms of separate dwelling, should be enhanced by at least 5dB above the recommended Building Regulations value. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), Policy D3 and D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development (excluding site setup, demolition, site clearance or ground works), details shall be submitted to the Council for approval in writing, of enhanced sound insulation of at least 10/15dB, as necessary, above the Building Regulations value for residential use, of the floor/ceiling/walls separating the commercial use from dwellings. Where noise emissions include characteristic features, the Noise Rating level shall not exceed NR25 Leq 5mins (octaves) inside a bedroom and NR30 Leq 5mins (octaves) inside a living room. Details of mitigation measures shall include the installation method, materials of separating structures and the resulting sound insulation value and internal sound/rating level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the residential occupiers, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), Policy D3 and D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Noise and vibration from the communal lift shall not exceed the criteria for adjoining dwellings specified in Table 5 BS8233:2014.",
    "Reason: In the interests of the living conditions of the residential occupiers, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), Policy D3 and D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| The passenger lifts indicated on the hereby approved plans listed in Condition 2 shall be installed and operational prior to the first residential occupation of the development and maintained in perpetuity.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policies D4, D5, D6 and D7 of the London Plan (2021); policy 1.1(h) of the Ealing Development Strategy 2026 (2012); policy 7B of the Ealing Development Management DPD (2013); and interim Ealing SPG 'Accessible Ealing' (2012).",
    "| The use of the commercial units shall not be permitted during the hours of 11.00pm to 06.00am Mondays to Sundays.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from activities or people at or leaving the site, in accordance with Policy D14 of the London Plan (2021), Policy 1.1 (e), and (j) of the Ealing Development (or Core) Strategy 2026 Development Plan Document (2012) and Policies 7A and 7B of the Ealing Development Management Development Plan Document 2013.",
    "| The cycle parking indicated on the hereby approved plans shall be installed prior to the first occupation of the development and shall comprise the provision of at least 18 cycle parking spaces in accordance with the details approved in Condition 2. Any variation to the approved plans shall be submitted to and approved in writing by the Local Planning Authority prior to the modification being undertaken. The approved details shall be retained thereafter.",
    "Reason: To ensure adequate cycle parking is provided within the development to encourage sustainable modes of transport in accordance with policy T5 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's Development (Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG. | Refuse and recycling storage areas indicated on the approved plans shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and Policy SI8 of the London Plan (2021)."
  ],
  "decision": "Approved",
  "street_name": "Broadway",
  "application_details": {
    "existing_uprns": [
      "12072265"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Single Phase",
        "intended_completion_date": "01/2023",
        "intended_commencement_date": "01/2022"
      }
    ],
    "total_gia_gained": 948,
    "site_area": 0.024,
    "total_gia_lost": 411,
    "total_gia_existing": 411,
    "scheme_name": "114 Broadway",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": "24/04/2024",
        "use_class": "C3",
        "gia_gained": 710,
        "actual_commencement_date": "22/08/2023",
        "superseded_by_lpa_app_no": "224322FUL",
        "gia_lost": 0
      },
      {
        "gia_existing": 411,
        "superseded_date": "24/04/2024",
        "use_class": "SpecifiedOther",
        "gia_gained": 238,
        "actual_commencement_date": "22/08/2023",
        "superseded_by_lpa_app_no": "224322FUL",
        "gia_lost": 411
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 8,
        "max_height": 25.6,
        "building_ref": "New Build - 114 Broadway"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 948,
      "total_gia_lost": 411,
      "total_gia_existing": 411,
      "development_type": null,
      "site_area": 0.024
    },
    "garden_land_lost": false,
    "uk_company_registration_no": "11106509",
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 19,
      "total_no_proposed_residential_units": 9,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 9,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 1416.6666666666667,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 710,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 375,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "24/04/2024",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": "22/08/2023",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "224322FUL",
          "provision_for_older_persons": false,
          "gia": 79,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "24/04/2024",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": "22/08/2023",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "224322FUL",
          "provision_for_older_persons": false,
          "gia": 79,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "24/04/2024",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "actual_commencement_date": "22/08/2023",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "224322FUL",
          "provision_for_older_persons": false,
          "gia": 79,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "24/04/2024",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "actual_commencement_date": "22/08/2023",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "224322FUL",
          "provision_for_older_persons": false,
          "gia": 79,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "24/04/2024",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "actual_commencement_date": "22/08/2023",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "224322FUL",
          "provision_for_older_persons": false,
          "gia": 79,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "24/04/2024",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-6",
          "actual_commencement_date": "22/08/2023",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "224322FUL",
          "provision_for_older_persons": false,
          "gia": 65,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "24/04/2024",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-7",
          "actual_commencement_date": "22/08/2023",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "224322FUL",
          "provision_for_older_persons": false,
          "gia": 65,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "24/04/2024",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-8",
          "actual_commencement_date": "22/08/2023",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "224322FUL",
          "provision_for_older_persons": false,
          "gia": 65,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "24/04/2024",
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Gain-9",
          "actual_commencement_date": "22/08/2023",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": "224322FUL",
          "provision_for_older_persons": false,
          "gia": 120,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.024
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Private",
    "lead_developer_company_name": "Luxgrove Capital Partners",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.024,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null
  },
  "lapsed_date": "16/02/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/215125FUL;",
  "bo_system": "Portal",
  "appeal_status": null,
  "last_updated_by": "Portal",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.325839,
          51.509958
        ],
        [
          -0.325957,
          51.509938
        ],
        [
          -0.326029,
          51.510082
        ],
        [
          -0.326079,
          51.510183
        ],
        [
          -0.326076,
          51.510184
        ],
        [
          -0.325964,
          51.510205
        ],
        [
          -0.325941,
          51.510159
        ],
        [
          -0.325936,
          51.510149
        ],
        [
          -0.325839,
          51.509958
        ]
      ]
    ],
    "type": "Polygon"
  }
}