{
  "cil_liability": false,
  "last_updated": "2025-03-19T01:10:32.342+00:00",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.18100000000000002
  },
  "decision_target_date": "12/10/2023",
  "parking_details": null,
  "postcode": "RM7 9NA",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 550100,
  "lapsed_date": "12/10/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550080.759,
              188408.244
            ],
            [
              550090.079,
              188464.165
            ],
            [
              550110.236,
              188469.367
            ],
            [
              550109.803,
              188462.214
            ],
            [
              550117.822,
              188412.146
            ],
            [
              550118.689,
              188403.909
            ],
            [
              550118.906,
              188399.574
            ],
            [
              550080.759,
              188408.244
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 188432,
  "ward": "Rush Grn & Crowlands",
  "lpa_app_no": "P1770.22",
  "pp_id": null,
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "valid_date": "05/09/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "200002672179",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "18/11/2022",
  "actual_completion_date": null,
  "application_type_full": null,
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": "Romford",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "260 London Road",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1643712,
          51.57457
        ],
        [
          0.1645294,
          51.57507
        ],
        [
          0.1648223,
          51.5751114
        ],
        [
          0.164813,
          51.5750472
        ],
        [
          0.16490729999999998,
          51.5745952
        ],
        [
          0.1649163,
          51.574521
        ],
        [
          0.1649175,
          51.574482
        ],
        [
          0.1643712,
          51.57457
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5747784",
    "lon": "0.1646588"
  },
  "epc_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1770.22",
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "The Crown Public House",
  "decision": "Approved",
  "id": "Havering-P1770.22",
  "description": "Variation of condition 16 (accessibility) of planning permission P1154.15 dated 05/09/16 to allow ground floor only apartments to be Part M4(3)(2)(a) compliant and lift access is not required (Change of Use from A4 (drinking establishment) to C3 (dwelling houses). Part demolition of existing public house and new construction to provide 24 No. apartments)",
  "decision_date": "12/10/2023",
  "decision_conditions": [
    "Save where varied by the other planning conditions and the approved plans and documents comprising this planning permission, the development hereby permitted shall be carried out in accordance with the approved plans and documents under planning permission ref: P1154.15 allowed on appeal on 14 September 2016.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications.",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development hereby permitted shall be implemented in accordance with the material details received on 10.09.21 and approved on 25.10. 22 under planning permission Q0245.22, and shall thereafter be maintained and retained unless otherwise agreed in writing with the local planning authority.",
    "The development hereby permitted shall be implemented in accordance with the landscaping details received on 28.10.14 and approved on 21.11.18 under planning permission Q0233.18, and shall thereafter be maintained and retained unless otherwise agreed in writing with the local planning authority.",
    "No construction works or deliveries into the site shall take place other than between the hours of 08.00 to 18.00 on Monday to Friday and 08.00 to 13.00 hours on Saturdays unless agreed in writing with the Local Planning Authority.  No construction works or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with Policy 7 of the Local Plan 2016-2031.",
    "The development hereby permitted shall be implemented in accordance with the information provided within the Construction Method Statement produced by ATP received on 03.10.18 and approved on 21.11.18 under planning permission Q0233.18, and shall be carried out in accordance with the approved Statement.",
    "Before any of the apartments hereby permitted are first occupied, the 24 no. car parking spaces shown on the approved plans including 2 accessible parking bays shall be laid out to the satisfaction of the Local Planning Authority and thereafter this car parking provision shall remain permanently available for use by occupiers of the apartments, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding to comply with the Local Plan Policy 32.",
    "The development hereby permitted shall be implemented in accordance with the Desk Top Study Report, 'Ground Appraisal Report' and 'Remediation Method Statement & Verification Plan' produced by Geo-Environmental which recommends that a full phase 2 site investigation be undertaken, under planning permission Q0233.18 & Q0317.18 dated 21.11.18 and 04.03.19 unless otherwise agreed in writing with the local planning authority. The development shall be carried out in accordance with the approved details.",
    "Following completion of the remediation works a \"Validation Report\" must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved to comply with condition 8 (d).",
    "d) Following completion of measures identified in the approved remediation scheme mentioned in 8(c), a \"Verification Report\" that demonstrates the effectiveness of the remediation carried out, any requirement for longer-term monitoring of contaminant linkages, maint",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the Local Planning Authority. The remediation strategy shall be implemented as approved. Following completion of the works comprised in the remediation strategy, a Verification Report must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:-",
    "To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "The facilities for storage of cycles and for storage of refuse and recycling shown on the approved plans shall be provided prior to the occupation of any of the apartments hereby permitted and shall be permanently retained thereafter.",
    "Reason:-",
    "In the interests of amenity of occupiers of the development and also the visual amenity of the development and the locality generally, and in the interests of providing a wide range of facilities for non-motor car residents, in the interests of sustainability to comply with Policies 7 and 24 of the Local Plan 2016 - 2031.",
    "Before any of the apartments hereby permitted are first occupied, external lighting shall be provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The lighting shall thereafter be maintained and operated in strict accordance with the approved scheme.",
    "Reason:-",
    "In the interests of residential amenity and public safety in accordance with Policies 7 and 12 of the Local Plan 2016 - 2031.",
    "Prior to the occupation of any of the apartments hereby permitted, pedestrian visibility splays shall be provided to either side of the proposed accesses in accordance with details provided to and approved in writing by the Local Planning Authority before development commences. There shall be no obstruction or object higher than 0.6 metres within the visibility splays.",
    "Reason:-",
    "In the interests of highway safety, and in order that the development accords with Policy 24 of the Local Plan 2016 - 2031.",
    "The development shall be carried out in conformity with the energy performance measures and outcomes set out in the submitted Energy Statement by Bespoke Builder Services Limited dated August 2015.",
    "Reason:-",
    "To ensure a reduction of carbon dioxide emissions and the highest levels of sustainable design and construction in accordance with Policy 36 of the Local Plan 2016 - 2031.",
    "Unit G2 and G5 of the apartments within the new construction hereby permitted (the new build apartments) shall be constructed to comply with Part M4(3)(2)(a) of the Building Regulations - Wheelchair Adaptable Dwellings. The remainder of the new build apartments shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings, with the exception of the requirement to provide lift access to the upper floors.",
    "Reason:-",
    "To ensure adequate provision of accessible and adaptable dwellings & wheelchair accessible and wheelchair adaptable dwellings is provided in accordance with Policy 7 of the Local Plan 2016 - 2031 and Policy D7 of the London Plan 2021.",
    "All of the apartments hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason:-",
    "In order to comply with Policy SI 5 of the London Plan.",
    "The proposed first and second floor windows in the northern elevation of the development along Spring Gardens serving living rooms and bedrooms (drawing no. 14270_PL003 F) shall be permanently glazed with obscure glass and with the exception of top hung fanlight(s) shall remain permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with Policy 7 of the Local Plabn 2016 - 2031.",
    "The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with Policy 7 of the Local Plabn 2016 - 2031.",
    "The apartments hereby permitted shall be so constructed as to provide sound insulation of 43 DnT,w + Ctr dB (minimum value) against airborne noise and 64 L'nT,w dB (maximum values) against impact noise to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To protect the amenity of the future occupiers from undue noise and vibration disturbance in accordance with the requirements of Policy 34 of the  Local Plan 2016 2031.",
    "Changes to the public highway (including permanent or temporary access)",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed.  If new or amended access as required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004.  Formal n"
  ],
  "development_type": null
}