{
  "centroid": {
    "lon": "0.18035279999999998",
    "lat": "51.5767182"
  },
  "status": "Approved",
  "decision_target_date": "31/12/2019",
  "site_name": "10 THE BREWERY",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 the use hereby permitted shall be as a gym only and shall be used for no other purpose(s) whatsoever including any other use in Class D2 of the Order, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application, and that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "All entry and exit points of the unit (Unit 10) subject to this application shall be monitored by the approved CCTV system already installed at the Brewery Shopping Centre.  The approved scheme shall be retained and maintained in working order thereafter.",
    "Reason: In the interest of creating safer, sustainable communities, in accordance with Policies CP17 and DC63 of the LDF and 4B.6 of the London Plan.",
    "Statement Required by Article 31 (cc) of the Town and Country Planning (Development Management) Order 2010: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 186-187 of the National Planning Policy Framework 2019."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM1 1AU",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "18/12/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1751.19",
  "centroid_northing": 188680,
  "uprn": null,
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "18/12/2019",
  "description": "Application to remove condition 3 and variation of condition 5 attached to planning permission P1075.19 dated 06-09-19 for change of use of from retail (Class A1) to a gym (Class D2) together with external alterations to shopfront and replacement of rear fire doors.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1751.19",
  "lpa_app_no": "P1751.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:53.407+00:00",
  "centroid_easting": 551181,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "05/11/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551154.667,
              188680.65
            ],
            [
              551200.401,
              188696.689
            ],
            [
              551206.253,
              188678.699
            ],
            [
              551161.603,
              188662.443
            ],
            [
              551154.667,
              188680.65
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.09200000000000001
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "03/02/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1799734,
          51.5767311
        ],
        [
          0.1806397,
          51.576863
        ],
        [
          0.1807164,
          51.5766998
        ],
        [
          0.1800656,
          51.5765657
        ],
        [
          0.1799734,
          51.5767311
        ]
      ]
    ],
    "type": "Polygon"
  }
}