{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/1392/22",
  "application_type_full": "Removal/Variation of a condition",
  "uprn": "100021317973",
  "borough": "Harrow",
  "street_name": "Priory Drive",
  "locality": "Stanmore",
  "ward": "Stanmore Park",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development shall be begun not later than three years from the date of Planning Permission numbered P/5568/15 dated 26/01/2016.\r\n\r\nREASON: In order to comply with the provisions of Section 92 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - This permission shall have the effect of varying condition numbered 2 on full planning permission reference P/1404/18 dated 03/08/2018 as follows:\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans: \r\n\r\nCovering letter dated April 2022, Planning Statement April 2022, Site location plan, SH05.102, SH05.100 Rev A, SH05.101 Rev A, SH05.103, SH05.104, SH05.105 Rev A, SH05.106 Rev A, SH05.102 Rev C, SH.05.100 Rev A, SH.05.102 Rev C, SH.05.105 Rev C, Sh.05.101 Rev A, SH.05.106 Rev C, SH.05.104 Rev C, SH.05.103 Rev C\r\nREASON: For the avoidance of doubt and in the interests of proper planning\r\n",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that order with or without modification), no window(s) / door(s), other than those shown on the approved plans, shall be installed in the flank wall(s) of the development hereby permitted without the prior permission in writing of the local planning authority. \r\n\r\nREASON: To safeguard the residential amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 4 - The first-floor window(s) in the proposed western flank wall of the approved development shall:\r\na) be of purpose-made obscure glass,\r\nb) be permanently fixed closed below a height of 1.7 metres above finished floor level, and shall thereafter be retained in that form.\r\n\r\nREASON: To safeguard the residential amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 5 - Prior to occupation of the dwellinghouse hereby permitted, the disposal of sewage shall be implemented in accordance with the details approved in application reference: P/1905/19 dated 26th June 2019 and shall thereafter be retained.\r\n\r\nREASON: To ensure that adequate drainage facilities are provided in accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013.\r\n",
    "Condition : 6 - Prior to the occupation of the dwellinghouse hereby permitted, the disposal of surface water shall be implemented in accordance with the details approved in application reference: P/1905/19 dated 26th June 2019 and shall thereafter be retained.\r\n\r\nREASON: To ensure that adequate drainage facilities are provided, reduce and mitigate the effects of flood risk in accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013.\r\n",
    "Condition : 7 - Prior to the occupation of the dwellinghouse hereby permitted, the surface water attenuation and storage works shall be implemented in accordance with the details approved in application reference: P/1905/19 dated 26th June 2019 and shall thereafter be retained.\r\n\r\nReason: To prevent the increased risk of flooding, reduce and mitigate the effects of flood risk in accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013.\r\n",
    "Condition : 8 - No site works or development shall commence until details of the levels of the building(s), road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes proposed in the levels of the site, have been submitted to, and approved by, the local planning authority.\r\n\r\nREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement, in accordance with policies DM1 and DM10 of the Councils Development Management Policies Local Plan 2013.\r\nDetails are required prior to commencement of development to ensure a satisfactory form of development.\r\n",
    "Condition : 9 - Prior to the occupation of the dwellinghouse hereby permitted, the hard and soft landscaping including planting plans, schedule of plants, species, plant sizes and numbers and densities shall be implemented with the detailed approved in application reference: P/4032/18 dated 1st November 2018 and shall thereafter be retained.\r\n\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development, in accordance with policy DM23 of the Councils Development Management Policies Local Plan 2013.\r\n",
    "Condition : 10 - All planting, seeding or turfing shall be carried out in the first planting and seeding seasons following the occupation of the approved dwelling, or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\r\n\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development, in accordance with policy DM23 of the Councils Development Management Policies Local Plan 2013\r\n",
    "Condition : 11 - All hardsurfacing shall EITHER be constructed from porous materials, for example, gravel, permeable block paving or porous asphalt, OR provision shall be made to direct run-off water  from the hard surfacing to a permeable or porous area or surface within the curtilage  of the site.  Please note: guidance on permeable paving has now been published by the  Environment Agency on\r\nhttp://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens.\r\n\r\nREASON: To ensure that adequate and sustainable drainage facilities are provided, and to prevent any increased risk of flooding, in accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013.\r\n",
    "Condition : 12 - Prior to the occupation of the dwellinghouse hereby permitted, the design, materials and type of boundary treatment shall be implemented with the detailed approved in application reference: P/4032/18 dated 1st November 2018 and shall thereafter be retained.\r\n\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development, in accordance with policy DM23 of the Councils Development Management Policies Local Plan 2013.\r\n",
    "Condition : 13 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking or re-enacting that order with or without modification), no development which would otherwise fall within Classes A, B, D, E and F in Part 1 of Schedule 2 to that Order shall be carried out in relation to the dwellinghouse hereby permitted without the prior written permission of the local planning authority.\r\n\r\nREASON: To safeguard the character of the area and openness of the Greenbelt by restricting the amount of site coverage and size of dwelling in relation to the size of the plot, the openness of the site and availability of amenity space; and to safeguard the amenity of neighbouring residents, in accordance with policies DM1 and DM16 of the Councils Development Management Policies Local Plan (2013).\r\n",
    "Condition : 14 - Site works in connection with the development of the new dwellinghouse hereby permitted shall not commence before the boundary of the site is enclosed by a close boarded or other security fence to a minimum height of 2 metres. Such fencing shall remain until works and clearance have been completed, and the development is ready for occupation.\r\n\r\nREASON: In the interests of amenity and highway safety, in accordance with policies DM1 and DM45 of the Councils Development Management Policies Local Plan 2013.\r\nDetails are required prior to commencement of development to ensure a satisfactory form of development\r\n",
    "Condition : 15 - A Demolition and Construction Method Statement shall be submitted to and approved in writing by the Local Planning Authority prior to any demolition taking place on the site. The Statement shall include, but shall not be limited to:\r\ni.\tthe parking of vehicles of site operatives and visitors \r\nii.\tloading and unloading of plant and materials \r\niii.\tstorage of plant and materials used in constructing the development \r\niv.\tmeasures to control the emission of dust and dirt during construction \r\nv.\ta scheme for recycling/disposing of waste resulting from demolition and construction works\r\nThe demolition and construction of the building on site shall be carried out in accordance with the approved Method Statement.\r\n\r\nREASON: In the interests of public safety and to ensure a minimal effect on the amenities of neighbouring premises and the transport network, in accordance with policies DM1 and DM43 of the Councils Development Management Policies Local Plan 2013. Details are required prior to commencement of development to ensure a satisfactory form of development\r\n",
    "Condition : 16 - The rooflights within the proposed front roofslope should be of a conservation style and shall not protrude more than 150mm beyond the plane of the roof slope when measured from the perpendicular with the external surface of the proposed roof.\r\n\r\nREASON: To safeguard the character and appearance of the area in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 17 - The materials used in the construction of the external surfaces of the new dwelling and ground surfacing of the dwellinghouse hereby approved shall be in accordance with the approved details application P/1016/18 dated 02/05/2018  \r\n\r\nREASON: To safeguard the appearance of the locality, in accordance with policy DM1 of the Councils Development Management Policies Local Plan 2013. Details are required prior to commencement of development to ensure a satisfactory form of development.\r\n",
    "Condition : 18 - The proposed development hereby permitted shall be built in accordance with drawing number SH.05.105 and shall be carried out within 6 months of this permission.\r\n\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "515718",
  "status": "Approved",
  "decision_date": "16/09/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3287061,
          51.6280138
        ],
        [
          -0.3294959,
          51.6273377
        ],
        [
          -0.3296418,
          51.6274601
        ],
        [
          -0.3296961,
          51.6274766
        ],
        [
          -0.3298074,
          51.6275344
        ],
        [
          -0.32988259999999997,
          51.6275719
        ],
        [
          -0.3291651,
          51.6281844
        ],
        [
          -0.3287061,
          51.6280138
        ]
      ]
    ]
  },
  "decision_target_date": "16/09/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "16/05/2022",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:55:51.824+00:00",
  "last_updated_by": "Planning Portal ingest",
  "site_name": "Mallory",
  "id": "Harrow-P_1392_22",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "193417",
  "appeal_start_date": null,
  "postcode": "HA7 3HN",
  "url_planning_app": "http://site.com?appref=P/1392/22-or-1192382 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Variation of condition 2 (approved plans) attached to planning permission P/1404/18 dated 03/08/2018 to allow alterations to basement, single storey extensions to the kitchen and living room, first floor side extension, roof modifications\r\n",
  "valid_date": "11/04/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515778.5,
              193455.3
            ],
            [
              515725.56,
              193378.87
            ],
            [
              515715.15,
              193392.25
            ],
            [
              515711.35,
              193394
            ],
            [
              515703.5,
              193400.25
            ],
            [
              515698.2,
              193404.3
            ],
            [
              515746.3,
              193473.55
            ],
            [
              515778.5,
              193455.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "11184032",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.323
  },
  "centroid": {
    "lon": "-0.3295925",
    "lat": "51.627682"
  },
  "lapsed_date": "16/09/2025",
  "decision_process": "Delegated",
  "actual_completion_date": null
}