{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2025893,
          51.5150044
        ],
        [
          0.2033382,
          51.5153119
        ],
        [
          0.20310219999999998,
          51.515599
        ],
        [
          0.204115,
          51.5158723
        ],
        [
          0.206084,
          51.5163762
        ],
        [
          0.20643209999999998,
          51.5164671
        ],
        [
          0.20665309999999998,
          51.5165165
        ],
        [
          0.2067085,
          51.5165301
        ],
        [
          0.20677959999999998,
          51.5165483
        ],
        [
          0.20686639999999998,
          51.5165661
        ],
        [
          0.2069142,
          51.5165847
        ],
        [
          0.2069695,
          51.5165983
        ],
        [
          0.20703359999999998,
          51.5166312
        ],
        [
          0.2071052,
          51.5166591
        ],
        [
          0.20717729999999998,
          51.5166967
        ],
        [
          0.20723339999999998,
          51.5167249
        ],
        [
          0.2073062,
          51.5167771
        ],
        [
          0.2073556,
          51.5168298
        ],
        [
          0.20740399999999998,
          51.516863
        ],
        [
          0.2077908,
          51.5171091
        ],
        [
          0.2078312,
          51.5171376
        ],
        [
          0.2091736,
          51.5158258
        ],
        [
          0.20564169999999998,
          51.514333
        ],
        [
          0.20537239999999998,
          51.5145768
        ],
        [
          0.2053052,
          51.5146414
        ],
        [
          0.20529029999999998,
          51.5146563
        ],
        [
          0.20523729999999998,
          51.5146914
        ],
        [
          0.20495339999999998,
          51.5146334
        ],
        [
          0.2048352,
          51.5146113
        ],
        [
          0.20482000000000003,
          51.5146213
        ],
        [
          0.2044134,
          51.5144487
        ],
        [
          0.2042727,
          51.5146073
        ],
        [
          0.20408869999999998,
          51.5145181
        ],
        [
          0.2040504,
          51.5145335
        ],
        [
          0.20384329999999998,
          51.5144496
        ],
        [
          0.2037901,
          51.5144799
        ],
        [
          0.2033052,
          51.5143038
        ],
        [
          0.2025893,
          51.5150044
        ]
      ]
    ],
    "type": "Polygon"
  },
  "locality": null,
  "appeal_decision_date": null,
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "green_suds": true,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "11/2023",
        "intended_commencement_date": "10/2023"
      }
    ],
    "total_gia_gained": 263,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 263,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "garden_land_lost": false,
    "total_gia_existing": 0,
    "internal_resi_water_usage": 0,
    "ownership_status": "Public",
    "lead_developer_company_name": "Hawker Construction Limited",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "F1",
        "gia_gained": 263,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4.1,
        "building_ref": "ARP Unit"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "waste_provision": false,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "mobile_network_operators_consultation": false,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "ARP Unit",
          "external_residual_waste": false,
          "reason_for_no_provision": "Dry recycling, food waste and residual waste will be taken to the central school waste and recycling site.",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "fire_suppression_system_proposed": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 75,
      "solar_pv_capacity": 0.01,
      "total_annual_nox_emissions": 0,
      "chp_heat_pumps_capacity": 0.01,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "site_area": 6.924,
    "existing_uprns": null,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "total_gia_lost": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": false
  },
  "title_number": null,
  "decision_date": "10/10/2023",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1089.23",
  "lapsed_date": "10/10/2026",
  "parking_details": {
    "net_cycle": 0,
    "no_existing_cycle": 12,
    "no_proposed_cycle": 12
  },
  "decision": "Approved",
  "decision_agency": "Borough",
  "last_updated": "2025-03-19T01:11:44.791+00:00",
  "ward": "Rainham & Wennington",
  "cil_liability": false,
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "site_number": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552928.223,
              181863.765
            ],
            [
              552979.159,
              181899.528
            ],
            [
              552961.819,
              181930.956
            ],
            [
              553031.178,
              181963.468
            ],
            [
              553166.103,
              182023.615
            ],
            [
              553189.945,
              182034.453
            ],
            [
              553205.117,
              182040.413
            ],
            [
              553208.91,
              182042.039
            ],
            [
              553213.787,
              182044.206
            ],
            [
              553219.748,
              182046.374
            ],
            [
              553222.999,
              182048.541
            ],
            [
              553226.792,
              182050.167
            ],
            [
              553231.127,
              182053.96
            ],
            [
              553236.004,
              182057.211
            ],
            [
              553240.881,
              182061.546
            ],
            [
              553244.674,
              182064.797
            ],
            [
              553249.55,
              182070.758
            ],
            [
              553252.802,
              182076.718
            ],
            [
              553256.053,
              182080.511
            ],
            [
              553282.062,
              182108.688
            ],
            [
              553284.772,
              182111.939
            ],
            [
              553382.308,
              181968.887
            ],
            [
              553142.261,
              181795.489
            ],
            [
              553122.754,
              181822.041
            ],
            [
              553117.877,
              181829.085
            ],
            [
              553116.793,
              181830.711
            ],
            [
              553113,
              181834.504
            ],
            [
              553093.493,
              181827.459
            ],
            [
              553085.365,
              181824.75
            ],
            [
              553084.281,
              181825.834
            ],
            [
              553056.646,
              181805.785
            ],
            [
              553046.35,
              181823.125
            ],
            [
              553033.887,
              181812.829
            ],
            [
              553031.178,
              181814.455
            ],
            [
              553017.09,
              181804.701
            ],
            [
              553013.297,
              181807.952
            ],
            [
              552980.243,
              181787.361
            ],
            [
              552928.223,
              181863.765
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "subdivision_of_building": "There are no existing buildings on the site.  An existing cycle store that is on the site will be relocated as part of the proposals.",
  "development_type": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No demolition or development shall take place until a written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and",
    "A. The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B. Where appropriate, details of a programme for delivering related positive public benefits",
    "C. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI",
    "Reason:-",
    "Important archaeological remains may exist on this site.  The Loca",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "1)\tPrior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015. The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "2)\tUpon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason: Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide). Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas, and will ensure that the development accords with Development Control Policies Development Plan Document.",
    "Heating for the hereby permitted development shall be provided by an air-source heat pump or similar, to ensure the development meets the Air Quality Neutral requirements of the London Plan. If the heating system is to use a gas boiler or similar, a full Air Quality Neutral Assessment will be required, and agreed in writing with Local Planning Authority before the hereby permitted use commences.",
    "Reason: To ensure that the development will not lead to further deterioration of existing poor air quality within the designated Air Quality Management Area and to comply with Policy Sl 1 of the London Plan and relevant guidance, as subsequently amended.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed within the Design and Access Statement unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Informative The written scheme of investigation will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "You are informed that, the proposed development falls within Flood Zone 2, which is land defined in the planning practice guidance as being at risk of flooding. The Environment Agency has produced a series of standard comments are known as Flood Risk Standing Advice (FRSA). They can be viewed at https://www.gov.uk/guidance/flood-risk-assessment-for-planningapplications#when-to-follow-standing-advice We recommend that you view our standing advice in full before implementing the scheme.",
    "In particular the school should include measures to mitigate the impact of more extreme future flood events.",
    "Measures could include raising ground or finished floor levels and/or incorporating flood proofing measures. Further guidance on preparing properties for flooding can be found at https://www.qov.uk/qovernment/publications/prepare-your-property-for-floodinq",
    "Support for the use of SuDS to ensure development does not increase flood risk elsewhere is set out in paragraph 167 of the National Planning"
  ],
  "centroid": {
    "lat": "51.5155457",
    "lon": "0.205956"
  },
  "pp_id": "12192371",
  "centroid_northing": 181931,
  "uprn": "10033423795",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid_easting": 553160,
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "06/09/2023",
  "borough": "Havering",
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "Chafford School, Lambs Lane South",
  "application_type": "All Other",
  "description": "Erection of single storey Additional Resource Provision (ARP) classroom block with associated access.",
  "street_name": "Rainham",
  "valid_date": "15/08/2023",
  "lpa_app_no": "P1089.23",
  "status": "Approved",
  "decision_target_date": "10/10/2023",
  "id": "Havering-P1089.23",
  "epc_number": null,
  "postcode": "RM13 9XD"
}