{
  "decision_date": "15/10/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Ealing",
  "last_updated": "2025-03-19T20:15:10.688+00:00",
  "centroid_northing": 180150,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/243262VAR;",
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "decision_target_date": "18/10/2024",
  "locality": "London",
  "epc_number": null,
  "site_number": null,
  "lpa_app_no": "243262VAR",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of the original permission No. 242435NMA, i.e. 07.08.2024.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with drawing / document title number(s): ST_FEB 24_45 DIS_001 (Rev J) Existing & Proposed Plans & Elevations; ST_FEB 24_45 DIS_002 (Rev J) Existing Plans & Sections; ST_FEB 24_45 DIS_003 (Rev J) Proposed Plans & Sections; ST_FEB 24_45 DIS_004 (Rev J) Proposed Elevations",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The hereby approved ^IN; rooflights to the roof slope of the hereby approved development shall not project more than 150mm from the plane of the roof slope when measured perpendicularly and shall be retained as such for the lifetime of the development.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the  area in accordance with policies D3 and D4 of the London Plan (2021) and policies 7B and 7.4 of the Ealing Development Management DPD (2013). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason:  To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013) and policies D3, D4 and D6 of the London Plan (2021)."
  ],
  "status": "Approved",
  "valid_date": "23/08/2024",
  "application_type": "All Other",
  "appeal_start_date": null,
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans), seeking to change the size and design of the proposed rear extension, in pursuant to planning permission reference 203894FUL as amended by reference 242435NMA  dated 07.08.2024 for'' Two storey rear extension incorporating arched brick portico with balcony at first floor level; and terrace with staircase access at ground floor level; single storey side infill extension with lightwell courtyard (following demolition of existing side infill extension); rear roof extension incorporating a Juliet balcony (following demolition of existing rear roof extension; and removal of two chimney stacks); reposition of two existing rooflights in front roofslope; and associated internal and external alterations and refurbishment works.''",
  "cil_liability": false,
  "uprn": "000012084092",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "PP-13328425",
  "site_name": "45 Disraeli Road",
  "id": "Ealing-243262VAR",
  "postcode": "W5 5HS",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 517503,
  "lpa_name": "Ealing",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": null,
  "ward": "Walpole",
  "bo_system": "CSV Data Import",
  "street_name": "Disraeli Road",
  "decision_process": "Delegated",
  "appeal_status": null,
  "polygon": null,
  "application_type_full": "Removal/Variation of a condition",
  "wgs84_polygon": null,
  "application_details": {
    "existing_uprns": null
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "15/10/2027",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.508073,
    "lon": -0.308272
  }
}