{
  "lpa_app_no": "233857VAR",
  "uprn": "000012180940",
  "lapsed_date": "07/06/2027",
  "centroid_northing": 181729,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "Land Between Park View And Cloister Road ",
  "appeal_decision_date": null,
  "valid_date": "22/09/2023",
  "decision_date": "07/06/2024",
  "wgs84_polygon": null,
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision": null,
  "postcode": "W3 6XZ",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 520532,
  "actual_commencement_date": null,
  "description": "Minor material amendment (S.73) to vary conditions 2, 11, 18, 20, 21, 22,23 and 25 and delete condition 19 pursuant to planning permission reference 224371FUL dated 13/09/2023 for \"Redevelopment of the Site including the erection of 6 residential buildings ranging in height from ground +1 to ground + 16 floors to provide a total of 300 new homes (use class C3) (affordable and private), with public and private amenity spaces including roof top gardens and play spaces; servicing; disabled car parking; bike and bin stores; resident gym; concierge and associated spaces. With associated highways works, and landscaping works along Western Avenue\". Variation seeks to reword conditions 2, 11, 18, 20, 21, 22, 23 and 25; and deletion of condition 19.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Ealing",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.264108,
    "lat": 51.521626
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/233857VAR;",
  "pp_id": "PP-12472557",
  "id": "Ealing-233857VAR",
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": null,
  "locality": "London",
  "lpa_name": "Ealing",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of permission 224371FUL dated 19.07.2023.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "Block A - GA Plan - Lv 00 H8630-TAT-A0-00-DR-AD-06-100 P00",
    "Block A - GA Plan - Lv 01-04 H8630-TAT-A0-01-DR-AD-06-101 P00",
    "Block A - GA Plan - Lv 05 H8630-TAT-A0-05-DR-AD-06-105 P00",
    "Block A - GA Plan - Lv 06-09 H8630-TAT-A0-06-DR-AD-06-106 P00",
    "Block A - GA Plan - Roof H8630-TAT-A0-10-DR-AD-06-110 P00",
    "Block A - East and North Elevation H8630-TAT-A0-ZZ-DR-AD-06-120 P00",
    "Block A - West and South Elevation H8630-TAT-A0-ZZ-DR-AD-06-121 P00",
    "Block A - Bay Study 01 H8630-TAT-A0-XX-DR-AD-06-201 P00",
    "Block A - Bay Study 02 H8630-TAT-A0-XX-DR-AD-06-202 P00",
    "Block B - GA Plan - Lv 00 H8630-TAT-B0-00-DR-AD-06-100 P00",
    "Block B - GA Plan - Lv 01 H8630-TAT-B0-01-DR-AD-06-101 P00",
    "Block B - GA Plan - Lv 02 - 04 H8630-TAT-B0-02-DR-AD-06-102 P00",
    "Block B - GA Plan - Lv 05 - 06 H8630-TAT-B0-02-DR-AD-06-106 P00",
    "Block B - GA Plan - Lv 07 - 09 H8630-TAT-B0-07-DR-AD-06-107 P00",
    "Block B - GA Plan - Lv 10 H8630-TAT-B0-10-DR-AD-06-110 P00",
    "Block B - GA Plan - Lv 11 - 13 H8630-TAT-B0-11-DR-AD-06-111 P00",
    "Block B - GA Plan - Lv 14 H8630-TAT-B0-14-DR-AD-06-114 P00",
    "Block B - GA Plan - Lv 15 - 16 H8630-TAT-B0-14-DR-AD-06-115 P00",
    "Block B - GA Plan - Roof H8630-TAT-B0-17-DR-AD-06-117 P00",
    "Block B - East Elevation H8630-TAT-B0-ZZ-DR-AD-06-122 P00",
    "Block B - North Elevation H8630-TAT-B0-ZZ-DR-AD-06-125 P00",
    "Block B - South Elevation H8630-TAT-B0-ZZ-DR-AD-06-124 P00",
    "Block B - West Elevation H8630-TAT-B0-ZZ-DR-AD-06-123 P00",
    "Block B - Link Elevations H8630-TAT-B0-ZZ-DR-AD-06-126 P00",
    "Block B - Link Bay Study H8630-TAT-B0-XX-DR-AD-06-205 P00",
    "Block B - Bay Study 01 H8630-TAT-B0-XX-DR-AD-06-203 P00",
    "Block B - Bay Study 02 H8630-TAT-B0-XX-DR-AD-06-204 P00",
    "Block C - GA Plan - Lv 00 H8630-TAT-C0-00-DR-AD-06-100 P00",
    "Block C - GA Plan - Lv 01, H8630-TAT-C0-01-DR-AD-06-101 P00",
    "Block C - GA Plan - Lv 02 - 04, H8630-TAT-C0-02-DR-AD-06-102 P00",
    "Block C - GA Plan - Lv 05, H8630-TAT-C0-05-DR-AD-06-105 P00",
    "Block C - GA Plan Lv 06, H8630-TAT-C0-06-DR-AD-06-106-P01",
    "Block C - GA Plan lv 07, H8630-TAT-C0-07-DR-AD-06-107-P00",
    "Block C - GA Plan - Lv 08, H8630-TAT-C0-08-DR-AD-06-108 P00",
    "Block C - GA Plan - Lv 09 - 11, H8630-TAT-C0-09-DR-AD-06-109 P00",
    "Block C - GA Plan - Lv 12 H8630-TAT-C0-12-DR-AD-06-112 P00",
    "Block C - GA Plan - Lv 13 - 14 H8630-TAT-C0-12-DR-AD-06-114 P00",
    "Block C - GA Plan - Roof H8630-TAT-C0-15-DR-AD-06-115 P00",
    "Block C - East Elevation, H8630-TAT-C0-ZZ-DR-AD-06-128-P01",
    "Block C - North Elevation H8630-TAT-C0-ZZ-DR-AD-06-127 P00",
    "Block C - South Elevation H8630-TAT-C0-ZZ-DR-AD-06-130 P00",
    "Block C - West Elevation H8630-TAT-C0-ZZ-DR-AD-06-129 P00",
    "Block D - GA Plans H8630-TAT-D0-00-DR-AD-06-100 P00",
    "Block D - Elevations H8630-TAT-D0-ZZ-DR-AD-06-131 P00",
    "Block D - Bay Study H8630-TAT-D0-XX-DR-AD-06-206 P00",
    "Block E - GA Plan - Lv 00 - 02 H8630-TAT-E0-00-DR-AD-06-100 P00",
    "Block E - GA Plan - Lv 03 - 04 H8630-TAT-E0-03-DR-AD-06-103 P00",
    "Block E - Elevations H8630-TAT-E0-ZZ-DR-AD-06-132 P00",
    "Block E F - Bay Study H8630-TAT-E0-XX-DR-AD-06-207 P00",
    "Block F - GA Plan - Lv 00 - 02 H8630-TAT-F0-00-DR-AD-06-100 P00",
    "Block F - GA Plan - Lv 03 - 04 H8630-TAT-F0-03-DR-AD-06-103 P00",
    "Block F - Elevations H8630-TAT-F0-ZZ-DR-AD-06-133 P00",
    "Site Location Plan H8630-TAT-SW-00-DR-AD-06-100 P00",
    "Masterplan GA Level 00 H8630-TAT-SW-00-DR-AD-06-120 P00",
    "Masterplan GA Level 17 H8630-TAT-SW-17-DR-AD-06-168 P00",
    "Site Plan H8630-TAT-SW-00-DR-AD-06-101 P00",
    "Roof Plan H8630-TAT-SW-17-DR-AD-06-170 P00",
    "Elevation from Park H8630-TAT-SW-XX-DR-AD-06-220 P00",
    "Elevation from Western Avenue H8630-TAT-SW-XX-DR-AD-06-221 P00",
    "Elevations North and South  H8630-TAT-SW-XX-DR-AD-06-222 P00",
    "Elevation Courtyard H8630-TAT-SW-XX-DR-AD-06-223 P00",
    "Tenure Plan - Level 00 H8630-TAT-SW-00-DR-AD-06-150 P00",
    "Tenure Plan - Level 01 H8630-TAT-SW-01-DR-AD-06-151 P00",
    "Tenure Plan - Level 02 H8630-TAT-SW-02-DR-AD-06-152 P00",
    "Tenure Plan - Level 03 H8630-TAT-SW-03-DR-AD-06-153 P00",
    "Tenure Plan - Level 04 H8630-TAT-SW-05-DR-AD-06-154 P00",
    "Tenure Plan - Level 05 H8630-TAT-SW-05-DR-AD-06-155 P00",
    "Tenure Plan - Level 06 H8630-TAT-SW-06-DR-AD-06-156 P00",
    "Tenure Plan - Level 07 H8630-TAT-SW-07-DR-AD-06-157 P00",
    "Tenure Plan - Level 08 H8630-TAT-SW-08-DR-AD-06-158 P00",
    "Tenure Plan - Level 09 H8630-TAT-SW-09-DR-AD-06-159 P00",
    "Tenure Plan - Level 10 H8630-TAT-SW-10-DR-AD-06-160 P00",
    "Tenure Plan - Level 11 H8630-TAT-SW-11-DR-AD-06-161 P00",
    "Tenure Plan - Level 12 H8630-TAT-SW-12-DR-AD-06-162 P00",
    "Tenure Plan - Level 13 H8630-TAT-SW-13-DR-AD-06-163 P00",
    "Tenure Plan - Level 14 H8630-TAT-SW-14-DR-AD-06-164 P00",
    "Tenure Plan - Level 15 H8630-TAT-SW-15-DR-AD-06-165 P00",
    "Tenure Plan - Level 16 H8630-TAT-SW-16-DR-AD-06-167 P00",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | Prior to commencement of the development, a Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority and include the following information:",
    "Details shall include control measures for:-",
    "a)\tAn outline specification of construction works for the development",
    "b)\tThe best practicable means available in accordance with British Standard Code of Practice. BS5228: 2009 to be employed at all times to minimise the emission of noise and dust from the site;",
    "c)\tA suitable and efficient means of monitoring and suppressing dust, vapours and odours, including where necessary the use of deodorising agents and adequate containment of stored or accumulated material so as to prevent it becoming airborne at any time and giving rise to nuisance;",
    "d)\tEngineering measures, acoustic screening and the provision of sound insulation required to mitigate specific environmental impacts identified;",
    "e)\tIdentification of the most sensitive receptors, both residential and commercial where assessment and monitoring of impacts will be undertaken as work progresses;",
    "f)\tMeans of enclosure and security of the site;",
    "g)\tDetails of the arrangements for the delivery of materials to the site for the construction of the development - including hours and restrictions on construction traffic having regard to the need to control construction traffic during peak hours;",
    "h)\tUnless otherwise agreed as part of the Construction Management Strategy and Code of Practice, the operation of site equipment and / or plant and machinery generating noise that is audible at the facade of residential or noise sensitive premises shall only be carried out between the hours of 0800 to 1800 Mondays to Fridays, 0800 to 1300 on Saturdays and at no time on Sundays and Bank Holidays unless otherwise agreed by the London Borough of Ealing as the local planning authority;",
    "i)\tAdoption and implementation of the Considerate Contractor Scheme (or similar to be agreed in writing with the Local Planning Authority) registration and operation;",
    "j)\tDetails of how vehicles transporting contaminated waste that leave the site (including wheel washing and covering of loads) will be managed to prevent any contaminants from entering the environment;",
    "k)\tDetails of site security, temporary lighting and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "l)\tDetails of an advertised 'hotline' to be operated and funded by the developer to enable any complaints to be recorded;",
    "m)\tLiaison with the Local Authority's Environmental Health Unit to register complaints received and response/action taken;",
    "n)\tThe availability of a site manager(s) or other persons with appropriate seniority within the organisation capable of authorising proper remedial action where appropriate;",
    "Reason: In the interests of minimising the impact of noise, vibration and airborne pollution on the amenities of occupiers of properties within the vicinity of the site, to limit the works to reasonable hours and to minimise the impact of construction traffic on the highway network. In accordance with policies D14, T4 and T7 of the London Plan (2021); 1.1(j), 1.1 (K) and 1.2 (f) of Ealing's adopted Development (or Core) Strategy 2012; Ealing's SPG 10: Noise and Vibration; SPG3: Air Quality; The control of dust and emissions during construction and demolition (July 2014); BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise and policy LV5.2 of Ealing's Development Management DPD. | Prior to the commencement of development, a site Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The submission shall take into account other major infrastructure and development projects in the area (including Old Oak Common HS2, National Rail and Crossrail Station) and shall include the following:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tAnticipated route, number, frequency and size of construction vehicles entering/exiting the site per day;",
    "c)\tDelivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "d)\tRoute and location of site access for construction traffic and associated signage;",
    "e)\tManagement of consolidated or re-timed trips;",
    "f)\tSecure, off-street loading and drop-off facilities;",
    "g)\tWheel washing provisions;",
    "h)\tVehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "i)\tDetails as to the location(s) for storage of building materials, plant and construction debris and contractor's welfare facilities and offices;",
    "j)\tProcedures for on-site contractors to deal with complaints from members of the public;",
    "k)\tMeasures to consult cyclists, disabled people and the local schools about delivery times and necessary diversions;",
    "l)\tDetails of all pedestrian and cyclist diversions;",
    "m)\tA commitment to be part of Considerate Constructors Scheme; and",
    "n)\tConfirmation of use of TfL's Fleet Operator Recognition Scheme (FORS) or similar.",
    "o)\tThe submission of evidence of the condition of the highway prior to-construction and a commitment to make good any damages caused during construction.",
    "p)\tDetails of parking restrictions which may need to be implemented during construction work.",
    "Prior to the commencement of any construction work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site construction compound.",
    "The development shall be carried out strictly in accordance with the details as approved.",
    "Reason: To protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies D6, D11, D14, SI1, S12, T1, T2, T4 and T5 of the London Plan (2021); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise and TFL Construction Logistics Planning Guidance",
    "| The Site Waste Management Plan, approved under application ref: 234141CND, dated 23.11.2023, shall be implemented in accordance with the details approved under this consent.",
    "Reason: To meet with the requirements of BS5906. Ealing Council Draft waste management guidelines for architects and developers and in accordance with policy SI 7 and SI 8 of the London Plan (2021)",
    "| Samples of all facing materials shall be submitted to and approved in writing by the Local Planning Authority prior to work commencing on the relevant part of the development. The submission should include full technical details and on site sample panels and/or material samples to be viewed by officers the details/samples shall include:",
    "a)\tDetails of all facing materials (including brick bonding and mortar details);",
    "b)\tAll metal work and decorative panels including colours and textures;",
    "c)\tAll window treatments (including oriel windows) and entrance doors (including sections and reveals);",
    "d)\tAll balcony and balustrade details including screening/privacy panels;",
    "e)\tPrivacy/obscure glass details;",
    "f)\tVentilation and extraction louvres; external doors or other openings to refuse areas, cycles stores, substations;",
    "g)\tAll other external materials to be used.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason: To ensure that all built development would be of a high-quality design standard. In accordance with policy D4 of the London Plan (2021); policy 1.1(h) of Ealing's Development (or Core) Strategy 2012; and policies LV7.4 and 7B of Ealing's. Development Management DPD and Section 12 of the National Planning Policy Framework (2021). | Prior to commencement of landscaping/public realm works, and notwithstanding the indications in the submitted application; details of the hard and soft landscaping works and boundary treatments, pedestrian routes, amenity areas, roof terraces and other areas of public realm including the details of:",
    "a)\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.\tTrees - the location, species and maturity of proposed trees; including comprehensive details of ground/tree pit preparation to include but not restricted to:",
    "-\tPlans showing adequate soil volume provision to allow the tree to grow to maturity;",
    "-\tEngineering solutions to show how the tree will not interfere with structures in the future",
    "-\tStaking/tying methods",
    "b)\tbiodiversity measures such as bird and bat boxes or any other measures to be installed;",
    "c)\tDetails of the green/brown roof construction and specification, together with a maintenance schedule.",
    "d)\tfinishes to all hard-surfaced areas (including samples);",
    "e)\tboundary treatments and access gates;",
    "f)\tassociated furniture (including bins, bollards, seating, planters) and other hard landscape works",
    "g)\tdisabled access",
    "h)\tsecurity measures",
    "shall be submitted and approved by the Local Planning Authority and implemented. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D4 and D5 of the London Plan (2021) Section 12 of the National Planning Policy framework (2021).",
    "| Prior to commencement of landscaping/public realm works, and notwithstanding the indications in the submitted application details of the proposed play spaces including:",
    "a)\ta specification of all play equipment to be installed including provision for children with disabilities and special sensory needs;",
    "b)\ta specification of the surface treatment within the play areas; and arrangements for ensuring the safety and security of children using the play areas.",
    "The development shall be carried out in accordance with the details so agreed prior to the occupation of the development and shall be retained as such thereafter.",
    "Reason: To ensure that the development makes appropriate provision for play and informal recreation in accordance with Policy S4 of the London Plan (2021).",
    "| Prior to the occupation of the development hereby approved, a landscape management plan for the development, including long term design objectives, management responsibilities and maintenance schedules for all landscape areas including all proposed trees, shrubs and hedgerows over a minimum period of 5 years from the implementation of the final planting scheme shall be submitted to and approved in writing by the Local Planning Authority and  be implemented as approved from the date of completion of the landscaping scheme.",
    "Reason:  In the interests of the proper maintenance of the site and to ensure that the quality of the public realm and the setting of the listed building is appropriately safeguarded and that that access is maintained for disabled people and people with pushchairs, in accordance with G4, G5 and G7 of the London Plan (2021), Policies 1.1(e), (g) and (h),1.2 (d)and (f), and 2.10 of the Development (Core) Strategy (2012), Table 7D.2 of Ealing's Development Management DPD",
    "| Prior to first occupation of any part of the development hereby approved a Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall cover the following:",
    "o\tVehicle tracking - Swept paths drawings for a refuse lorry vehicle, 10-metre rigid vehicle and a fire appliance vehicle;",
    "o\tDeliveries and collections; including how deliveries will be scheduled to avoid several lorries arriving at the site simultaneously;",
    "o\tServicing trips (including maintenance); and measures to reduce the number of freight trips to the site (freight consolidation);",
    "o\tCleaning and waste removal; including arrangements for refuse collection;",
    "o\tMonitoring and review of operations.",
    "The Delivery and Servicing Plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the resulting servicing arrangements are satisfactory in terms of their impact on highway safety and the free-flow of traffic in accordance with policy T7 of the London Plan (2021).",
    "| Prior to completion of the block A super-structure of the development, a Ventilation Strategy Report to mitigate the impact of existing poor air quality upon future residents shall be submitted to and approved in writing by the Local Planning Authority. The report will contain details of the installation of a filtered fresh air ventilation (mechanical) system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air for residential dwellings in Building A, B and C at floor levels 0-4 facing Horn Lane or and Western Avenue. The report will also contain details for providing fresh air ventilation for rest of the development, air intake should be located away from sources of local pollution as specified in the Ventilation: Approved Document F, Volume 1: Dwellings.",
    "The report shall also include the following information:",
    "a) Details and locations of the ventilation air inlet and outlet locations for all relevant floors",
    "b) Details and locations of ventilation extract (MEV) locations for all relevant floors",
    "c) Detailed procedures on how the principal owner of the development will be responsible for the on-going service and maintenance and cleaning of all the ventilation systems in accordance with the manufacturer's specifications, including the required frequency of change of NOx and PM filters, with the option of availability of such filters for those residents that may wish change filters themselves at their convenience, as required.",
    "Approved details shall be fully implemented prior to the first occupation/use of the development and thereafter permanently retained and maintained for entire life cycle of the development.",
    "| The Air Quality and Dust Plan, approved under application ref: 234029CND, dated 21.11.2023, shall be implemented in accordance with the details approved under this consent.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021).",
    "| Prior to the commencement of the development, a revised Air Quality Assessment shall be submitted to and approved by the Local Planning Authority. The revised assessment will detail the impact of any fixed plant proposed onsite including emergency generators, likely change in pollutant concentrations arising from the proposed development, and proposed mitigation measures. The development shall be carried out in accordance with the approved details. The emergency plant and generators may be operated only for essential testing, except when required in an emergency situation.",
    "Reason: In the interests of the amenity of existing and future occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021). | The site conceptual model, followng the site investigation approved under application ref: 233792CND, dated 03.11.2023, shall be implemented in accordance with the details approved under this consent.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| The Remediation Schemel, followng the site investigation approved under application ref: 233914CND, dated 17.10.2023, shall be implemented in accordance with the details approved under this consent.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| A. Prior to commencement of the development (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) in accordance with internal noise limits LAeq and LAmax specified in BS8233:2014. Best practicable mitigation measures shall also be implemented in external amenity spaces to achieve criteria of BS8233:2014.",
    "B. Where required, a post completion sound assessment shall be carried out prior to the first occupation of the hereby approved development, to confirm compliance with the noise criteria set out in Part A of this condition and details, including any mitigation measures, shall be submitted for the Council's approval. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy D14 of the London Plan 2021.",
    "| Deleted | Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the minimum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, eg. bedroom above/below/adjoining kitchen/ living/ dining/ bathroom/ circulation space of separate dwelling. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies Standard 30 London Housing SPG 2016 and Policy D14 London Plan.",
    "| Prior to commencement of the development, (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 10dB above the Building Regulations value for residential use, of the floor/ ceiling/ walls separating plant rooms/installations/ communal areas and facilities including bin/bike storage, etc. from dwellings, and not exceeding a Noise Rating level of NR20 Leq 5mins (octaves) inside habitable rooms. Details shall include the installation method and materials of separating structures and, where necessary, additional mitigation measures and the resulting sound insulation value and internal sound level. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policy D14 of the London Plan 2021.",
    "| Prior to commencement of the development (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of enhanced sound insulation of lifts and lift shafts, in accordance with noise limits specified in Table 5 BS 8233:2014. Details shall include mitigation measures and the resulting sound insulation value and internal sound/rating level. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained. | Prior to commencement of part of the development as a gym (excluding demolition, initial site clearance and ground works), an acoustic report shall be submitted to the Council for approval in writing, detailing the following:",
    "- the sound insulation performance of the floor, ceiling and walls separating the gym from adjoining commercial and/or residential premises or parts of the development;",
    "- anti-vibration fittings and/or other mitigation measures required for the isolation of exercise equipment, loudspeakers and floors for use by group exercise classes, weights, machines;",
    "- details to demonstrate that noise from the use of the gym including music, instructor's voices, group exercise classes, activities and use of equipment does not exceed",
    "o NR25 Lmax(fast) from structure borne / impact noise",
    "o NR20 Leq,5min from general airborne activity noise (including music)",
    "within adjoining or nearby premises. The assessment and mitigation measures shall be based on standards of the Council's SPG10. Approved details shall be implemented prior to use of the gym and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise and vibration, in accordance with polocy D14 of the London Plan 2021.",
    "| The use as a resident gym shall not commence until all external doors to the gym have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows to rooms where noise, smell, smoke or fumes may be emitted, be fixed in an open position during the emission of noise.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with policies D14 and SI 1 of the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan 2021.",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from activities or people at or leaving the site, in accordance with Policy D14 of the London Plan (2021), Ealing Local Variation to Policy 7A of Ealing Development Management DPD (2013) and Ealing SPG 10: 'Noise and Vibration'.",
    "| External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended for Environmental Zone 3 by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Lighting should be minimized by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Note.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with policies policy 1.1 (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2021).",
    "| A.\tThe Secured by Design Accreditation approved under Part A of Condition 28 application ref: 240718CND, dated 05.03.2024 shall be implemented in accordance with the details approved under this consent.",
    "B.\tWithin three (3) months of first occupation, evidence that Secure by Design Accreditation has been achieved shall be provided in writing to the Local Planning Authority.",
    "Reason: To ensure that opportunities to commit crime are reduced, particularly in relation to the approved apartment buildings that contain shared core entrances that serve more than eight dwellings; and in order that the new buildings incorporate appropriately designed security features, in accordance with policy D11 of the London Plan (2021).",
    "| Prior to the occupation of the development hereby approved, full details of all cycle parking space"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T22:21:20.500+00:00",
  "appeal_status": null,
  "street_name": "Western Avenue",
  "ward": "North Acton",
  "polygon": null
}