{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QF01LXNH04300",
  "lapsed_date": "09/11/2025",
  "decision_target_date": "09/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5LW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.023,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021782856"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01963/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521368,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:40.293Z",
  "id": "Kingston-20_01963_CPU",
  "application_type": "All Other",
  "street_name": "Wilverley Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "09/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167074,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782856",
  "centroid": {
    "lon": -0.257088,
    "lat": 51.389738
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations are considered to fall within the parameters of permitted development as set out under schedule 2, Part 1, Class A of the Town and County Planning (General Permitted Development) (England) Order 2015 (As amended)",
    "Application Site\rThe site comprises a semi-detached dwelling within the Princess Road, Arthur Road and Borough Road Local Area of Special Character\r\rProposal\rErection of single storey rear extension and rear L-shaped dormer roof extension. Officers note that although not included in the description of works the applicant also proposes a bin store with green roof to the front garden of the property.\r\rConsultation\rThree neighbouring properties have been notified and two letters of objection have been received stating;\r- Inappropriate design/layout\r- Noise\r- Privacy\r\rTheses objections will be considered as part of the assessment.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rParagraphs 199 to 208 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rThe Princess Road, Arthur Road and Borough Road Local Area of Special Character is a non-designated heritage asset.\r\rParagraph 203 of the NPPF states that:\rThe effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer Comment: Officers note that the proposed cladding does not match the existing materials in the roof tiles however, the proposed cladding is of high quality and due to the proposed grey colour will not look too dissimilar to the neighbouring properties on either side which benefit from similar roof extensions in grey slate tile. With regards to the proposed bin storage to the front garden, Officers note that there is already a prevailing pattern of this style of bin storage within the area. the proposed bin storage should be of high quality and further details regarding this would be subject to a condition should permission be granted. It is further noted that the applicant is within their rights to place their refuse bins in their front garden and that a high quality store with a green roof is considered to be an improvement on this.\r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development or The Princess Road, Arthur Road and Borough Road Local Area of Special Character.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: As mentioned above, both neighbouring properties benefit from a similar style of roof extension. With regards to the proposed single storey rear element, officers are satisfied that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. While a rear facing first floor bathroom window would be replaced with a bedroom window which would afford views towards neighbouring rear gardens, it is not considered that this change would result in any significant loss of privacy when compared to existing overlooking from neighbouring properties. The proposals are for extensions to an existing dwelling in a residential area; within this context it is not considered that the development would give rise to any significant noise and disturbance when compared to the existing situation.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The submitted existing and proposed floor plan and roof plan do not have a stated scale and does not show the full plan of the main house. Please provide Existing and Proposed Floor Plans and Roof Plan  at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/09/2020",
  "secondary_street_name": null,
  "site_number": "77",
  "pp_id": "PP-08942455",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.257066,
          51.389751
        ],
        [
          -0.257067,
          51.389724
        ],
        [
          -0.25711,
          51.389725
        ],
        [
          -0.257109,
          51.389752
        ],
        [
          -0.257066,
          51.389751
        ]
      ]
    ],
    "type": "Polygon"
  }
}