{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBGHMNNHGKJ00",
  "lapsed_date": "06/08/2023",
  "decision_target_date": "06/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7HL",
  "site_name": "20-24 Tolworth Broadway\rTolworth\rKT6 7HL\r",
  "status": "Refused",
  "application_details": {
    "site_area": 0.06800000000000002,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128002333"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01282/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519505,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:52.685Z",
  "id": "Kingston-20_01282_CPU",
  "application_type": "All Other",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "06/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from A1 to C3 (2 x self-contained flats) under Class G of the GPDO",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166129,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128002333",
  "centroid": {
    "lon": -0.284168,
    "lat": 51.38164
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "It is considered, on the balance of probabilities, that the building is in a mixed use comprising both Class A1 (retail) and Class A2 (financial and professional services) of the Schedule to the Use Classes Order. It does not therefore benefit from the rights afforded by Class G of Part 3 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "CONSULTATIONS: \r1. Two periods of consultation carried out (i.e. between 01.06.2022 - 22.06.2022 and between 29.06.2022 - 13.07.2022). Revised second round of consultation due to amendment to the description of proposed development. One objection received, raising concerns regarding light pollution from the lamps. \r\rOfficer Comment: Noted. Officers acknowledge the concerns raised, however subject to a condition limiting hours of use of the lighting, Officers consider that any impact would be minimised and overall the development would be acceptable in terms of impact on residential amenities given the urban context of the area and the approved use of the site. \r\r2. RBK Environmental Officer: No objection. Recommends imposition of condition restricting hours of use of the lamps to use of the car park and no longer. \r\r3. RBK Urban Design (Heritage): No objection to the design or location of the lampposts. Recommends condition relating to restriction of hours of the lamps.\r\rKingston CAAC - Objection raised: \"Consistent with our previous objections to this car parking scheme, we oppose this faux Victorian street lighting, already installed without planning consent, because of its adverse affect on the setting & significance of the adjoining Grade 2* listed St Raphael's Church.\"\r\rOfficer Comment: Please refer to body of this report for full assessment. Council's Heritage Officer has reviewed the proposals and finds the lamp posts to be acceptable in terms of their design and appearance. Planning officers are of a similar view and consider the lampposts to be ancillary to the function of the car park. Overall, it is assessed that the lamp posts do not result in harm to the significance or appreciation of the Grade-II* listed Church.\r\rSITE AND SURROUNDINGS: \r4. The application site is located on east side of Portsmouth Road in Kingston upon Thames. Directly to the west of Portsmouth Road is the river Thames which runs parallel to the road. The site comprises St Raphael's Catholic Church which is a Grade II* Listed Building with Ecclesiastical Exemption. The building was designed by Charles Park in 1847. \r\r5. The application site is located in the Riverside South Conservation Area, Strategic Area of Special Character and the Thames Policy Area. \r\rPROPOSAL: \r6. Planning permission is sought for the retention of 4no. lamp posts to the rear car park, plus 1no. new lamp post to existing car park area. \r\rASSESSMENT: \rPrinciple of Development:\r7.\tThe principle of the installation of 4no. lamp posts to the car parking area of the church is acceptable subject to compliance with Development Plan policies and the Planning (listed Buildings and Conservation Areas) Act 1990 (as amended).\r\rCharacter and Appearance:\r8. Paragraph 197 of the NPPF states that in determining applications, local planning authorities should take account of: \ra) the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation;\rb) the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality; and \rc) the desirability of new development making a positive contribution to local character and distinctiveness.\r\r9. Paragraph 199 of the NPPF states that when considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\r10. Section 16, Section 66 and Section 72 of the Planning Listed Building and Conservation Areas Act 1990 directs that special attention shall be paid to the desirability of preserving or enhancing the character and appearance of Listed Buildings, their settings and Conservation Areas. This direction is carried through into the Council's Core Strategy. \r\r11. Policy DM12 of the Council's Core Strategy seeks to preserve or enhance existing heritage assets, and allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or setting. \r\r12. The application building is Grade II listed (date of listing: 24/12/1968). The Listing description of the building states the following: \"1847-48 by Charles Parker. Patron Alexander Raphael, MP for St Albans. Ashlar, with pantiled roof. Three bay nave with aisles and lower, shorter chancel. Central western tower of three stages, with tripled round arches and strong bracketed eaves to pyramidal roof. Two light round headed aisle windows with Corinthian column between lights, oculus over, and round enclosing arch. Triple round arched and shafted windows to clerestory. Round headed entrance below tower. Flanking church to north and south are two wings, each three bays wide, two storeys high, of brick with stone dressings and pantile roofs. Centre bay to each is taller than flanks. Two light round headed windows to central bay of each with square headed two light window above, divided by Doric columns. Outer ground floor windows also round headed. Arched doorways with shouldered arches beneath in bays adjacent to church. Low pitched hipped roofs to eaves.\"\r\r13. The application proposal relates to the retention of four lampposts to the car park area serving St Raphael's Church, plus the addition of one further lamppost to the car park area.\r\r14. The lamp posts seek to provide additional lighting in the car park for the safety of the community at St Raphael's Church. The lamp posts comprise of a luminaire lantern of traditional design that is mounted on a black post. The luminaries that have been implemented are the Kingfisher Lighting Villa II Luminaire and comprise of a black die cast aluminium. The lamp posts are positioned to ensure they preserve the character and appearance of the Listed Building and Conservation Area in accordance with Policy DM12 of the Core Strategy, 2012. \r\r15. Council's heritage officer has reviewed the application and finds the lampposts to be acceptable in terms of their selection, design and siting in relation to the Grade-II* listed Church.\r\r16. Overall, it is considered that the lamp posts are in keeping with the design and character of St Raphael's Church and are considered to be an alteration to the site that enhances the established character of the heritage asset and its setting.\r\rCONCLUSION\r17. The proposed style and appearance of the lamp posts are considered to be of a high-quality and to preserve the special character and appearance of the Listed Building, whilst improving the security of the car park. The proposals are considered to comply with Paragraph 199 of the National Planning Policy Framework, 2021 and Policies CS8, DM10 and DM12 of the LDF Core Strategy, 2012.\r",
    "Existing Elevations - Please provide Existing Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/06/2020",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-08776588",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284146,
          51.381653
        ],
        [
          -0.284147,
          51.381626
        ],
        [
          -0.28419,
          51.381626
        ],
        [
          -0.284189,
          51.381653
        ],
        [
          -0.284146,
          51.381653
        ]
      ]
    ],
    "type": "Polygon"
  }
}