{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDZ004NHH5Z00",
  "lapsed_date": "17/09/2025",
  "decision_target_date": "18/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9BU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.023,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021788315"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01768/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519604,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:47.528Z",
  "id": "Kingston-20_01768_CPU",
  "application_type": "All Other",
  "street_name": "Endway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "17/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 2no front rooflights and side gable window to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166632,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021788315",
  "centroid": {
    "lon": -0.282577,
    "lat": 51.38614
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of hip to gable and rear dormer roof extensions with installation of 2no front rooflights and side gable window to facilitate loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application site is located on the tower of the Kingston Fire Station on the Richmond Road.\r\rThe surrounding area is mixed in character and appearance with residential properties in the surrounding vicinity with a number situated in close proximity to the site. The site is not in a conservation area and the buildings and curtilage are not statutorily or locally listed but the site is adjacent the Tudor Estate Local Area of Special Character a non designated heritage asset and the site is considerd to be in the setting of the non designated heritage asset. \r\rTwo objections have been received objecting to the siting and appearance of the proposed telecoms apparatus.\r\rThe application seeks to determine whether the prior approval of the Local Planning Authority is required for the siting and appearance of the installation of an pgrade to existing roof-based mobile phone base station with the existing pole mounted antennas to be replaced with antennas on new stub tower\r\rThe application has been assessed against the provisions of Schedule 2 Part 16 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended. The application has also been assessed against the policies of the National Planning Policy Framework and the current Development Plan policies CS8 and DM10 of the Council's adopted LDF Core Strategy.\r\rIn addition the site is located adjacent the non designtaed heritage asset the Tudor Estate Local Area of Special Character.  The National Planning Policy Framework 2021 Paragraph 203 is clear that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rThe National Planning Policy Framework 2021 is clear at paragraph 118 in as much as the Local Planning Authority should not question need. Local planning authorities must determine applications on planning grounds only. They should not seek to prevent competition between different operators, question the need for an electronic communications system, or set health safeguards different from the International Commission guidelines for public exposure.\r\rThis application is for prior approval, not for planning permission. Prior approval is a light-touch process which applies where the principle of the development has already been established (National Planning Practice Guidance) (Paragraph: 028 Reference ID: 13-028-20140306).\r\rPrior approval means that a developer has to seek approval from the local planning authority that specified elements of the development are acceptable before work can proceed. The matters for prior approval vary depending on the type of development and these are set out in full in the relevant parts in Schedule 2 to the General Permitted Development Order. A local planning authority cannot consider any other matters when determining a prior approval application (National Planning Practice Guidance) (Paragraph: 026 Reference ID: 13-026-20140306).\r\rThe main considerations of the case are: \r\r- Siting and; \r- Appearance\r\rThe proposed telecom apparatus would be sited on the tower of the Kingston Fire Station. \r\rThe host building (the tower of the fire station) that the proposed apparatus would be sited on already has telecoms apparatus sited on it. The exsiting apparatus is located on the side of the tower and partly protrudes above the tower on a slim pole mounted structure but continues to have a degree of deference and subordinance to the tower. The apparatus proposed would be quite different in its siting and appearance. It is proposed to create  a pylon structure that would extend upwards from the top of the existing tower with the antenna attached to the pylon clearing the existing antennas position by some 5.5 metres. It would serve to dominate the tower and  draw the eye immediately to the telecoms apparatus becoming the focal point of the tower rather than the tower itself. \r\rIt is considered the proposed telecoms apparatus would create an incongruous addition to the host property (the fire station tower). Whilst the tower is set back on the site away from the roadside due to its height it still occupies a prominant position in the views from the surrounding public realm. In addition it is located in very close proximity to the rear of the neighbouring residential properties in Tudor Drive.  It is considered that the proposed telecoms apparatus would create a dominant and overbearing feature that would create visual clutter and be visually intrusive in the long views from the public realm and the private views of the site from the neighbouring residential properties in Tudor Drive  detarcting from the character and appearance of the host property and the surrounding area and cause less than substantial harm to the setting of the non designated heritage asset the Tudor Estate Local Area of Special Character.\r\rIt is considered that the siting and appearance would be inappropriate in this case and it is recommended that prior approval be refused as it would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rThe need for an upgraded, modern telecommunications network is both acknowledged and appreciated, and indeed is given great weight in the decision making process; however, for the reasons cited above it is considered that the harm caused by the proposed installation would outweigh the benefits. \r\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. Amendments required to make the application acceptable are substantial and would materially change the development proposal.  They would require further consultation to be undertaken prior to determination which could not take place within the statutory determination period specified by the Department of Communities and Local Government.",
    "The Council is of the opinion that this application does not benefit from a 'free-go'. This is because the application is of a different character  or description. The fee required for your planning application is £206.00. Payment can be made online via the Kingston Council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to the Royal Borough of Kingston upon Thames."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/07/2020",
  "secondary_street_name": null,
  "site_number": "4",
  "pp_id": "PP-08914352",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282555,
          51.386153
        ],
        [
          -0.282556,
          51.386126
        ],
        [
          -0.282599,
          51.386126
        ],
        [
          -0.282598,
          51.386153
        ],
        [
          -0.282555,
          51.386153
        ]
      ]
    ],
    "type": "Polygon"
  }
}