{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEU698NHHCQ00",
  "lapsed_date": "05/10/2025",
  "decision_target_date": "05/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 8DE",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.02
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01919/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522562,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:26.978Z",
  "id": "Kingston-20_01919_HOU",
  "application_type": "Householder",
  "street_name": "Kingshill Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "05/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension. Demolition of existing garage and erection of detached outbuilding to be used as gym",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166771,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021802801",
  "centroid": {
    "lon": -0.240041,
    "lat": 51.386758
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house, unless otherwise first agreed in writing by the Local Planning Authority. \r\rReason: To prevent subdivision of the planning unit and to protect the amenity of existing and future occupiers in accordance with Policy DM12 of the LDF core strategy 2012. ",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "There is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The local planning authority must be satisfied that the amendment sought is non-material in order to grant an application under section 96A of the Town and Country Planning Act 1990.\r\r22/03274/NMA - Officer report: \r\rProposed changes: \r\rGround/first floor 3b maisonette changed from shared ownership to social rent tenure and third floor 1b2p flat tenure changed from social rent to shared equity\r\rOfficer comments: The applicant seeks to substitute the approved floor plans in relation to Block B to reflect changes in proposed tenure mix. The amended floor plans indicate that the ground/first floor 3b maisonette would change from shared ownership to social rent tenure and third floor 1b2p flat tenure would change from social rent to shared equity. There would be no reduction in 3 bed units within Block B or Phase 1. There would be a loss of x2 shared equity units from Block B, however, application 22/03281/CLC demonstrates that there would be an overprovision of shared equity units within Block E (also forming part of Phase 1).  In summary, the proposal is simply to move tenures across Phase 1; the changes would not result in any change to the approved unit or tenure mix across Phase 1. \r\rMetal fence and brick walls added to enclose private amenity space on ground floor\r\rOfficer comment: Officers agree that the change would not be material in the context of the parent permission. Furthermore the enclosing the private amenity space would provide a safe and secure amenity space for the future occupiers of that unit. The change is considered non material in the context of the building as well as the parent permission as a whole.  \r\r\rSome windows/doors repositioned at ground and fifth floor level. Some windows also replaced with recessed bricks/doors or replaced from full height windows to half height windows and doors rationalised from double to single;\r\rOfficer comment: The changes would still ensure active frontages at ground floor and overall the changes to the fenestration across the proposed building are not considered material. The change is considered non material in the context of the building as well as the parent permission as a whole. \r\r Refuse, recycling and bike storage reconfigured\r\rOfficer comment: The changes are considered minor in nature resulting in insignificant changes to the exterior. The change is considered non material in the context of the building as well as the parent permission as a whole. \r\rFifth floor brickwork on the northern elevation chamfered to improve balcony accessibility\r\rOfficer comment: This change only affects a small element of the 5th floor on the north elevation. The change is considered non material in the context of the building as well as the parent permission as a whole. \r\rVent omitted above all windows and replaced with white/buff brick (incorporating air bricks for ventilation)\r\rOfficer comment: These changes are considered non-material as they would not be discenerable. \r\rOuterline on 5th floor/Roof rationalised for buildability;\r\rOfficer comment: This change only affects a small element of the 5th floor on the east elevation. The change is considered non material in the context of the building as well as the parent permission as a whole.\r\r5th floor metal cladding replaced with buff brickwork;\r\rOfficer comment: One of the key design aims of approved Block B is that the materialilality, massing and colour of the set back top floor would help to distinguish it from the central portion of the building. This application proposes a change in materiality from metal cladding to buff brickwork. Officers are of the  view that the change in materiality from metal to brick would still achieve the aims of being adequately distinguishable from the main building. The change is considered non material in the context of the parent permission as a whole. \r\rCanopy added in response to accessibility consultant comments \r\rOfficer comment: Two small canopies are proposed on the west side of the G/F. These additions are considered non-material. The change is considered non material in the context of the building as well as the parent permission as a whole. \r\rRed brick added for continuity, buff bricks replaced with white bricks on ground floor level underside apartment windows for continuity on floors above.\r\rOfficer comment:  This change only affects a small strip on the west elevation. The change is considered non material in the context of the building as well as the parent permission as a whole. \r\rIn conclusion, all the changes taken together are considered to be non material in the context of the parent permission as a whole. \r",
    "The submitted location plan has an incorrect scale bar. Please revise the location plan with the correct scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/08/2020",
  "secondary_street_name": null,
  "site_number": "17",
  "pp_id": "PP-08965072",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.240019,
          51.386772
        ],
        [
          -0.24002,
          51.386745
        ],
        [
          -0.240063,
          51.386745
        ],
        [
          -0.240062,
          51.386772
        ],
        [
          -0.240019,
          51.386772
        ]
      ]
    ],
    "type": "Polygon"
  }
}