{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCS3I2NHGUH00",
  "lapsed_date": "26/08/2023",
  "decision_target_date": "26/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7JS",
  "site_name": "The Park House",
  "status": "Refused",
  "application_details": {
    "site_area": 0.062
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01512/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520197,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:44.519Z",
  "id": "Kingston-20_01512_HOU",
  "application_type": "Householder",
  "street_name": "Corscombe Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "26/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey rear extension, first floor extension over garage, alterations to roof, including chimney stack removal, installation of 10no rooflights and raising ridge height to facilitate loft conversion with associated changes to fenestration.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "17/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171051,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021757534",
  "centroid": {
    "lon": -0.272563,
    "lat": 51.42573
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "It has not been demonstrated to the satisfaction of the Local Planning Authority that the proposal would not cause harm to trees that are protected by Tree Preservation Orders. As such, the proposal would have a detrimental impact upon the character and appearance of the area, contrary to the National Planning Policy Framework (2019) and Policies CS8 and DM10 of the Council's Core Strategy (2012).",
    "The site comprises a flat within a terraced property. \r\r28 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development would extend the width of the existing rear dormer roof extension. Given the set in from the sides of the roof slope, and substantial set down from the ridge of the roof slope, Officers consider the proposed extension would remain subordinate to the host property. As such, it is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the subordinate nature of the proposed development, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide the previous application detail for a free go, we will review the fee. Otherwise the fee required for your planning application is £ 206.00.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/07/2020",
  "secondary_street_name": null,
  "site_number": "4",
  "pp_id": "PP-08848989",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272541,
          51.425743
        ],
        [
          -0.272542,
          51.425716
        ],
        [
          -0.272585,
          51.425717
        ],
        [
          -0.272584,
          51.425744
        ],
        [
          -0.272541,
          51.425743
        ]
      ]
    ],
    "type": "Polygon"
  }
}