{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QC6HRFNHGPU00",
  "lapsed_date": "14/08/2025",
  "decision_target_date": "14/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7AT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.019
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01390/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518966,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:17.738Z",
  "id": "Kingston-20_01390_HOU",
  "application_type": "Householder",
  "street_name": "Egmont Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "14/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single storey, part double storey side extensions with associated changes to fenestration. Extension of the existing roof with erection of 3no side dormers and a rooflight to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166251,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021787616",
  "centroid": {
    "lon": -0.291869,
    "lat": 51.382849
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the northern elevation (and situated on the second floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Consultations\r21 no. surrounding owner/occupiers were notified of the proposals. No responses have been received. \r\rHistoric England\rGive authorisation for Local Authority to make assessment and determine. \r\rMaldens and Coombe Conservation Area Advisory Committee: No comments\r\rSite and Surroundings\rThe application site comprises 2 no. private residential dwellings (Thatchers Cottage and Spanish Lodge) located off Traps Lane, New Malden. The boundary wall between the two properties, to which this application relates, is Grade II listed. The site lies within the Coombe House Conservation Area and the Kingston Hill/Coombe Hill Strategic Area of Special Character. Thatchers Cottage is a locally listed building. \r\rThe site is within a TPO group area.\r\rThe site lies within the Kingston Hill/Coombe Hill Strategic Area of Special Character. The significance of the Kingston Hill/Coombe Hill Strategic Area of Special Character can be summarised as an area of exceptionally high quality landscape with important views both within and beyond the Borough.\r\rThe site also lies within the Coombe House Conservation Area. The special architectural and historic interest of this area can be summarised as: The core of the demolished 16th century Coombe House manorial estate, including walls, outbuildings, and landscape features from the 17th, 18th and 19th centuries, together with 20th century infill developments. \r\rProposal\rThis application seeks listed building consent for temporary propping to existing boundary masonry wall and subsequent works for permanent solution allowing removal of the propped screw piles and Platipus ground anchor.\r\rAssessment\rThe main issues to consider when assessing this application relate to character and appearance and heritage. \r\rCharacter, Appearance, Heritage \rTogether the NPPF, 2021 and the London Plan, 2021 operate to secure development of a high quality and where applicable replace poor design with better design.\r\rPolicies CS8 and DM10 of the LDF Core Strategy, 2012 require that proposals should relate well to their surroundings and be of a high standard to achieve a more attractive, sustainable and accessible environment.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rIn determining planning applications which affect heritage assets, Paragraph 197 of the NPPF 2021 requires local planning authorities to take account of the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation, the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality, and the desirability of new development making a positive contribution to local character and distinctiveness.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, Paragraph 199 states that great weight should be given to the asset's conservation, irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rParagraph 201 says that where a proposed development will lead to substantial harm to (or total loss of) the significance of a designated heritage asset, permission should be refused unless it can be demonstrated that the harm or loss is necessary to achieve substantial public benefits that outweigh the harm or loss, or all of the following apply:\r- The nature of the heritage asset prevents all reasonable uses of the site;\r- No viable use of the heritage asset itself can be found in the medium term through appropriate marketing that will enable its conservation;\r- Conservation by grant-funding or some form of not for profit, charitable or public ownership is demonstrably not possible; and\r- The harm or loss is outweighed by the benefit of bringing the site back into use.\r\rParagraph 202 goes on to say that where a development proposal will lead to less than substantial harm to the significance of a designated heritage asset, this harm should be weighed against the public benefits of the proposal including, where appropriate, securing its optimum viable use.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rAccording to Paragraph 206, local planning authorities should look for opportunities for new development within conservation areas and within the setting of heritage assets in order to enhance or better reveal their significance. Proposals that preserve those elements of the setting that make a positive contribution to the asset (or which better reveal its significance) should be treated favourably.\r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rThe boundary wall subject to this application is Grade II listed (listed in 1983). The official Historic England listing describes the wall as a \"Fine C17 dark red brick walls along the Traps Lane frontage of all three houses and also enclosing the garden of \"Cimero\". About seven feet tall with tapered flange and offsets. Formerly garden and boundary walls of the now demolished Coombe House [at one time home of the Prime Minister, Lord Liverpool]\". \r\rIt is understood that the wall has been subject to progressive movement over a duration of time and that there has been some significant recent movement which was evident during a site visit to the property. Other sections of the wall have also been subject to movement and, in some cases, collapse, and is currently on Historic England's Heritage at Risk register. \r\rA temporary support structure is currently in place which comprises of a number of screw piles installed at a 45 degree angle to the wall. These were installed in September/October 2021 from which point monitoring of the wall started. Given the height of the wall, current condition and residential setting, it is accepted that the temporary remedial works that have already been implemented were essential for health and safety and reasons as well as ensuring the structural integrity of the wall.\r\rA structural report has been provided which sets out an initial outline statement of possible causes and solutions. However, it doesn't provide a detailed assessment of the condition of the wall, the causes of the movement, or whether the movement is still active. However, the Council's Heritage Officers considered there to be a number of potential causes of the movement: ground subsidence; ground settlement post construction of the pool at Spanish Lodge; the planting/removal of trees on Spanish Lodge/Thatchers Cottage plots; issues with the original design and construction. \r\rThe proposed permanent remedial works involves 20 no. anchors holding in place bronze patress plates that will be fixed to the wall. These will be the only visible elements and are to be painted black to give a recessive appearance. \r\rThe position and number of anchors in the structural design have been determined by a geotechnical design, on the basis of 3 no. stress tests within the ground. However, no geological assessment has been undertaken and there are a number of unknowns and assumptions, as stated throughout the report. \r\rThe Council's Heritage Officer accepts that a long term solution is required to prevent any further movement of the wall and that the proposed solution, whilst invasive, is both necessary and justified and through monitoring, ground investigation procedures and technical assessment. It is also agreed that installing lateral restraint in the form of patresses is less disruptive, in terms of retaining as much of the original historical fabric as possible.\r\rThe proposal involves some repair to existing bricks (where necessary). It is accepted that some repair/replacement of the existing fabric will be required due to existing severely weathered bricks and that this is a far preferable solution to the loss of the wall which is a realistic possibility if no action is taken. The alternative of rebuilding the retaining wall in situ is unviable/logistically very difficult, and is likely to cause more damage to the integrity of the historic fabric. Further details of the works and materials, including samples of new bricks to match the existing (where existing bricks cannot be re-used), lime mortar and pointing, can be secured by condition.\r\rGiven the nature, scale and appearance of the development (with the only visible elements being the recessive black painted plates), and as the temporary and permanent works are required to preserve the long term stability of the listed wall, officers consider that the proposal preserves the character and appearance of the Coombe House Conservation Area. The same conclusion is made with regard to the Kingston Hill/Coombe Hill Strategic Area of Special Character. \r\rSummary\rOverall, having due regard to Section 16 of the Planning (Listed Building and Conservation Area) Act 1990, the proposed development is considered to preserve the long term stability and significance of the listed boundary wall and the character and appearance of the Coombe House Conservation Area and Kingston Hill/Coombe Hill Strategic Area of Special Character. It is concluded that the proposal would not harm designated heritage assets as per the requirements of the NPPF and, as such, the proposals are considered to comply with the NPPF, Policy HC1 of the London Plan (2021), Policies CS8, DM10 and DM12 of the LDF Core Strategy (2012).\r",
    "The submitted location plan has red outline only in the buildings, the red outline needs to include access from the highway or main road. Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/06/2020",
  "secondary_street_name": null,
  "site_number": "24",
  "pp_id": "PP-08817004",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291847,
          51.382862
        ],
        [
          -0.291848,
          51.382835
        ],
        [
          -0.291891,
          51.382836
        ],
        [
          -0.29189,
          51.382863
        ],
        [
          -0.291847,
          51.382862
        ]
      ]
    ],
    "type": "Polygon"
  }
}