{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBC8Z2NHGIW00",
  "lapsed_date": "27/07/2025",
  "decision_target_date": "29/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7LR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.039
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01244/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521566,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:43.673Z",
  "id": "Kingston-20_01244_HOU",
  "application_type": "Householder",
  "street_name": "Leyfield",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "27/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side and single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166025,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021803005",
  "centroid": {
    "lon": -0.254603,
    "lat": 51.380268
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "A1 - Loading",
    "Application Site\r\rThe site comprises a semi detached dwelling.\r\rProposal \rThe applicant seeks planning permission for the erection of two storey side and part two storey and part single storey rear extension and creation of a porch. \r\rThe current proposal is a variation of the approved scheme ref no 21/02814/HOU for the erection of two-storey side extension, single-storey rear extension and new porch.\r\rConsultations\r9 properties were notified of the proposal. 6 letters of objection were recieved from a maximum of 2 separate addresses raising the following summarised concerns:\r\r-Loss of light/sunlight\r-Car parking issues/ access or traffic issues\r-Effect on trees/wildlife\r-Excessive height and bulk of the buildings\r-Inappropriate design/layout\r-Unacceptable or incompatible use\r-Inadequate landscaping/means of enclosure\r-Noise\r-Privacy\r-Storage of hazardous substances/Fumes\r-Concerns regarding implementing safety regulations on site if permission granted\r\rOfficer response:\rGiven the siting of the proposal and its scale, it is considered that there would be no significant impact on wildlife or any direct impact on the trees as a result of the proposal. It is noted that no trees on site or at Nos. 7a and 5 Perry How are protected by Tree Preservation Orders (TPOs).\r\rThe concerns were raised regarding storage of hazardous substances and fumes, however no details were provided. The proposed development is residential and it is therefore unlikely to give rise to the storage of hazardous substances and fumes.  Any issues relating to the above and noise issues should be reported to the Council's Environmental Health Team. \r\rOther concerns raised above will be addressed within this report.\r\rThe key areas of assessment are:\r-The design of the proposed development; and,\r-The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r-The impact of the development on highways and transportation matters; and\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment:\r\rProposed porch\rGiven the siting, scale and design of the proposed front extension, it is considered that it would appear as a proportionate and subordinate addition in relation to the host dwelling in accordance with Policy Guidance 38 of the Council's Residential Design SPD.\r\rIt is noted that the existing street scene contains examples of porches of various design and style, therefore the proposed porch would have no significant impact on the existing street scene and the surrounding area.\r\rProposed two storey side extension\rIt is acknowledged that the proposed two storey side extension would not be strictly in accordance with Policy Guidance 36 of the Council's Residential Design SPD as the proposed roof would not be set down from that of the original house and the proposed extension would not be set back from the front elevation. The proposed width of approx. 4.3m of the side extension would also exceed 50% of the original house. \r\rHowever, given the proposed materials and design, the siting of the proposal (end of Perry How) and distance to the shared boundary, it is considered that the proposed two storey side extension would relate well to the host dwelling and it would be a subordinate addition in relation to the host dwelling. It is also noted that the planning permission has been granted for a similar form of development on this site (ref: 21/02814/HOU). Officers note that extensions to the dwellings are part of the existing street scene, which shows some variations in design and style of the properties. Therefore, it is considered that the proposed two storey side extension and front porch would not have a significant impact on the existing street scene. \r\rIt is noted that the proposed design, the architectural features of the facade and materials would match the existing dwelling. \r\rProposed rear extensions\rThe proposed single storey rear extension due to its size (approx. 3m high and deep) and proposed design is considered to be in accordance with Policy Guidance 36 of the Council's Residential Design SPD.\r\rThe proposed part two storey rear extension would be set back from the shared boundary with No 6 Perry How by approx. 7.2m and by approx. 4m from the common boundary with No 7a Perry How (detached property). The proposed distances between boundaries are considered adequate. The proposed roof form would relate well to the main roof and given the proposed matching materials, the proposed part two storey rear extension would appear as a proportionate addition to the host dwelling. \r\rGiven the above, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rWith regards to the adjoining property No. 6 Perry How, the proposed single storey and part two storey rear extensions would have some impact in terms of loss of daylight, however the proposal would pass the BRE 45 degree test as set out in the Council's Residential Design SPD. \r\rDue to the modest scale of the proposed single storey rear extension and separation distance approx. 7.2m measured from the proposed part two storey element to the shared boundary with No 6 Perry How, it is considered that the proposed development would not result in overbearing effect or undue sense of enclosure or would not cause any undue overlooking as no openings are being proposed to its side elevation. \r\rGiven the siting and separation distance between the proposed two storey side extension and No 7A Perry How, it is considered that the proposal would not result in loss of daylight/sunlight or an overbearing effect. To avoid any unde overlooking, the proposed 1st floor window to the side elevation should be obscure glazed and non openable, details of which will be secured through condition. \r\rAs the proposal would seek to provide a residential extension to an existing residential dwelling Officers consider that there would be no material increase in noise or disturbance for the occupiers of neighbouring properties. \r\rGiven the above, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighways and Transportations\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. \r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rIt is noted that concerns were raised regarding access to properties and increased traffic during the consultation period. \r\rThe proposed development does not include any changes to the existing car parking arrangement. It is also noted that there are no parking restrictions on Perry How.\r\rGiven the above and that the proposal is for a domestic extension only, it is considered that there would be no impact on existing car parking facilities on Perry How as a result of the proposal. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Block Plan\rScale bar - for the avoidance of doubt please amend the Block Plan scale bar. It measures 25m, not the stated 10m at 1:500. Should it be 1:200?\rThe Block Plan should also show adjoining properties to the side and rear and those opposite in full outline. Please amend to show opposite properties."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/06/2020",
  "secondary_street_name": null,
  "site_number": "40",
  "pp_id": "PP-08767044",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.254581,
          51.380281
        ],
        [
          -0.254582,
          51.380254
        ],
        [
          -0.254625,
          51.380255
        ],
        [
          -0.254624,
          51.380282
        ],
        [
          -0.254581,
          51.380281
        ]
      ]
    ],
    "type": "Polygon"
  }
}