{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEH7NTNHH9B00",
  "lapsed_date": "05/10/2025",
  "decision_target_date": "28/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5RQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.023,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "LASC Tudor Estate"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021754290"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01836/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518234,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:04.488Z",
  "id": "Kingston-20_01836_CPU",
  "application_type": "All Other",
  "street_name": "Barnfield Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "05/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip-to-gable and rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion. Alterations to the soil and vent pipe.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 171406,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021754290",
  "centroid": {
    "lon": -0.300666,
    "lat": 51.429333
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip-to-gable and rear dormer roof extensions with the installation of 2no front rooflights to facilitate a loft conversion and alterations to the soil and vent pipe falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B, C and G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to details required for  Conditions 8 (Climate Change Mitigation) and 16 (Electric Vehicle Charging) of planning permission 19/00504/FUL, which states:\r\rCondition 8: Within 3 months of first occupation, evidence must be submitted to the Council confirming that the\rdevelopment hereby permitted has achieved no less than the C02 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes Level 4. Evidence requirements are detailed in the \"Schedule of Evidence Required for Post Construction Stage from ENE1 and WAT1 of the Code for Sustainable Homes Guide. Evidence to demonstrate a 19% reduction compared to 2013 Part L regulations and internal water usage rates of 105L/day must be submitted to the Local Planning Authority, unless otherwise agreed in writing.\r\rReason: In order to ensure that all development is designed and built to make the most efficient use of resources, reduce its lifecycle impact on the environment and contributes to climate change mitigation and adaptation in accordance with Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.\r\rCondition 16: Details of the quantum and type of Electric Vehicle Charging (EVC) points to serve the approved development shall be submitted to and approved in writing by the Local Planning Authority before the beneficial occupation of the development. The EVC points shall be provided in accordance with the approved details prior to the beneficial occupation of the residential units hereby approved.\r\rReason: In order to ensure adequate provision of electric vehicle charging points in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Application Form - does not state the specific Condition numbers as the subject of this application. Please amend the form to confirm the specific condition numbers as stated in the Decision Notice."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/08/2020",
  "secondary_street_name": null,
  "site_number": "137",
  "pp_id": "PP-08946423",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300644,
          51.429347
        ],
        [
          -0.300645,
          51.42932
        ],
        [
          -0.300688,
          51.42932
        ],
        [
          -0.300687,
          51.429347
        ],
        [
          -0.300644,
          51.429347
        ]
      ]
    ],
    "type": "Polygon"
  }
}