{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDJVHFNHH2200",
  "lapsed_date": "06/11/2025",
  "decision_target_date": "10/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8EU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01682/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518904,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:25.880Z",
  "id": "Kingston-20_01682_HOU",
  "application_type": "Householder",
  "street_name": "Surbiton Hill Park",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "06/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single and part first floor side/rear extension (in association with the conversion of garage into a habitable space) with alterations to roof design",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167673,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021798940",
  "centroid": {
    "lon": -0.292283,
    "lat": 51.395643
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof element of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "A1 - Loading",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 6 (Nature Conservation Interest) and Condition 7 (landscaping scheme) of planning permission 21/04008/FUL, which state:\r\rCondition 6 (Nature Conservation Interest) - Prior to the beneficial occupation of the development to which this permission relates a scheme to enhance the nature conservation interest of the site shall have been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r\rThe scheme is required before development commences because it would affect the design of subsequent elements of the development.\r\rCondition 7 (Landscaping Scheme) - Prior to the beneficial occupation of the development hereby approved a landscaping scheme shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. \r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Officers note that the front of the site is currently being used as parking for the flats - not as approved under plan ref: CTR/PT1/12 - Proposed Site Plan and Ground Floor Plan under the parent permission 21/04008/FUL, which is a deviation from the consented scheme and which is unlikely to be acceptable.",
    "The declaration section in the application form is signed by a different person, please amend the application form with the correct names or please confirm 'Sarah Oh' works in the same organisation."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/07/2020",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-08893866",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292261,
          51.395656
        ],
        [
          -0.292262,
          51.395629
        ],
        [
          -0.292305,
          51.395629
        ],
        [
          -0.292304,
          51.395656
        ],
        [
          -0.292261,
          51.395656
        ]
      ]
    ],
    "type": "Polygon"
  }
}