{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCS3H4NHGUG00",
  "lapsed_date": "26/08/2025",
  "decision_target_date": "26/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6QA",
  "site_name": "Southborough House",
  "status": "Completed",
  "application_details": {
    "site_area": 0.36100000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01511/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517886,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:44.206Z",
  "id": "Kingston-20_01511_HOU",
  "application_type": "Householder",
  "street_name": "Ashcombe Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "26/08/2020",
  "epc_number": null,
  "actual_commencement_date": "24/02/2020",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of CCTV cameras to external elevations, 2 no. new lanterns and 2 no. external column lights",
  "actual_completion_date": "26/06/2020",
  "last_date_consultation_comments": "28/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166509,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128000854",
  "centroid": {
    "lon": -0.307295,
    "lat": 51.385393
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Within 3 months of the date of this decision notice, a Lighting Assessment (including illuminance levels) shall be submitted to and approved in writing by the Local Planning Authority. The development shall be strictly carried out in accordance with the approved Assessment.\r\rReason: In the interest of neighbouring residential amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Consultations\r16no. surrounding properties were notified of the proposed development. No representations received.\r\rPlanning History\r15/15258/LDP - Demolition of existing conservatory. Erection of a single storey rear extension. Granted, dated 5 January 2016.\r\rProposal\rThe application seeks planning permission for the erection of a single-storey side extension. \r\r\rSite and Surroundings\rThe application site comprises of a two-storey semi-detached dwellinghouse. \r\rThe surrounding properties comprise of predominantly detached and semi-detached two-storey, with some single-storey dwellinghouses.\r\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; \r-\tThe Impact upon Highways; and \r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 35 (Single storey side extension (and side and rear extensions)) of the Council's Residential Design SPD (2013) is the most applicable to the proposal. \rPolicy Guidance 35 states that when designing a side extension the following guidelines will apply:\r-\tThe roof of the extension should reflect and relate well to the main house and its roof form, and the height of the roof should never encroach on the sill of windows of the second storey;\r-\tThe extension should remain proportionate and subordinate to the original house so that in general, the width of the extension does not exceed 50% of that of the original house;\r-\tThe extension should be set in from the boundary by at least 250mm so guttering does not overhang adjoining land;\r-\tSide extensions should normally set-back from the front wall of the original house by at least 500mm;\r-\tCare should be taken to ensure that there is no significant loss of daylight or sunlight to neighbouring properties or gardens in accordance with the 45 and 25 degree rules described above;\r-\tFeatures such as doors and windows on the new extension should relate to those on the original house;\r-\tWhere waste bins or cycles are stored to the rear of the house, direct access to the rear garden should be maintained;\r-\tSide extensions should not affect the existing parking provision of the development and any parking lost as a result of the extension should be replaced on plot; and\r-\tSide extensions to semi-detached dwellings should respect the symmetry of the adjoining semi-detached property. \r\rThe proposed side extension would replace the existing flat roofed side extension to the property. The proposed extension would have a width less than 50% of that of the original house, with a pitched roof to correspond to the roof form of the main dwelling and an approximate 4m set back from the principal elevation.\r\rOverall, it is considered that the proposed development would not detract from the character and appearance of the host property or the surrounding area and therefore would be in accordance with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r  \rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe nearest properties to consider in an assessment of the impact of the proposal are No. 36b (a semi-detached bungalow) and No. 40 Bazalgette Gardens (the adjoining two-storey, semi-detached house).\r\rOne window and one door would be proposed to the front and rear elevations of the proposed extension. Given that they would be located on the same plane as existing habitable rooms to the ground floor they are not thought to give rise to any additional sense of overlooking or loss of privacy onto the occupiers of No.36b.\r\rOn the other side, the proposed side extension would be obscured by the main dwelling when viewing from No.40 Bazalgette Gardens. Therefore, the proposed extension would not cause overlooking, loss of privacy/outlook or visually intrusive onto the occupiers on No.40.\r\rOverall, it is considered that the proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant harm to the outlook, privacy or daylight/sunlight provision of all the neighbouring occupiers and would comply with Policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rImpact upon Highways\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety and ensure that they are not adversely affected. \r\rThe area of hardstanding/driveway to the front of the property is of an adequate size to be used for car parking, and the proposals would not change this. As such, the conversion would not result in the loss of any car parking space that would impact upon highway safety.\r\rThe proposals would provide an integrated cycle store which would be acceptable given that there would be no independent access to the rear garden. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of its scale, design and materiality is considered not to result in harm to the character and appearance of the host dwelling or wider area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure.  The proposals would not impact upon existing levels of off-street car parking and dedicated cycle parking storage is shown as part of the proposals. \r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "Proposed Floor Plan - please specify which of the four proposed floor plans you are applying for as the Council cannot approve all four?  Please can you clarify what is the blue dotted rectangle on the proposed floor plan?"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/07/2020",
  "secondary_street_name": null,
  "site_number": "14",
  "pp_id": "PP-08847896",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307273,
          51.385406
        ],
        [
          -0.307274,
          51.385379
        ],
        [
          -0.307317,
          51.38538
        ],
        [
          -0.307316,
          51.385407
        ],
        [
          -0.307273,
          51.385406
        ]
      ]
    ],
    "type": "Polygon"
  }
}