{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEOM8ANHHC100",
  "lapsed_date": "02/10/2023",
  "decision_target_date": "02/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5QF",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.041,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: RBK"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021774872"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01902/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521416,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:21.598Z",
  "id": "Kingston-20_01902_CPU",
  "application_type": "All Other",
  "street_name": "Coombefield Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "02/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear dormer roof extension with installation of 1no rear roof light and 3no front roof lights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167591,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021774872",
  "centroid": {
    "lon": -0.256222,
    "lat": 51.394374
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposal would constitute development under the provisions of section 55 of the Town and Country Planning Act 1990. The development would not comply with the provisions of Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). In addition, part of the proposal would be contrary to condition 3 of planning permission 05/14629/HOU dated 14/09/2005.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rDemolition of existing rear extension and erection of single storey rear, roof extension with rear dormer and Juliet balcony and installation of 1 no front rooflight to facilitate loft conversion.\r\rThis application has been submitted following pre application advice. Following the advise, the applicant has reduced the size of the rear dormer and maintained the symmetry between the semi-detached properties.\r\rConsultation\r12 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that there are a number of rear dormers within the area so this would not be an uncommon feature. The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: With regards to the proposed rear extension, Officer note it has been demonstrated on the plans that the proposed rear extension would be compliant with regards to BRE guidance on daylight/sunlight.  While the extension would be relatively deep, it is noted that an amended Block Plan has been submitted demonstrating that it would be set away from the boundary with No. 19 by approximately 0.5m Within this context it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Annotated dimensions must be included on all Existing and Proposed floor plans, site plans, elevation drawings, and section/level plans to show the key dimensions of any existing structures to be demolished/retained and dimensions for the proposed works. This is in line with the Council's adopted local Validation Checklist. Please amend plans and re-submit where necessary.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/08/2020",
  "secondary_street_name": null,
  "site_number": "7",
  "pp_id": "PP-08961351",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2562,
          51.394387
        ],
        [
          -0.256201,
          51.39436
        ],
        [
          -0.256244,
          51.394361
        ],
        [
          -0.256243,
          51.394388
        ],
        [
          -0.2562,
          51.394387
        ]
      ]
    ],
    "type": "Polygon"
  }
}