{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QADLMXNHGCF00",
  "lapsed_date": "07/07/2025",
  "decision_target_date": "10/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3DZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.013000000000000001,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021763663"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01100/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518890,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:09.250Z",
  "id": "Kingston-20_01100_CPU",
  "application_type": "All Other",
  "street_name": "Linden Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "07/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with 2no front rooflights and 1no window to side elevation to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169092,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021763663",
  "centroid": {
    "lon": -0.29201,
    "lat": 51.408399
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes A, B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to alter the fenestration of the proposed development by changing the style and size of the proposed windows and doors on the rear elevation. The application also proposes changes to the fenestration on western side elevation, including the removal of one first floor level window, the increase in size of an obscure glazed window at first floor level on this side elevation, and finally at ground floor level the relocation of an existing window and the installation of a new window. Finally the application proposes the lowering of an existing patio area to the rear of a proposed extension. Officers are satisfied that these changes would not have any material impact on the character and appearance of the area or on the amenities of neighbouring occupiers. Accordingly, the changes are considered to be non-material.",
    ""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/05/2020",
  "secondary_street_name": null,
  "site_number": "15",
  "pp_id": "PP-08722282",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291987,
          51.408412
        ],
        [
          -0.291988,
          51.408385
        ],
        [
          -0.292032,
          51.408386
        ],
        [
          -0.292031,
          51.408413
        ],
        [
          -0.291987,
          51.408412
        ]
      ]
    ],
    "type": "Polygon"
  }
}