{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBNCUTNHGLC00",
  "lapsed_date": "29/07/2025",
  "decision_target_date": "04/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3SD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.032
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01296/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519787,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:56.616Z",
  "id": "Kingston-20_01296_HOU",
  "application_type": "Householder",
  "street_name": "Orme Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "29/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage and erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169324,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021765093",
  "centroid": {
    "lon": -0.279041,
    "lat": 51.410296
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to the beneficial occupation of the development hereby permitted, the window serving the toilet as shown on the approved drawings shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale and be non openable below 1.7m from the floor level. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The proposed development would amount to development as defined by Section 55 of the Town and Country Planning Act 1990 (as amended) (material change in use) and as such would require planning permission (Section 57 of the Act).\r\rSection 191 of the Town and Country Planning Act directs that (1)If any person wishes to ascertain whether— \r(a)any existing use of buildings or other land is lawful; \r(b)any operations which have been carried out in, on, over or under land are lawful; or \r(c)any other matter constituting a failure to comply with any condition or limitation subject to which planning permission has been granted is lawful,he may make an application for the purpose to the local planning authority specifying the land and describing the use, operations or other matter. Section 191 further directs\r\r(2) For the purposes of this Act uses and operations are lawful at any time if— \r(a)no enforcement action may then be taken in respect of them (whether because they did not involve development or require planning permission or because the time for enforcement action has expired or for any other reason); and \r(b)they do not constitute a contravention of any of the requirements of any enforcement notice then in force.\r\rThe change of use of the application site from a retail unit falling within Use Class E to a beauty salon that is a Sui Generis use is not permitted under The Town and Country Planning (General Permitted Development) (England) Order 2015.\r\rThe applicant has therefore failed to demonstrate on the balance of probability that the development is lawful. \r\rThe applicant is therefore advised to apply for planning permission for the proposed development.",
    "The fee required for your planning application is £7920.00.  Payment can be made via either our Contact Centre on 0208 547 5002, or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/06/2020",
  "secondary_street_name": null,
  "site_number": "5",
  "pp_id": "PP-08784381",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.279019,
          51.410309
        ],
        [
          -0.27902,
          51.410282
        ],
        [
          -0.279063,
          51.410282
        ],
        [
          -0.279062,
          51.410309
        ],
        [
          -0.279019,
          51.410309
        ]
      ]
    ],
    "type": "Polygon"
  }
}