{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCOEAKNHGTA00",
  "lapsed_date": "24/08/2023",
  "decision_target_date": "24/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7HZ",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.039
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01482/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521741,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:37.999Z",
  "id": "Kingston-20_01482_HOU",
  "application_type": "Householder",
  "street_name": "Highdown",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "24/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage, erection of single storey side and rear extension with new porch",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165953,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023061528",
  "centroid": {
    "lon": -0.252114,
    "lat": 51.379583
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension would result in an overbearing impact and an undue sense of enclosure to adjoining No 26 Highdown by reason of its excessive depth along the shared boundary. The proposed development would result in a significant adverse impact on the amenities of adjoining properties contrary to Policy DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).\r",
    "The site comprises a semi-detached dwelling. The site sits within Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\r7 neighbouring properties have been notified of the proposals and 1 objection has been received relating to:\r\r- Inappropriate design/layout\r- Noise from construction\r- Privacy\r\rConcerns relating to construction related noise can be controlled via a condition if planning permission were forthcoming. The concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; \r- The impact of the development and highways and transportation matters;\r- The impact of the development on non-designated heritage assets; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the current application is a revision of previously refused application ref: 22/00331/HOU. The principle issue with the refused application was the excessive scale and siting of the proposed rear extension. The proposal of this refused application would have resulted in an excessive and dominant addition to the host property that would not have related well to the host dwelling or surrounding area. The proposed rear extension has now been reduced in depth, and while it would still have a depth that is in excess of the parameters set by the Residential Design SPD, it would have an appropriate height and as such would appear a subordinate addition to the host property. The proposal would also retain approx. 70sqm of rear amenity space, and as such would not detract from the appearance of the surrounding area, thereby addressing the previous reason for refusal.\r\rThe proposed hip-to-gable roof extension would adhere to the recommendations set out in the Residential Design SPD, and as such it is considered that there would be no adverse impacts on the character or appearance of the original dwelling or surrounding area as a result of the proposed development. \r\rThe proposed rear dormer roof extensions would not strictly adhere to the recommendations set out in the Residential Design SPD, given that the proposed dormer would be finished in zinc cladding, however given the modest scale of the proposed rear dormer extension, officers consider that on balance there would be limited impact on the character or appearance of the original dwelling or surrounding area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: While the proposed rear extension would sit hard against the shared boundary with 21 Wingfield Road, given the reduced depth of the current proposal and the separation distance between the flank wall 21 Wingfields existing extension and the proposed development, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rGiven that adjoining property No. 35 Wingfield Road and No. 186 Park Road benefit from existing extensions at ground level,  it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rOfficers note that the proposed extensions at roof level would be appropriately set in from the shared boundaries, and as such, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light.\r\rWhile windows are proposed to the west elevation at first floor level, to mitigate against any loss of privacy, it is considered appropriate that the windows be obscure glazed and non-opening below 1.7m above FFLs. This can be secured via an appropriately worded condition if planning permission is forthcoming.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: London Plan policy T5 requires all development to include provision for cycle parking. Given that the proposal would sever direct access to the rear garden, officers consider it appropriate to impose a condition to ensure that cycle parking is provided in the event of an approval.\r\rTherefore, the proposal is considered not to have an adverse impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rFire Safety Assessment\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions if planning permission were forthcoming. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above the proposal would be a subordinate and appropriate addition to the host property and would appear in keeping with the character of the host property. As such, officers consider that the proposed extensions would not detract from the character and appearance of the surrounding area. Therefore, officers conclude that the proposed development would not result in any harm to the Kingston Hill/Coombe Hill Strategic Area of Special Character, but rather preserve it. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The Preliminary Ecological Appraisal and Bat Emergence Survey are included on the Document List, but have not been submitted. Please submit these documents if they are to support the application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/06/2020",
  "secondary_street_name": null,
  "site_number": "28",
  "pp_id": "PP-08840426",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.252092,
          51.379596
        ],
        [
          -0.252093,
          51.379569
        ],
        [
          -0.252136,
          51.37957
        ],
        [
          -0.252135,
          51.379597
        ],
        [
          -0.252092,
          51.379596
        ]
      ]
    ],
    "type": "Polygon"
  }
}