{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAIOZPNH04300",
  "lapsed_date": "10/07/2025",
  "decision_target_date": "10/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5JE",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.011000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01111/PAS2R",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518453,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:12.200Z",
  "id": "Kingston-20_01111_PAS2R",
  "application_type": "Prior Approval",
  "street_name": "Kings Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "10/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use of light industrial (Class B1(c)) to dwellinghouse (Class C3)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "09/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 170195,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023058010",
  "centroid": {
    "lon": -0.297922,
    "lat": 51.418404
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed change of use from light industrial (Class B1c) to Dwellinghouse (Class C3) does not fall within the parameters of permitted development as set out under Schedule 2, Part 3, Class PA.1. (b) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). It is considered that the building was not used solely for a light industrial use on 19th March 2014 or, in the case of a building which was in use before that date but was not in use on that date, when it was last in use.",
    "Site\r\rThe application site is a two-storey semi-detached dwellinghouse located on the southern side of Somerset Avenue. The site is located within Flood Zone 2 (medium probability).\r\rRelevant History\r\r21/02632/HOU - Erection of single-storey rear extension with associated changes to fenestration following demolition of existing conservatory and garage. Hip to gable and rear dormer roof extensions with installation of 3no front rooflights to facilitate loft conversion. Refuse on 20 Oct 2021. \rReason for refusal - By reason of its excessive mass, height and design, the proposed dormer extension would appear disproportionate to the original dwelling, resulting in an incongruous addition, thereby conflicting with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r\r21/03490/HOU - Erection of single-storey rear extension and associated changes to fenestration following demolition of existing conservatory and garage. Hip to gable and rear dormer roof extension with installation of 3no front rooflights to facilitate loft conversion. Application Granted on 21 Dec 2021. With conditions.\r\rConsultations\r\r10 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on drainage. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a hip to gable extension, a flat roof dormer window extension, as well as a single storey rear extension. Proposals to extend a hipped roof to a gable roof are not usually appropriate as they are often at odds with the existing character of a property. This is particularly true when proposing to extend the roof of a semi detached property, which would upset the visual balance of the two houses, much like the application site. However, Officers have had regard to the fallback position (which is a material planning consideration) of permitted development rights under Schedule 2, Part 1, Class B of The Town and Country Planning (General Permitted Development) Order 2015, which would allow for a hip to gable roof conversion and dormer extension as proposed to be constructed without notifying the local planning authority. In addition, a number of neighbouring properties in the immediate vicinity have constructed a hip to gable roof extension. As such, this element of the proposal is unlikely to have an unacceptable impact on the character and appearance of the area. Furthermore, the Officers consider that the proposed dormer extension would not dominate the rear roofslope. \r\rIn relation to the single storey rear extension, whilst this proposed element would exceed the recommended depth as outlined by the Residential Design SPD, Officers consider that this element would still appear proportionate and subordinate to the host dwelling. There would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy\r\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficers Comments: The site is located within Flood Zone 2, which has a medium probability of flooding. The submitted flood risk form states that floor levels within the proposed development will be set no lower than existing levels and flood proofing of the proposed development has been incorporated where appropriate which is considered acceptable in this case and in compliance with policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide copies of all existing and proposed elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/05/2020",
  "secondary_street_name": null,
  "site_number": "139",
  "pp_id": "PP-08720045",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297899,
          51.418417
        ],
        [
          -0.2979,
          51.41839
        ],
        [
          -0.297944,
          51.418391
        ],
        [
          -0.297943,
          51.418418
        ],
        [
          -0.297899,
          51.418417
        ]
      ]
    ],
    "type": "Polygon"
  }
}