{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEUSH8NHHD800",
  "lapsed_date": "19/03/2024",
  "decision_target_date": "09/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5DE",
  "site_name": "The Cap In Hand",
  "status": "Refused",
  "application_details": {
    "site_area": 2925,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ18650410"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128035077"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01932/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518107,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:30.946Z",
  "id": "Kingston-20_01932_FUL",
  "application_type": "All Other",
  "street_name": "Hook Rise North",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "19/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing Public House and provision of 39 no. 1, 2 & 3 bed units (13 no. one-bedroom, 15 no. two-bedroom and 11 no. three-bedroom) up to 7 storeys in height together with 20 off-street car parking spaces, 244 sqm Class A1 retail space, new access/egress arrangements, hard and soft landscaping, cycle parking and refuse enclosures",
  "actual_completion_date": null,
  "last_date_consultation_comments": "04/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Major dwellings",
  "centroid_northing": 165418,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128035077",
  "centroid": {
    "lon": -0.304483,
    "lat": 51.375542
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development fails to provide any affordable housing on-site, contrary to the findings of the Independent Viability Assessor which concluded that development could viably provide 28%  affordable dwellings on site. The proposal is therefore contrary to Policies H4 and H5 of the London Plan (2021) and Policy DM15 of the Kingston Core Strategy (2012).\r",
    "It has not been demonstrated, through the submission of robust or cogent information, that the proposed dwellings would provide a good standard of accommodation with good levels of daylight and amenity space and no dedicated playspace would be provided on-site for future occupants. The access arrangements for the duplex apartments are poor. The proposal is contrary to  Policies D4 and D6 of the London Plan (2021) and Policy DM10 of the Kingston Core Strategy (2021).\r",
    "It has not been demonstrated that the proposed development  would conform with the scale, pattern or character of residential development in the area, or that the design and massing would sit uncomfortably with the surroundings. The proposed eastern block, due to its design, height and massing would appear incongruous and would not contribute positively to the surrounding townscape and would detract from the character and appearance of the area and the streetscene. As such the proposal is contrary to the NPPF (2019), Policies D3 and D4 of the London Plan (2021) and Policies DM10 and DM12 of the Kingston Core Strategy (2012).\r",
    "The proposal would represent an excessive and cramped form of development on this restricted site, as evidenced by site layout, which is dominated by hard landscaping, parking and access roads, with poor public realm; and it's separation from boundaries,  contrary to Policies D3, D4 and D8 of the London Plan (2021) and Policies DM10 and DM12 of the Kingston Core Strategy (2012).",
    "The proposal would result in an unacceptable loss of amenity for neighbouring residents by reason of loss of daylight, increase in overshadowing, overbearing impact and a loss of privacy to habitable rooms of dwellings on Haycroft Road and to 180/182 Hook Road. The proposal would therefore result in an unacceptable impact upon residential amenity and would conflict with the NPPF, Policy D6 of the London Plan (2021) and  policy DM10 of the Kingston Core Strategy (2012) and the Residential Design SPD.\r",
    "The proposal would result in the loss of a significant proportion of the existing employment floor space and a net loss of employment floorspace which would compromise the future viability of the site for employment purposes. The  proposal is  contrary to Policies CG 5 and SD 6 of the London Plan (2021) Policy DM17 of the Local Development Framework Core Strategy Adopted, April 2012.",
    "The development would exacerbate parking stress in local roads and potentially impact highway safety due to congestion and vehicles backing up onto the A309. Additional highway safety concerns arise as a result of the potential for stopping on the Red Route to allow for deliveries and dropping off, due to the long distances between some of the residential units and the parking area. The proposal would be prejudicial to highway safety, contrary to Paragraph 109 of the NPPF (2019), Policy T4 and Policies DM9 and DM10 of the Kingston Core Strategy (2012).",
    "The development would be unacceptable in terms of flood risk and could potentially increase flood risk to this development as well as those in the surrounding area. Contrary to the Paragraph 163 NPPF (2019), Policy SI12 of the London Plan (2021) and Policy DM4 of the Kingston Core Strategy (2012).\r",
    "It has not been robustly demonstrated that the proposed development would comply with the drainage hierarchy and that the proposed development would not increase flood risk on-site or elsewhere, contrary to Paragraph 163 and 165 of  the NPPF (2019), Policy SI 13 of the London Plan (2021) and Policy DM4 of the Kingston Core Strategy (2012).",
    "The applicant has failed to demonstrate through the submission of cogent and up to date evidence that the proposed development would not harm protected species, contrary to the NPPF (2019) and the Wildlife and Countryside Act 1981 (as amended), The Protection of Badgers Act (1992) and the Conservation of Habitats and Species Regulations (2017), Policy G6 of the London Plan (2021), Policy DM6 of the Kingston Core Strategy (2012).\r",
    "It has not been demonstrated that the proposal would protect the biodiversity value  of the site, or secure biodiversity net-gain. The proposal is therefore contrary to the NPPF, Policy G6 of the London Plan and Policy DM6 of the Core Strategy 2012.\r",
    "The applicant has failed to robustly demonstrate that the site is unsuitable to provide a minimum of 30% of dwellings as 3 or more bedroom units and no robust arguments or evidence has been submitted to demonstrate that a policy compliant provision of 3 or more bedroom units would be unviable. The proposed development would fail to contribute towards meeting the objectively assessed need within the Borough for 3 bedroom units. The proposed development is therefore contrary to Policy DM13 of the Kingston Core Strategy (2012).",
    "No mechanism to secure the required net-zero carbon offsetting payment has been submitted and it has not been demonstrated that the minimum Urban Greening Factor target of 0.4 would be achieved on site.  It has therefore not been demonstrated that the proposed development would be zero carbon and would incorporate high-quality landscaping, contrary to Policies G5 and SI 2 of the London Plan (2021) and Policy DM3 of the Kingston Core Strategy (2012).\r",
    "No robust evidence has been submitted to demonstrate that the proposed residential development would not be adversely impacted by poor air quality, contrary to Policy SI 1 of the London Plan (2021).\r",
    "No Fire Statement has been submitted in support of the planning application and it has therefore not been demonstrated that the development would comply with the requirements of Policy D12 of the London Plan (2021) in terms of fire safety and access for fire appliances.",
    "The proposal fails to include at least 10 percent as wheelchair user dwellings to meet Building Regulation requirement M4(3), or to demonstrate that all other dwellings would meet Building Regulation requirement M4(2) (Accessible and Adaptable Dwellings). The proposal is contrary to Policy D7 (Accessible Housing) of the London Plan (2021).\r",
    "Application Site\rThe site comprises a detached dwelling within the Kingston Hill/Coombe Hill Strategic Area of Special Character\r\rProposal\rRemoval of an existing canopy over patio area and erection of veranda with glass roof.\r\rConsultation\r4 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r \rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rParagraphs 199 to 208 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rThe Kingston Hill/Coombe Hill Strategic Area of Special Character is a non-designated heritage asset.\r\rParagraph 203 of the NPPF states that:\rThe effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer Comment: The proposed glass veranda would replace an exiting structure of lesser quality. Overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development and therefore no impact on The Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to the transparent nature of the development, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Condition 4 (Fire Safety Strategy)  - Officers have reviewed the Fire Safety Strategy prepared by Wilby & Burnett LLP dated  01/05/2024. The applicant is informed that the submitted details are agreed and that Planning Condition 4 (Fire Safety Strategy) of planning permission 23/02865/FUL is hereby approved subject to carrying out the development in accordance with the details hereby approved.",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r4 no surrounding properties were notified  of the proposed development. No  letters of representation were received.  2 letters of objection received and states : \rExcessive height or bulk of buildings\rInappropriate design/ layout\rLoss of light/ sunlight\r\rThese material considerations will be included within the assessment.  \r\rProposal \rThe application seeks full planning permission for the conversion of garage to habitable room, erection of single storey side infill and rear extensions. Installation of roof lights. Internal alterations and refurbishment.\r\rApplication Site\rThe  site comprises a detached dwelling. \r\rThe application site  resides within Flood Zones 2, 3 and 3b. \r\rPlanning Assessment \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact upon Highways\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval of the  conversion of garage to habitable room, erection of single storey side infill and rear extensions. Installation of roof lights. Internal alterations and refurbishment.\r\rThe proposal seeks to convert the detached garage into a habitable room. This would result in the loss of the garage door  to be replaced by a window similar in appearance with the existing front elevation window of the dwelling. The existing parapet flat roof of the garage would be replaced by a pitch roof  to match the roof form styles  on the existing front elevation projection and the main dwelling. The principle of the conversion of the existing  detached garage to a habitable room is deemed acceptable.\r\rThe dwelling benefits from an existing single storey rear extension which projects a depth of 2.5m and extends a width of 7.9m which merits a hipped roof.  \r\rThe proposed extension would extend a width of 8.8m and project a depth of 6.23m . It would have a flat parapet roof of 4.7m in height  which would accommodate 3nos rooflights.. The proposal would result in a rear building line being in alignment with neighbouring no 39 Southwood Drive, however it is noted that the separation distance would be reduced to 1m. A side infill extension is proposed on the northern elevation allowing for the integration of the existing garage with the main dwelling and new windows are proposed with  two serving en suite bathrooms. The proposed materials would relate well to those of the existing dwelling.\r\rOfficers note there is an inconsistency in the submitted drawings in respect of this aspect of the proposal. :\r\rExisting and proposed ground floor  and sections plans (drawing no 101-1)\rThe garage has been repositioned further away from the  shared boundary with no 39 Southwood Drive which has not been  reflected in the description of development which only seeks approval for the conversion to a habitable room\rProposed ground floor plan shows a staircase leading to an upper level. There is no submitted plan showing a proposed upper floor level. The introduction of roof lights on the east elevation pitch would suggest the roofspace is to be occupied. The proposed works have not been reflected in description of development \r\rExisting  and proposed side elevations drawing (drawing no 103-1)\r\rAnnotation states the height of the proposed roof remains the same as existing . This is not reflected on the existing and proposed rear elevation as shown on the same drawing\rOn the same drawing (drawing no 103 -1) Officers also note the change of roof form between existing and proposed  which has not been addressed in the description of development\r\rGeneral \rThe description of development does not reflect the scope of proposed works which have been identified on the submitted drawings \rNo topographical levels of the site and the existing building have been provided \r\r\r\rDue to the submission of inconsistent and contradictory plans Officers are unable to fully assess the impact of the proposed development on the character appearance of the host dwelling or the immediate surrounding area. The applicant has therefore failed to demonstrate, through the submission of cogent information, that the proposed development would not have an unacceptable adverse impact  in terms of character and appearance, in conflict with Policy D3 of the London Plan (2021) and Policies CS8  and DM10 of the Core Strategy (2012)\r\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal property to consider in relation to amenity is neighbouring property at nos 39 and 43 Southwood Drive.\r\rOfficer Comment:  \rIn light of the comment above on the inconsistent and contradictory plans, Officers are  unable to fully assess the impact of the proposed development on the neighbouring amenities of nos 39 and 43 Southwood Grove. The applicant has therefore failed to demonstrate, through the submission of cogent information, that the proposed development would not have an unacceptable adverse impact  in terms of neighbouring amenities, conflict with Policy D3 of the London Plan (2021) and Policies CS8 and DM10 of  the Core Strategy (2012) .\r\r\r\rImpact upon Highways\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety  and ensure that they are not adversely affected.\r\rThe application involves the conversion of the existing garage space into a habitable room. Based on the existing floor plans, it does not appear to be of a size capable of fitting a modern car. Nevertheless, the area of hardstanding/ driveway to the front of the property is of an adequate size to be used as a car parking space, and so the loss of the garage would not result in the loss of a space that would impact upon highway safety.\r\rThe proposals would result in the loss of internal storage space currently capable of storing cycles. The plans do not explicitly show any replacement cycle parking as part of the proposals. Notwithstanding, Officers consider that there would be sufficient space either to the front or rear of the property to accommodate a purpose built enclosure to the required standards to comply with Policy T5 of the London Plan, 2021, and a condition to this effect would be attached to any grant of planning permission to require the applicant to supply details of cycle parking facilities to the Council for approval.\r\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application is accompanied by a Flood Risk Assessment. The   site falls within Flood Risk Zone 3b (functional floodplain), Flood Risk Zone 3a  and Flood Zone 2 (medium probability) . Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rOfficers note that  neither the accompanying Flood Risk Assessment or the submitted drawings state the existing topographical levels of the overall site or the finished floor levels of the existing dwelling .  On this basis, Officers are unable to accurately assess the proposal with regard to the level of associated flood risk and whether the deemed mitigation measures as set out in the FRA are appropriate.  In this context, we are unable to undertake the relevant assessment in the  context  of the NPPF ( 2023) , the guidelines set out in the Planning Practice Guidance and flood risk standing advice for local planning authorities, Policy SI12 of the London Plan 2021 and Policy DM4 of the Core Strategy ( 2012). \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary  to the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rConversion of garage into habitable space, erection of single storey and part first floor rear extensions. Changes to fenestrations.\r\rConsultations\r7 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed conversion of the garage into habitable room is considered to be in-keeping with the existing street scene. The proposed alterations that would include new timber cladding to the front elevation and to the pitched roof are considered to be acceptable in this case. While the proposed cladding would be visible from public vantage points, given its siting (the side extension is set back approximately 2m form the front building line of the host dwelling and the neighbouring property) it would not dominate the street view. \r\rThe proposed single storey infill rear extension would be of similar depth to the existing one (approximately 3.4) and the total height would be approximately 4m. The contemporary roof form and timber cladding, due to its design and siting is considered to be acceptable.\r\rThe proposed first floor infill extension, due to its modest scale and the proposed design considered to appear as a subordinate and proportionate addition to the host dwelling. \r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: \rIt is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rLoss of Car Parking\rParagraph 115 of the NPPF, 2023 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate at least 1 off street car parking space, therefore the proposal would not result in an unacceptable impact on the local highway network. \r\rIn relation to cycle parking, Officers note that a secure cycle parking could be possibly provided within the existing amenity space to compensate for the loss of the garage. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted the following drawings to demonstrate the proposed fire strategy:  P`F`R`01 Proposed Landscape Plan - Fire Strategy, P`F`R`02  Proposed Ground & First Floor Plans - Fire Strategy and P`F`R`03  Proposed Loft Floor & Roof Plans - Fire Strategy, which are considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be  in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Officer Report\r\rApplication Site\rThe site comprises a mid terrace dwelling. \rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of rear dormer extension over existing outrigger in second floor  Installation of solar panels on rear flat roof.\r\rConsultations\r7 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed rear dormer roof extension over the outrigger due to its modest scale and siting is considered to be in keeping with the existing dwelling and the surrounding area. \r\rThe proposed solar panels would be installed to the rear and they would not be visible from Coombe Gardens.\r\rThe proposed alterations to fenestration would include new aluminium windows and door to the ground floor rear elevation and additional rooflights to the roof over the single storey side extension. \r\rAs such, given the modest scale of the proposal, the proposed design, materials and siting, it is considered that it would be in keeping with the host dwelling and the surrounding area. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: \rIt is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted  the following drawings indicating a fire assembly point and alternative fire assembly point, smoke and heat detectors and fire escape routes:  PR120 - Proposed Location Plan and Block Plan, PR101 - Proposed Ground Floor Plan, PR102 - Proposed First Floor Plan and PR103 - Proposed Second Floor Plan, which are considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r",
    "Condition 10 (Waste and Recycling Facilities) - Officers have reviewed the infomation provided and are satisfied this can now be approved.",
    "Condition 11 (Cycle Parking Facilities) - RBK Neighbourhood Engineer and officers have reviewed the information submitted and are satisfied this can now be approved.",
    "Condition 18 (External Lighting) - Officers have reviewed the infomation provided and are satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above, are agreed and thatConditions 3 (Facing Materials), 6 (Construction Management Plan), 8 (Drainage Details), 9 (Landscape Plan), 10 (Waste and Recycling Facilities), 11 (Cycle Parking Facilities) and 18 (External Lighting) of planning permission 23/01314/FUL are hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Condition 7 (Fire Statement)  - Officers have reviewed the Fire Safety Statement prepared by Marshall Fire Ltd dated  08/05/2024. and have been unable to identify a clear evacuation strategy. Officers are therefore unable to confirm compliance with Policy D12 of the London Plan 2021.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation \r\rNo response received. \r\rAssessment\rThe key areas of assessment are:\r- Development in the Green Belt\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Other Matters\r\rDevelopment in the Green Belt\r\rSection 13 (Protecting Green Belt Land) of the National Planning Policy Framework (NPPF) (2023) states that the Government attaches great importance to Green Belts. The fundamental aim of Green Belt policy is to prevent urban sprawl by keeping land permanently open; the essential characteristics of Green Belts are their openness and their permanence. Inappropriate development is, by definition, harmful to the Green Belt and should not be approved except in very special circumstances.\r\rThe NPPF (2023) is clear that \"When considering any planning application, local planning authorities should ensure that substantial weight is given to any harm to the Green Belt\".\r\rThe NPPF (2023) Para 154 includes a closed list of certain forms of development which are considered not to be inappropriate in the Green Belt.  In this case, part \"c\" is applicable and states that:\r\r\"c) the extension or alteration of a building provided that it does not result in disproportionate additions over and above the size of the original building;\"\r\rPolicy G2 of the London Plan (2021) sets out that the strongest protection should be given to London's Green Belt, in accordance with national guidance and inappropriate development should be refused, except in very special circumstances. Policies CS3 and DM5 of the LDF Core Strategy (2012) also state that development in the Green Belt will only be supported if it is in accordance with national guidance.\r\rOfficer Comment: In this instance the proposed development is considered to constitute \"an extension or alteration of a building\". The garage would be demolished as part of the proposal. The garage is not an original part of the building. The original building occupies a floorspace of c.115 sqm, and the resultant extensions, the building as extended, would occupy around 162 sqm. The original building has a volume of c.237sqm sqm, and the resultant extensions, the building as extended, would have a volume c.340 cubic metres. This equates to a c. 40% increase in the floor areas and volume of the building. On balance it is considered that this would not be a disproportionate extension to the original building.  \r\rThe gap at first floor in the built form to the side boundary of the site would be largely maintained with a small encroachment set back from the front building line. It is considered that the visual relief between buildings that currently exists would not be compromised and therefore the openness of the Green Belt would not be reduced which is an essential characteristic of the Green Belt. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposal does not fully follow the guiding principles of the Council's adopted LDF Residential Design SPD. However it is considered that in this instance the proposed extension in relation to the host property and the neighbouring properties would be a subordinate addition and of an architectural style sympathetic to the host property and its surroundings.  \r\rIt is considered that proposal would detract from the character and appearance of the host property and the surrounding area creating an incongruous addition to the host property.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties and would not result in a loss privacy, outlook, sunlight/daylight, or visual intrusion and noise and disturbance.\r\rOther matters \rThe applicant has submitted a fire safety strategy in support of the application. It is considered that this does not fully adddress the 6 criteria in sufficient detail set out the London Plan Policy D12 in regards to fire safety. It is recommmended that a fully detailed fire safety strategy be submitted and this should be secured by condition and the details of which shall be agreed in writing and the development should thereafter be implemented and maintained/operated in accordance with the approved details. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r16 no surrounding properties were notified  of the proposed development. No  letters of representation were received. \r\rProposal \rThe application seeks full planning permission for the erection of a single storey rear extension and hip to gable rear dormer roof extension to facilitate loft conversion. Changes to ground floor side fenestration.\r\rApplication Site\rThe  site comprises a semi detached dwelling. \r\rPlanning History\r23/02067/HOU Erection of a single storey rear extension and hip to gable rear dormer  roof extension to facilitate loft conversion. Changes to ground floor side fenestrations. Refused 21.11.24\r19/02639/HOU Erection of single storey rear extension . Granted 13.12.19\r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval for the erection of a single storey rear extension and hip to gable rear dormer roof extension to facilitate loft conversion. Changes to ground floor side fenestration . \r\rThe proposed single storey rear extension would project a depth of 4m and full width of the dwelling at 4.8m.It would have a dual aspect shallow roof accommodating 2no rooflights \rwith an eaves height of 2.4m and maximum pitch height 3.273m . The proposed materials would relate well to those of the existing dwelling. Whilst not strictly in accordance with the recommendations of the Residential Design SPD, it would appear as a proportionate and subordinate addition to the dwelling and would be acceptable from a character and design perspective.\r\rWith regards to the proposed dormer, Officers note design revisions have been undertaken following the previous refusal. Primarily, it is noted that the proposed dormer has been repositioned on the roofslope  with the outer edge in alignment with the side of the roof and a greater set in from the eaves.    The proposed dormer window on the rear elevation  would be in alignment with the original window . It is also noted that the side elevation of the proposed dormer would accommodate a single window.  Collectively, these proposed design changes to the rear dormer are considered to be acceptable. \r\rWithin the context of the existing built form on site and the siting of single storey rear extension and hip to gable rear dormer roof extension to facilitate loft conversion together with the changes to ground floor side fenestration, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers have assessed  the impact of daylight / sunlight of  the proposed single storey rear extension  using BRE 45 degree rule and Residential Design SPD to ensure minimum impact on the neighbouring property, no51. Malvern Road.\r\rGiven the siting of the proposed development in relation to no 51, it is considered that the proposed development would not result in the significant loss of daylight to the closest habitable room at ground level . With regard to sunlight, the proposed rear extension measures an eave height of 2.4m which would be approximately 0.4m above the existing boundary fence. It is acknowledged that the proposed would create a shadow into the garden of no 51, however this is considered to be of a minimal impact in comparison with the level of sunlight available to the whole of the garden.\r\rIt is also noted no  side elevation windows are proposed.\r\rIn respect of no55 Malvern Road and its  existing relationship with no 53 in terms of separation distances, it is considered that the proposed rear extension would not prejudiced the amenities of no 55 Malvern Road. \r\rGiven the siting of the proposed extension in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of neighbouring property nos 51  and 55 Malvern Road by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r7 no surrounding properties were notified  of the proposed development. No  letters of representation were received. \r\rRBK Environmental Protection Officer - no objection to the proposed development. It does not appear that the applicant intends to install any plant such as air conditioning or air source heat pumps. As long as the wood burner is not the primary source of heat for the building, the proposed development will be air quality neutral.\r\rThe flue in the 'proposed' (ref RPR/02 Rev B) drawings, looks to be above the eaves of the property. I note the shape of the cowl on the flue and advise that the applicant not use a cowl of that shape, to avoid directing flue emissions down to ground level. \r\rRecommendation  for a planning condition. \r\rProposal \rThe application seeks full planning permission for the erection of a single storey rear extension and external flue to wood burner. Changes to fenestrations.\r\rApplication Site\rThe site comprises  semi detached dwelling. \r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval  for the erection of a single storey rear extension  flue to woodburner. Changes to fenestrations. \r\rThe proposed extension would project a depth of 3.m and width of 5.12m. It would  have a single aspect  hipped roof with an eaves height of 2.345m and pitch roof height  3.752m accommodating  4no rooflights.   Fenestration changes are proposed on the rear elevation. \r\rThe proposed flue  would be stainless steel  and would be positioned on the external side wall of the dwelling extending beyond the eaves yet lower than the roof ridge .  The applicant is reminded  that the entire borough of Kingston is a Smoke Control Area,as described in the Clean Air Act 1993. This means that if smoke is emitted from a building chimney within the borough, it is an  offence under the Act. However, there are exemptions if you are burning an authorised fuel or using an exempt appliance. You are directed to Kingston Council's website for further details. \r\rWithin the context of the existing built form on site and the siting of the single rear extension  extension and external flue, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r4 no surrounding properties were notified  of the proposed development. No  letters of representation were received. \r\rProposal \rThe application seeks full planning permission for the demolition of an existing rear lean to and erection of single storey side/ rear extension.\r\rApplication Site\rThe site comprises a semi detached dwelling. \r\rPlanning History\r19/00481/HOU Erection of single storey side and rear extension. Granted  16.4.19\r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks to demolish an existing rear lean to and erection of a single storey side/ rear extension. \r\rThe proposed single storey side/ rear extension would project a maximum depth of  6.182m  extending 1.5m beyond the existing outrigger and a width of 3.89m. It would have a flat roof with an eaves height of 2.981m accommodating 3no rooflights. The proposed rear elevation would present  sliding patio doors and a large glazed window extending from the rooflight.  Proposed materials would relate well to the existing. \r\rWithin the context of the existing built form on site and the siting of the single storey side/ rear  extension, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation  assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12 (A). the details of which could be secured through conditions. For these reasons. Officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "Thde description in the application form is loft conversion, whereas the proposed plan and elevations are for rear extension, please clarify and amend the drawings.",
    "The submitted location plan does not have two road frontages. Please revise the location plan with two roads.\r\rNote: The Ordnance Survey based site location plan needs to be in scale 1:1250 with the application site outlined in red, showing at least two road frontages and a North point. Show any other land owned by the applicant that is close to or adjacent to the property outlined in blue.",
    "Please submit 'Fire Statement/Plan.' It is validation requirement.",
    "Please provide 'Time Stamp Photo'. It is validation requirement.",
    "Please provide all Existing Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "Please submit '45 Degree Plan'.",
    "the validation checklist has 'No' in fire statement, since we have received that document, please revise the householder validation check list with updated information. Please check the new local list in our website before filling the householder validation checklist.\r\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications.",
    "For the avoidance of doubt, please confirm the description 'Erection of rear dormer roof extension and installation of 2nos front roof lights.'",
    "The Householder Validation Local List requires Time Stamped Photographs of the site to be provided with the application submission to enable the Planning Officer to make an assessment. Please see the Local List for further guidance and submit these.\r",
    "Householder Checklist Update - Once you have provided the above documents please update the Checklist document to confirm that they have been provided.",
    "Proposal Description - This has been amended for clarity. Please confirm if you agree, or amend if you disagree with the following description:  \"Changes to fenestrations including infilling of existing front door and alterations to central front bay window to accommodate new front door position.\"",
    "The proposed elevation has 1no fascia sign (aluminium box frame sign), wheras the description in the application form does not have that advert detail. Please clarify and amend the document",
    "For avoidance of doubt, please confirm the description 'Dispaly of 2 nos non illuminated  V-shaped aluminium powder coated sign trays on posts and 1 no fascia sign.'",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "Please provide 'Time Stamp Photo'.",
    "Validation Checklist Update - Once you have provided the above documents please update the Checklist document to confirm that they have been provided. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/08/2020",
  "secondary_street_name": null,
  "site_number": "174",
  "pp_id": "PP-08941857",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304461,
          51.375555
        ],
        [
          -0.304462,
          51.375528
        ],
        [
          -0.304505,
          51.375529
        ],
        [
          -0.304504,
          51.375555
        ],
        [
          -0.304461,
          51.375555
        ]
      ]
    ],
    "type": "Polygon"
  }
}