{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCBTF1NHGQB00",
  "lapsed_date": "17/08/2025",
  "decision_target_date": "17/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6AD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.012
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01399/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518271,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:20.133Z",
  "id": "Kingston-20_01399_HOU",
  "application_type": "Householder",
  "street_name": "Gibbon Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "17/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer extension with additional roof light to front roofslope and window to side gable and replacement roof to rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169936,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021760157",
  "centroid": {
    "lon": -0.300624,
    "lat": 51.416114
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the south-western flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The flat roof of the extension(s) hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "A1 - Loading",
    "Officers note that the description of the proposed works did not include an AC unit shown on the proposed elevation, therefore it wasn't included in the assessment. When re-submitting the application, the applicant is advised to demonstrate that the AC unit would fall within the Schedule 2, Part 1, Class A of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Sufficient information has been submitted (Fire Safety Strategy) to allow the discharge of Condition 5 (Fire Safety Statement) of planning permission 22/00415/HOU (Erection of two-storey side",
    "The fee required for your planning application is £116.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please disregard my previous letter sent a few minutes ago. The fee required for your application is £234.00. I acknowledge payment of £34.00 however, please make payment of £200.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "The fee required for your planning application is £116.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/06/2020",
  "secondary_street_name": null,
  "site_number": "1B",
  "pp_id": "PP-08823196",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300602,
          51.416127
        ],
        [
          -0.300603,
          51.4161
        ],
        [
          -0.300646,
          51.416101
        ],
        [
          -0.300645,
          51.416128
        ],
        [
          -0.300602,
          51.416127
        ]
      ]
    ],
    "type": "Polygon"
  }
}