{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBEK6LNHGJW00",
  "lapsed_date": "29/07/2025",
  "decision_target_date": "30/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2DS",
  "site_name": "Kingsmead",
  "status": "Approved",
  "application_details": {
    "site_area": 0.061000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01272/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518416,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:50.344Z",
  "id": "Kingston-20_01272_HOU",
  "application_type": "Householder",
  "street_name": "Green Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "29/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side and rear extension, front porch extension, and proposed raised roof ridge height to create a habitable room incorporating 2 dormer windows to both front and rear roofslopes and insertion of additional fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163228,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021748491",
  "centroid": {
    "lon": -0.300774,
    "lat": 51.355794
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no additions or enlargements to any dwellinghouse(s) on the site (other than those expressly authorised by this permission) shall be erected unless otherwise agreed in writing by the local planning authority.\r\rReason: To preserve the openness of the green belt, in accordance with Policy 7.16 of the London Plan 2016.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises a semi-detached dwelling.\r\r12 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r- Fire Safety\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: It is considered that the proposed extension would not be a subordinate addition or respect the design of the host property and would be an incongruous addition to the host property. It is considered that the proposed development would particularly at first floor and roof level be a dominant and overbearing feature disrupting the symmetry of the roofscape of the terrace and be visually intrusive in the views of the site from the rear of the neighbouring properties and would detract from the character and appearance of the host property and the surrounding area. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of loss of light, outlook or loss of privacy.\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Officer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The submitted block plan does not show the proposed development. Please provide a copy of proposed block plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/06/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08720686",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300752,
          51.355807
        ],
        [
          -0.300753,
          51.35578
        ],
        [
          -0.300796,
          51.355781
        ],
        [
          -0.300795,
          51.355808
        ],
        [
          -0.300752,
          51.355807
        ]
      ]
    ],
    "type": "Polygon"
  }
}