{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEMXOUNH04300",
  "lapsed_date": "14/09/2025",
  "decision_target_date": "15/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5DU",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.042
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01891/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517773,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:18.679Z",
  "id": "Kingston-20_01891_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Saffron Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "14/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.50m in depth, maximum height of 3.00m and eaves height of 3.00m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166154,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021797100",
  "centroid": {
    "lon": -0.309036,
    "lat": 51.382226
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations fall within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises of an end terrace three-storey townhouse-style dwellinghouse.\rThe site does not comprise of a listed building, nor is it located within a conservation area or local area of special character. \r\rProposal\rThe application seeks planning permission for the demolition of the existing garage and erection of three storey side and single storey rear extension, installation of 1 no rear rooflight in main roof.\r\rConsultation\r45no. properties were notified of the proposal. 13no. valid objections received (from separate named persons/addresses) and 1no. valid representation in support.\r\rConcerns raised are summarised below:\r- Inappropriate design / Out of keeping with pattern of development\r- Overlooking\r- Loss of light\r- Loss of views\r- Loss of green space\r- Impact upon visibility for vehicles entering Selsdon Close\r\rOfficer Comments: Duly noted. Please refer to body of report for full assessment.\r\rRBK Highways: No comments received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact on the character and appearance of the area; \r- The impact on the amenities of neighbouring occupiers; \r- The impact upon highways; and \r- Fire safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 33 (Single Storey Rear Extensions) and Policy Guidance 36 (Two Storey Side and First Floor Side Extensions) of the SPD Guidance are most applicable to this application.\r\rCouncil's Supplementary Planning Document 'Residential Design' sets out guidance for single-storey rear extensions (under Policy Guidance 33), as follows:\rDepth: \r-\tIf the neighbouring house is set at a lower level, the depth of the extension should be reduced. \r-\tIf the neighbouring property has a different rear building line, then the depth of the extension could be increased.\r-\tIn all cases, at least 50% of the rear garden should remain. (Rear extensions to houses with very small gardens will be assessed on their individual merits.) \r-\tExtensions should generally not exceed 3-3.5m in depth.\r\rHeight:\r-\tExtensions proposed with: \r-\ta flat roof should not exceed 3m in height; \r-\ta parapet roof should not exceed 3.3m in height; \r-\ta pitched roof should not exceed 4m in height; and, \r-\ta balcony or roof terrace will not be considered acceptable where it causes overlooking. The exception to this may be where the building sits on a large plot with adequate screening along any shared boundaries.\r\rThe proposed single-storey extension is shown to measure to a depth of 3m from the original rear wall of the dwellinghouse to a height of 3.1m with a flat roof. This would generally correspond with guidance and therefore is considered to be acceptable. The proposed materials would match that of the original dwelling and, as such, are considered acceptable. \r\rPolicy Guidance 36 of the Residential Design SPD advises that two-storey and first floor side extensions should be designed to be in harmony with the appearance and character of the area. In practice this means: \r-\tthe extension should remain subordinate to the original house; \r-\tthe roof of the extension should reflect and relate well to the main house and its roof form;\r-\tflat roofs should generally be avoided unless they are consistent with the form of the existing building's roof; \r-\tcare should be taken to retain characteristic gaps between houses to prevent them from combining visually to form a 'terrace' (see Figure 38 above); \r-\tfeatures such as doors and windows on the new extension should relate to those on the original house in terms of their style and positioning; \r-\tthe line of the roof's eaves should run with that of the original dwelling; \r-\tbalconies will generally not be acceptable, particularly where they may give rise to overlooking; \r-\ta minimum distance of 15m shall be maintained between a primary elevation of an existing house and the flank wall of a proposed two-storey side extension; and, \r-\ta minimum distance of 21m shall be maintained between habitable room windows of neighbouring properties.\r\rOn semi-detached properties proposed side extensions should also: \r-\trespect the symmetry of the adjoining semi-detached property; \r-\tnot exceed 50% the width of the original house; \r-\tbe set in from the boundary by at least 1m to maintain the existing gaps between properties and the rhythm of gaps; \r-\tThe roof line should be set down from that of the original house by a minimum of 500mm; and, \r-\tThe front elevation should be set-back by at least 500mm from the front of the house.\r\rOfficers note that there is a relatively consistent rhythm to the streetscene with the application property set within a short row of three townhouses with each end property as a mirror image flanked by single-storey garage structures. Whilst the proposals would not follow the prevailing pattern of development, given the application property's positioning at the end of the terrace nearest the junction with Avenue Elmers, in this instance, the proposals would not be considered to overly detract from the existing pattern of development and would be found to be acceptable. \r\rSimilarly, whilst the proposed side extension would exceed 50% of the width of the original house by approximately 0.4m, officers consider in this instance this deviation from the guidelines would be acceptable to create coherent proportions to the front elevation. \r\rFrom the submitted proposed block plan the proposed development would leave a gap between the flank wall of the development and the side boundary, which would be acceptable in order to maintain independent side access to the rear garden and retain an element of relief when viewed from Avenue Elmers. \r\rThe side extension is shown to be set back from the front elevation by 0.5m and the roof ridge of the side extension is set down 0.5m from the roof line of the original house, which complies with guidance and is acceptable.\r\rThe fenestration detailing to the front elevation of the side extension would correspond well with that as existing and a garage door is re-provided which is considered to respond well to the character and appearance of the dwelling and streetscene. The proposed skylight to the rear roofslope is also considered to be acceptable in terms of its size and positioning.\r\rOverall, it is considered that the proposed development would not detract from the character and appearance of the host property or the surrounding area and therefore would not be in accordance with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers consider that the proposals would leave a good-sized garden for residents to enjoy and undertake their day-to-day activities. The scale and design of the proposed development will ensure that there is no adverse impact upon the amenity of neighbouring properties.\r\rThe proposals now do not show any side facing windows to first or second floors of the proposed side extension, and the proposed rear extension would similarly not feature any side-facing openings to impact upon neighbouring amenity.\rAccordingly, officers do not consider that the proposed development would unruly deprive neighbouring occupiers of privacy. \r\rOverall, it is considered that the proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant harm to the outlook, privacy or daylight/sunlight provision of all the neighbouring occupiers and would comply with Policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rImpact upon Highways\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety.   \r\rThe proposals involve the conversion of the integral garage space to a storage room and separate utility room. Officers note that the area of hardstanding/driveway to the front of the property is of an adequate size to be used as a car parking space, and so the conversion would not result in the loss of a space that would impact upon highway safety.\r\rOfficers consider that the proposals would not result in adverse impact upon highways and transportation, thereby complying with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation.\r\rConclusion\rThe proposal is in accordance with the principles contained with policies CS8 and DM10 of the Core Strategy, Policy D3 of the London Plan 2021 and Policy Guidance 33 and 36 of the Residential Design SPD in that the extensions would relate well to the design of the existing dwellinghouse and would not adversely impact on the character and appearance of the streetscene. \r\rIn terms of neighbouring amenity, the proposals are not considered to result in any undue harm in regards to overlooking, loss of privacy, daylight or outlook provision. The proposals are not assessed as resulting in adverse impact upon the local highways network\r\rThe scheme is therefore considered to be acceptable and in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r",
    "Proposal Description - We have amended this for clarity. Please confirm if you agree, or amend if you disagree with the following description: \"Erection of single storey rear, first floor rear and rear roof extensions. Erection of 1no. rear and 2nos. side dormer roof extensions and installation of 1no. rear rooflight. Window replacement and alterations to the front and rear fenestrations. Removal of trees to rear.\""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/08/2020",
  "secondary_street_name": null,
  "site_number": "36",
  "pp_id": "PP-08937795",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309014,
          51.382239
        ],
        [
          -0.309015,
          51.382212
        ],
        [
          -0.309058,
          51.382213
        ],
        [
          -0.309057,
          51.38224
        ],
        [
          -0.309014,
          51.382239
        ]
      ]
    ],
    "type": "Polygon"
  }
}