{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAIW49NH04300",
  "lapsed_date": "09/07/2025",
  "decision_target_date": "09/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5JE",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "superseding_details": [],
    "building_age": "1970 - 2000",
    "qualifying_vacant_building_floorspace": null,
    "total_gia_gained": null,
    "overseas_company_registration_no": null,
    "intended_completion_date": null,
    "total_gia_lost": 15.8,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "scheme_name": "139 Kings Road",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 130,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 0,
        "use_class": "A1",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 130
      }
    ],
    "occupation_status": null,
    "non_residential_details": {
      "development_type": "Extension",
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 130,
      "total_gia_gained": 0,
      "site_area": null,
      "total_gia_existing": 15.8,
      "total_gia_lost": 15.8
    },
    "resi_extension_exempt": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 92.93680297397769,
      "site_area": 0.01076,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "lead_developer_company_name": null,
    "building_type": "Former residential building",
    "site_area": 0.011000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01114/PAR2R",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518453,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Change of use - retail/takeaway to dwellinghouses",
  "last_updated": "2025-05-05T17:17:13.123Z",
  "id": "Kingston-20_01114_PAR2R",
  "application_type": "Prior Approval",
  "street_name": "Kings Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "09/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from Retail (Class A1) to Dwellinghouse (Class C3)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "09/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 170195,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023058010",
  "centroid": {
    "lon": -0.297922,
    "lat": 51.418404
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Prior approval is granted as the proposal would be in accordance with the provisions of Class M in Part 3 of Schedule 2 of the Town & Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Prior to the beneficial occupation of this development, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority and shall be implemented prior to occupation, permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation\r\rNo response received. \r\rProposal\r\rOutline permission sought for a 2 bed dwellinghouse with matters of landscape to be reserved. \r\rAssessment\r\rThe application proposes the sub division of an existing residential plot and the creation of a new dwellinghouse resulting in a net increase of 1 dwellinghouse. The principle of additional residential development in what is a predominantly residential area is considered acceptable. Currently the borough does not have a 5 year housing supply and the net increase in dwellings would help towards the borough meeting its year on year housing supply targets set by the London Plan. \r\rThe proposed development would be of an architectural style that would not be sympathetic to its surroundings. It would create an incongruous addition to the streetscene by virtue of its size, siting and design dominating the plot and eroding the spaciousness of the donor plot and would be a dominant, overbearing and visually intrusive addition. The proposal would not accord with policy CS8 and DM 10 of the Council's adopted LDF Core Strategy. \r\rThe applicant has not demonstrated and officers have concern that the proposal does not meet the minimum internal space standards set out by the London Plan policy D6. The applicant has not demonstrated that the proposed dwelling would have a useable floorspace of 75% or more having a floor to ceiling height of 2.5 m. \r\rThe applicant has not set out the areas of private amenity space on the accompanying drawings and officers have concerns that the private amenity space would not meet the amenity space requirements set out in the Council's adopted LDF Core Strategy which the applicant has failed to demonstrate, As such the proposal would not accord with Policy DM10 or the Council's adopted Residential Design SPD. \r\rThe proposed development would occupy a prominent position close to the shared rear garden boundaries of the neighbouring properties in Idmiston Square and the donor plot 2 Burfrd Close. The proximity of the siting, size and design of the building in relation to these boundaries would create an necessary sense of enclosure and would reduce the openness of the outlook of the neighbouring occupiers to the detriment of the living conditions of the existing occupiers.\r\rIt is considered that the proposal is unlikely to result in a loss privacy or daylight/sunlight to neighbouring occupiers. \r\rThe applicant has failed to identify the access on they intend to use or how it may be formed on the application drawings and as such officers are unable to determine whether the proposal would prejudice highway safety or be in an acceptable location as such the proposal would not accord with policy DM10 of the Council's adopted LDF Core Strategy.  \r\rPlanning balance/Conclusion\rIn conclusion, the proposed development is considered not to be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan. The benefit of providing one additional net dwelling would not be outweighed by the significant and demonstrable disbenefits listed in the officers assessment.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\r",
    "Site\r\rThe application site is a two-storey detached dwellinghouse located on Avondale Avenue. The site is not subject to any particular designations or environmental constraints.\r\rConsultations\r\r13 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on highways. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a single storey side extension as well as a front porch. Officers consider that these two elements would appear proportionate and subordinate to the dwellinghouse, and would reflect well to the main character of the original building.  \r\rThe application also proposes various roof alterations including a hip to gable roof extension as well as front and rear dual pitched dormer extensions. Proposals to extend a hipped roof to a gable roof are not usually appropriate as they are often at odds with the existing character of a property. Whilst the dwellinghouses on Avondale Avenue predominantly have hipped roofs, as the application site is a detached dwelling, and Avondale Avenue benefits from a variety of styles and designs of dwellinghouses, officers consider that this element of the proposal would not be at odds with the existing character of the property. \r\rIn relation to the proposed two dormer extensions, the addition of a dormer window should complement the original design of the house (particularly the roof form). In many cases it should be possible to design dormer windows so that they allow the conversion of a loft space, but do not dominate the form of the existing roof. Whilst the Residential Design SPD states that in most cases dormer windows should not be sited on the front roofslope, Officers consider that the proposed front dormer extension would complement the existing character of the dwellinghouse and have an acceptable impact on its appearance. Similarly, the proposed rear dormer extension would not dominate the rear roofslope and as such would also have an acceptable impact on the character and appearance of the dwellinghouse and area. Officers have also had regard to the fallback position (which is a material planning consideration) of permitted development rights under Schedule 2, Part 1, Class B of The Town and Country Planning (General Permitted Development) Order 2015, which would allow for a hip to gable roof conversion and a rear dormer extension as proposed to be constructed without notifying the local planning authority.\r\rThe proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Due to the siting of the proposed development, as well as the relationship between the application site and its neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of an overbearing appearance or loss of light. \r\rThe application proposes the installation of two windows on the side elevation of the dwellinghouse facing No. 4 Avondale Avenue. The plans indicate that these windows would be obscure glazed, however in the interest of the amenity of the neighbouring property at No. 4 Avondale Avenue, Officers consider it appropriate to attach a condition ensuring these windows are implemented as obscured glazed and retained as such. \r\rIn line with the comments above, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance.\r\rOfficers Comments: The application proposes a front extension/side extension, resulting in a loss of an area of hardstanding. Despite the part loss of this hardstanding, it is considered that the remaining hardstanding is of an adequate size to accommodate two off-street car parking spaces. Whilst this level of provision would be in excess of the maximum standards set out in the London Plan, this issue would not warrant a reason for refusal as it is reflective of the existing situation. \r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3. \r\rOfficers Comments: The application proposes the loss of an enclosed storage area to the front of the property, which could have been used to accommodate cycle parking. However as there is access to the rear, officers consider it unnecessary to attach a further condition requiring details of secure onsite cycle parking to be provided by the application. The application therefore complies with Policy T5 of the London Plan 2021.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide the block plan with red outline in the proposed site. Please show the distance from any landmark points/buildings to find out the exact location of the equipment on the railway track/site.",
    "Please submit the supporting statement to provide detailing what is being proposed and the background to the proposal and site."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/05/2020",
  "secondary_street_name": null,
  "site_number": "139",
  "pp_id": "PP-08720102",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297899,
          51.418417
        ],
        [
          -0.2979,
          51.41839
        ],
        [
          -0.297944,
          51.418391
        ],
        [
          -0.297943,
          51.418418
        ],
        [
          -0.297899,
          51.418417
        ]
      ]
    ],
    "type": "Polygon"
  }
}