{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QE4CCMNH04300",
  "lapsed_date": "18/09/2025",
  "decision_target_date": "18/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7HL",
  "site_name": "20 -24 Tolworth Broadway\rTolworth\rKT6 7HL\r",
  "status": "Refused",
  "application_details": {
    "site_area": 0.06800000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01785/PAS2R",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519505,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:52.027Z",
  "id": "Kingston-20_01785_PAS2R",
  "application_type": "Prior Approval",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "18/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use of part of first floor from light industrial (Class B1c) to 9no.x residential flats (Class C3)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166129,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128002333",
  "centroid": {
    "lon": -0.284168,
    "lat": 51.38164
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "On the balance of probabilities, that the applicant has failed to demonstrate that the lawful use of the subject part of the building falls solely within Class B1(c) of the Schedule to the Use Classes Order 1987 (as amended). It does not therefore benefit from the planning permission afforded by Class PA of Part 3 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Officer Report\r\rApplication Site\rThe site comprises an upper floor maisonette located on Lancaster Gardens. The site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of hip to gable a rear dormer roof extension with installation of 3no front rooflights and demolition of rear chimney stack to facilitate loft conversion.\r\rConsultations\r20 properties were notified of the proposal.  \r6 representations have been received, one in support and  5 objecting to the proposal, with comments summarised as follows:\r- Car park issues\r- Excessive height or bulk of buildings\r- Overdevelopment\r- Inappropriate design/layout\r- Unacceptable or incompatible use\r- Loss of privacy/overlooking\r- Loss of light/sunlight\r- Noise\r- Impact on the value of the property and building insurance \r\rThe concerns raised regarding value of the property and increase in building insurance are not planning matters and cannot be taken into account in determining this application. The remaining issues will be addressed within the report. \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: It is noted that the proposed rear dormer roof extension would be set in from the sides of the roof and eaves by the recommended 500mm, in accordance with Policy Guidance 39 of the Council's Residential Design SPD. However due to its scale (the proposed volume of the dormer would exceed 60 cubic metre), mass and bulk it would appear as a dominant and disproportionate addition to the host dwelling and the surrounding area. \r\rWhile hip to gable and rear dormer roof extensions to semi detached dwellings are evident on some properties along Lancaster Gardens, they are generally located on more generous plots with greater set-back from boundaries and neighbouring properties. The proposed development, due to its very close proximity to the boundary, would reduce the separation distance between properties resulting in an adverse impact on the character and appearance of the existing street scene and the surrounding area. Officers note the relatively open character of the surrounding area and characteristic separation distances between maisonettes that contribute positively to the appearance of the area. Furthermore, as the adjoining maisonettes have not been extended and kept their original front elevations, the proposed hip to gable roof extension would detract from the symmetry of the roof and therefore unbalance the adjoining semi-detached property.  \r\rIt is noted that the property does not benefit from Permitted Development Rights. \r\rOverall, it is considered that, when considered cumulatively, the proposed hip to gable and rear dormer roof extensions would appear excessive in scale and would would appear as a disproportionate and dominant addition to the host dwelling that would result in an adverse impact on the surrounding area. It is considered that the proposed development due to its siting would reduce characteristic separation gaps between the properties resulting in an unacceptable harm to the character and appearance of the area, contrary to Policy Guidance 39 of the Council's Residential Design SPD.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is considered that the proposed development due to its siting would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. The proposed Juliet balcony would not result in increased overlooking of the neighbouring gardens that would be significantly different to the existing situation.\r\rAs the proposal would seek to provide a residential extension to an existing residential dwelling Officers consider that there would be no material increase in noise or disturbance for the occupiers of neighbouring properties when compared to the existing situation.\r\rWith regards to the impact of the development on the existing car parking facilities, Officers note no parking restrictions on Lancaster Gardens. The proposal does not include any changes to parking and additional 2 bedrooms may not necessarily result in any significant impact on the existing car parking facilities on Lancaster Gardens. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy, which is considered sufficient. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "You are encouraged to submit a Planning Fire Safety Strategy. The PFSS should address all aspects of part A of Policy D12 of the London Plan 2021 and should include a statement of competence. It should also reference the London Plan Guidance Fire Safety (February 2022), and where applicable, a Reasonable Exception Statement (RES) should be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/07/2020",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-08907447",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284146,
          51.381653
        ],
        [
          -0.284147,
          51.381626
        ],
        [
          -0.28419,
          51.381626
        ],
        [
          -0.284189,
          51.381653
        ],
        [
          -0.284146,
          51.381653
        ]
      ]
    ],
    "type": "Polygon"
  }
}