{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDZ2SGNHH6100",
  "lapsed_date": "22/09/2023",
  "decision_target_date": "18/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3QQ",
  "site_name": "Former 19",
  "status": "Superseded",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": 0,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100021774563"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": 0,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": false,
    "non_residential_details": {
      "development_type": "New Build",
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "site_area": null,
      "total_gia_existing": 65,
      "total_gia_lost": 65
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 127,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": 0,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": "Land To Rear Of 19 Cleveland Road ",
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": "18/01/2022",
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": "21/04021/FUL",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": "Private",
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01769/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521166,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:47.899Z",
  "id": "Kingston-20_01769_FUL",
  "application_type": "All Other",
  "street_name": "Cleveland Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "22/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey, single family dwellinghouse (following demolition of detached garage) with associated landscaping, amenity space, parking, cycle store and refuse enclosure\r\rDemolish Detached Garage, Erect One-Bedroom Detached Bungalow, Lay Out Parking Space and Garden, Lay Out Associated Hard and Soft Landscaping, Including New Boundary Treatments, and Construct Cycle Store and Recycling Bin Shelter",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 168228,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021774563",
  "centroid": {
    "lon": -0.259597,
    "lat": 51.400153
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 2,
    "net_cycle": 2
  },
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby approved shall be carried out in accordance with details and samples for all facing materials which shall be submitted to and approved in writing by the Local Planning authority before any works above ground level are commenced. The development shall then be built in accordance with these approved samples and completed prior to occupation. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the occupation of the approved development, a plan shall be submitted to and approved in writing by the local planning authority indicating the positions, design, materials and type of all gates, boundary treatment, fences and means of enclosures to be erected.  The development shall be carried out in accordance with the approved plan before the building is occupied and thereafter retained. \r\rReason:  To safeguard the amenities of the surrounding residential occupiers and in the interest of visual amenity, in accordance with Policy DM10 of the  Core Strategy Adopted (2012).\r",
    "No development shall take place including any works of demolition until a construction method statement has been submitted to and been approved in writing by the Local Planning Authority.  The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r(a) Provision for loading/unloading materials.\r(b) Storage of plant, materials and operatives vehicles.\r(c) Temporary site access.\r(d) Signing system for works traffic.\r(e) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f) Location of all ancillary site buildings.\r(g) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development.\r(h) Means of enclosure of the site.\r(i) Wheel washing equipment. \r(j) The parking of vehicles of the site operatives and visitors\r(k) The erection and maintenance of security hoarding.\rThe demolition and construction of the development shall be carried out in accordance with the construction method statement so agreed.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the occupation of the development hereby permitted, a landscaping scheme, including where applicable the retention of the existing trees, shall have been submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only. \r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No development or other operations shall take place except in complete accordance with the approved document titled Arboricultural Impact assessment dated 15 June 2020. \r\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential units hereby approved shall not be occupied until the development has been built in accordance with the requirements of Category 2 of the Building Regulations document titled 'Approved Document M - Access to and use of buildings' \r\rReason: In the interest of inclusive design and accessibility in accordance with Policy 3.8 of the London Plan.\r",
    "Within 3 months of first occupation, evidence must be submitted to the Council confirming that the development hereby permitted has achieved no less than the C02 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes Level 4.\r\rEvidence requirements are detailed in the \"Schedule of Evidence Required for Post Construction Stage from ENE1 and WAT1 of the Code for Sustainable Homes Guide. Evidence to demonstrate a 19% reduction compared to 2013 Part L regulations and internal water usage rates of 105L/day must be submitted to the Local Planning Authority, unless otherwise agreed in writing.\r\rReason: In order to ensure that all development is designed and built to make the most efficient use of resources, reduce its lifecycle impact on the environment and contributes to climate change mitigation and adaptation in accordance with Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential units hereby approved shall not be occupied until they have achieved as a minimum, a water efficiency standard of not more than 110 litres per person per day maximum water consumption (to include a fixed factor of water for outdoor use of 5 litres per person per day for in accordance with the optional requirement defined within Approved Document G of the Building Regulations).\r\rReason: In the interests of Sustainability and Energy Conservation in accordance with Policies 5.2 and 5.3 of the London Plan (2016) and Policy DM1 of the LDF Core Strategy Adopted  (2012).\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the walls of the dwelling house hereby approved without the prior written consent of the Local Planning Authority. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\t \r\r",
    "The car parking shown upon the approved drawings shall be provided with a hard-bound dust free surface, adequately drained before the development to which it relates is occupied and, thereafter, it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no means of enclosures in excess of 1m high,  shall be erected forward of the front building line, of the proposal hereby approved, without the prior written consent of the Local Planning Authority. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\t",
    "The development hereby approved shall not commence until a Sustainable Drainage Strategy and associated detailed design, management and maintenance plan of surface water drainage for the site using SUDs methods has been submitted to and approved in writing by the Local Planning Authority. The approved drainage system shall be implemented in accordance with the approved Sustainable Drainage Strategy prior to the first occupation of the development and maintained thereafter for the lifetime of the development. \r\rReason: These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to prevent the increased risk of flooding by ensuring the provision of a satisfactory means of surface water disposal is incorporated into the design and the build of the proposed development, in accordance with Policies 5.2 and 5.3 of the London Plan (2016) and Policy DM1 of the Core Strategy Adopted (2012).\r",
    "The approved refuse stores shall be provided prior to the occupation of the development hereby permitted and retained as such for the life of the development. \r\rReason: To provide adequate refuse and recycling facilities in accordance with  Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "A1 - Loading",
    "Application Site\rThe application site comprises a vacant, ground floor commercial unit located on the western side of Ewell Road. It has residential flats above. The site is located within the Ewell Road Local Centre, as well as the Oakhill Conservation Area.\r\rProposal\rThis application seeks to carry out development without compliance with Condition 4 (Cycle Facilities) of Planning Permission ref: 22/00900/FUL (Change of use from restaurant/gym (E class use) to nail salon (sui generis use) ) dated 01/09/2022.\r\rRBK Highways - Object on the basis that staff should not occupy the short stay cycle parking provided along Ewell Road for visits to other shops/restaurants/businesses. At least 1 x long stay parking space should be provided.  \r\rSurbiton Conservation Area Conservation Committee - No objection.\r\rConsultation\r30 neighbouring properties have been notified and no representations have been received. \r\rAssessment\r\rThe current application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land by varying or removing conditions previously attached. In this case, the application is to remove Condition 4 of planning permission reference 22/02826/FUL.\r\rThe key issues in the assessment of changes arising with this application are the impact on highways. \r\rOfficer Comment: Policy T5 of the London Plan (2021) would require a commercial space of this nature to provide 1 long stay cycle parking space and 1 short stay cycle parking space. \rThe proposal seeks to make no provision for cycle parking on the basis there are a number of cycle hoop stands within the vicinity of the site making it unnecessary to impose a condition for additional cycle parking.\r\rWhilst officers acknowledge there are short stay cycle parking spaces provided along the highway for businesses along Ewell Road, these should not be prevented from use by long stay users e.g. staff and thereby limit opportunities for sustainable transport options contrary to policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r\rConclusion\r\rUnder the provisions of s.73 of the Town and Country Planning Act 1990, the proposal to carry out development without compliance in relation to Condition 4 (Cycle Parking) of Planning Permission reference 22/02826/FUL would be contrary to policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r\r\r\rRECOMMENDATION\rRefuse planning permission.\r\r\r\r\r\r",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 4 (Cycle Parking) and  Condition 5 (Fire Safety Statement) of planning permission 22/02285/HOU; the latter of which states:\r\rCondition 5 (Fire Safety Statement) - Prior to any above ground works of the development to which this permission relates a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.",
    "Site and Surroundings\rThe site is a roughly square-shaped plot, measuring approximately 972sqm, located on the eastern side of Stoke Road. It was occupied by a substantial, detached two-storey dwellinghouse, which has now been demolished. The dwelling extended nearly the full width of the plot with a frontage predominantly given over to car parking, and a lawned rear garden area. \r\rStoke Road is part of the Coombe Estate and consists of large single-family dwellings constructed from the late 1960s onwards. All bar one of the houses in the road are of a traditional style and have either been rebuilt within the last 10 years, or undergone significant remodelling and re-elevation. Stoke Road is a cul-de-sac; at one end is the main access into the roadway from George Road and at the other, a private gate into the adjacent golf course. The area has a number of mature trees on the roadway and, as a result, the street scene has a semi-rural and verdant character, typical of the area. \r\rThere are no listed buildings on the site. However, the site is located within the Coombe Wood Conservation Area. The site also falls within the designated Kingston Hill/Coombe Hill Strategic Area of Special Character (non-designated heritage asset) and the Kingston Hill Area of Archaeological Significance. \r\rRelevant Planning History\r21/02109/FUL- Demolition of the existing dwelling and erection of new single dwelling. GRANTED 14.09.2021.\r21/03610/CLC - Details required for Conditions 16 (Construction Management Plan) and 19 (Bat Survey) of planning permission 21/02109/FUL, GRANTED 26.01.2022\r22/00016/CLC- Details required for Conditions 3 (Materials), 9 (Sustainable Drainage Strategy) 13 (Waste and Recycling), 17 (Levels) of planning permission 21/02109/FUL, REFUSED 16.03.2022\r22/00230/CLC- Details required for Condition 18 (Boundary Treatment) of planning permission 21/02109/FUL, GRANTED 11.08.2022\r22/01557/CLC Details required for Conditions 3 (Materials), 9 (Sustainable Drainage Strategy), 13 (Waste and Recycling) and 17 (Levels) of planning permission 21/02109/FUL, REFUSED 06.07.2022\r22/02431/CLC Details required for Conditions 3 (Materials), 9 (Sustainable Drainage Strategy) and 13 (Waste and Recycling) and 17 (Levels) of planning permission 21/02109/FUL 10.10.2022 (\r\rConsultation\r6 x neighbouring properties have been notified of the proposals and no representations have been received.\r\rMaldens and Coombe Neighbourhood Conservation Areas Advisory Committee- No objection.\r\rHeritage & Conservation- We have looked at the proposal to rebuild the existing wall with a brick to match that of the new dwelling (consented with application21/02109/FUL).\rThe proposal is to rebuild the existing wall and retain and refurbish the existing metalwork, which is fine from the perspective of the conservation area.\rThe proposed brick is 'Bedfordshire Mixture' from Traditional Brick and Stone, which is what was consented with 22/02431/CLC for the main dwelling. Samples were providedfor this condition. The brick of the new boundary wall will therefore match the new dwelling\rHowever, the mortar colour was not confirmed with the granting of this condition, so therefore the mortar colour is unknown for the boundary wall.\rI recommend a condition asking for a sample panel showing the brick and mortar together.\r\rPlanning Considerations\rThe key planning considerations in this case are as follows:\r-  The character and appearance of the area;\r-  Heritage assets;\r-  The amenities of neighbouring occupiers;\r-  Transportation; and,\r- Flood risk.\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. \r\rDevelopment proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rAccordingly, Policy CS8 of the Council's Core Strategy 2012 states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development:\r-Recognises distinctive local features and character\r-Has regard to the historic and natural environment\r- Helps enhance locally distinctive places of high architectural and urban design quality\r-Accords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\"\r-Relates well and connects to its surroundings Policy DM10 identifies the most essential elements in contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced. These include:\r-Prevailing development typology, including housing types, sizes and occupancy\r-Prevailing density of the surrounding area\r-Scale, layout, height, form (including roof forms) and massing\r-Landscape setting and features\r-Plot width and format, which includes spaces between buildings\r-Building line build-up, set-back and front boundary\r-Typical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges etc.\rThe site falls within the Coombe Heartlands character area as defined by the Council's Borough Character Study 2011. The key underlying theme of the area is a very high quality and spacious landscape, with occasional buildings or groups of buildings set within it.\rAs part of the proposal existing front boundary metal work would be refurbished and painted black to match the existing, the existing low boundary wall would be rebuilt in new brickwork to match the house, the existing sliding gates refurbished and painted black to match existing and the sliding gates refurbished and painted black to match those existing. Overall, officers consider that the proposal would be of a high quality and would have an acceptable impact on the character and appearance of the area.\r\rHeritage\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rIn determining planning applications which affect heritage assets, Paragraph 197 of the NPPF 2021 requires local planning authorities to take account of the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation, the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality, and the desirability of new development making a positive contribution to local character and distinctiveness.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rAccording to Paragraph 206, local planning authorities should look for opportunities for new development within conservation areas and within the setting of heritage assets in order to enhance or better reveal their significance. Proposals that preserve those elements of the setting that make a positive contribution to the asset (or which better reveal its significance) should be treated favourably.\r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area.\r\rFeatures of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rKingston Hill/Coombe Hill Strategic Area of Special Character\rThe significance of the Kingston Hill/Coombe Hill Strategic Area of Special Character can be summarised as an area of exceptionally high quality landscape with important views both within and beyond the Borough.\r\rNoting that the proposed replacement boundary wall and gates are of a high quality design, which would have no impact on trees on the site, officers are satisfied that the proposal would not result in any harm to the significance of the Coombe Wood Conservation Area or Strategic Area of Special Character, subject to the imposition of a condition to secure a sample panel showing the brick and mortar together, in order to assess the proposal would use marching materials to the proposed main house .\r\rNeighbouring Amenities\rParagraph 130 of the NPPF 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D3 of the London Plan (2021) requires new development to deliver appropriate outlook, privacy and amenity. Policy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\rOfficers are satisfied the proposed development unacceptable overbearing impact, increase in the sense of enclosure, loss of outlook, loss of daylight and direct sunlight, to adjoining dwellings.\r\rAccess\rThe vehicular access to the site would remain as existing and it is considered that its use would not materially intensify. Officers are therefore satisfied that the proposal would have an acceptable impact on highway safety.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. Car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite').\r\rThe maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\rPolicy CS7 of the Council's Core Strategy 2012 sets out the Council's intention to manage on and off-street parking provision to promote sustainability and residential amenities.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe proposed driveway would be large enough to accommodate at least two cars and the proposed garages would offer two additional off-street car parking spaces. While this is in excess of London Plan standards, it is a similar level of provision to the existing property. The Sustainable Transport SPD also makes clear that in certain circumstances, car parking provision above London Plan standards may be appropriate for sites with a low PTAL, which is applicable to this proposal, since the PTAL of the site is 1b.\r\rFlood Risk and Drainage \rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\rAs stated above, the NPPF sets out the criteria for when a site-specific flood risk assessment should be provided in support of a planning application and the London Plan 2021 and the Council's Core Strategy echo these requirements.\r\rThe proposal meets none of these criteria. The site is in Flood Zone 1, its area is less than 1 hectare, it is not in a critical drainage area, nor is it identified in the Borough SFRA as being at increased flood risk in future. The site is not known to be at risk from other sources of flooding (i.e. groundwater flooding) but the proposal would not, in any event, introduce a \"more vulnerable\" use to the site, since the existing use falls within this category.\r\rThe applicant has not submitted a site-specific flood risk assessment or SuDS strategy as part of the proposal which, given the above, is considered appropriate. \r\rConclusion\rThe proposed development would have an acceptable impact on the amenities of neighbouring occupiers, would not result in any harm to the significance of the Coombe Wood Conservation Area or Strategic Area of Special Character. Having regard to the above, the proposal is considered to be in accordance with the development plan and there are no other material considerations which indicate that permission should be refused. Accordingly, it is recommended that planning permission be granted.\r\rRecommendation\rThat planning permission be GRANTED subject to conditions.\r",
    "There is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The local planning authority must be satisfied that the amendment sought is non-material in order to grant an application under section 96A of the Town and Country Planning Act 1990.\r\rThe proposed extension to the hours of operation by one hour i.e from from 7am to 6 am would not give rise to amenity or highways/parking considerations",
    "Condition 7 (Fire Safety Strategy) - The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 7 of planning permission 22/00997/HOU  is hereby approved subject to carrying out the development in accordance with the details hereby approved.",
    "Condition 8 (Detailed method statement for removal of render) - The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 8 of planning permission 22/00997/HOU is hereby approved subject to carrying out the development in accordance with the details hereby approved.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 6 ( Cycle Parking) of planning permission 22/01530/HOU, which states:\r\rCondition 6 ( Cycle Parking) - Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to  Condition 4 (Fire Safety Strategy) of planning permission 22/02248/HOU, which states:\r\rCondition 4 (Fire Safety Strategy) - Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to  Condition 4 (Fire Safety Strategy) of planning permission 22/01993/HOU, which states:\r\rCondition 4 (Fire Safety Strategy) - Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "The CMP as submitted by the applicant is unclear as to if or when any external traffic management may be required and states that a traffic management plan may be prepared later as necessary. This is unacceptable as there is no certainty as to what may be ultimately proposed and Highways cannot determine whether or not those later plans would be viable. The CMP should be amended to describe in full any traffic management arrangements that may be put in place at any time within the duration of the works, or should confirm that they will not be required (with reasons).\r\rThe CMP also states that \"Once the main contractor is appointed, a detailed breakdown of the vehicle types, dimensions and anticipated numbers of delivery vehicles will be provided together with swept path drawings for vehicles accessing/egressing the site. A plan of the site will be marked up to show access and emergency routes including pedestrian and vehicular access; contractor/visitor parking; deliveries; disabled access and site opening hours.\" Again, these should be submitted prior to Condition 14 being discharged for similar reasons.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 5 (Fire Safety Strategy) of planning permission 22/01884/HOU, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "For the avoidance of doubt, please confirm the description 'Conversion of garage into habitable space, erection of part two storey/part single storey rear extension. Hip to gable roof extension with rear dormer and installation of 3nos front rooflights. Fenestration alteration and internal modifications.'",
    "Please revise the location plan to show the red outline in the front pavement, where drop kerb will be proposed.",
    "The fee required for your planning application is £103.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames.\r\rPlease note we do not offer 'free go' on certificate applications.",
    "Please confirm the above description of proposal.",
    "The submitted proposed floor plans do not have the annotated dimensions. Please provide  Proposed Floor Plans and Roof Plan with dimensions at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works.",
    "The submitted proposed elevations do not have the annotated dimensions. Please provide all Proposed Elevations with dimensions at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "For the avoidance of doubt, please confirm the description 'Addition of storage space to an existing storage unit.'",
    "The submitted proposed floor plans do not have annotated dimensions. Please provide Proposed Floor Plans at a recognised scale (at 1:50 or 1:100 for example) with all key dimensions for the proposed works.",
    "The submitted proposed elevations do not have annotated dimensions. Please provide all  Proposed Elevations at a recognised scale (at 1:50 or 1:100 for example) with all key dimensions for the proposed work.",
    "The scale bar in the submitted landscape plan does not measure to the stated scale, please amend the landscape plan with the correct scale bar.",
    "This application does not benefit from a 'free-go' because the previous application is of a different character or description. The previous application has a single storey rear extension, whereas this application has two storey rear extension.\rThe fee required for your planning application is £ 206.00.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002.",
    "The submitted proposed floor plans do not have annotated dimensions. Please provide Proposed Floor Plans with dimensions at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The submitted proposed elevations do not have dimensions.\rPlease provide all Proposed Elevations with dimensions at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/07/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08921506",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259574,
          51.400166
        ],
        [
          -0.259575,
          51.400139
        ],
        [
          -0.259619,
          51.400139
        ],
        [
          -0.259618,
          51.400166
        ],
        [
          -0.259574,
          51.400166
        ]
      ]
    ],
    "type": "Polygon"
  }
}