{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBYGUKNHGNB00",
  "lapsed_date": "10/08/2025",
  "decision_target_date": "10/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5RL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.038000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01336/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521180,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:05.869Z",
  "id": "Kingston-20_01336_HOU",
  "application_type": "Householder",
  "street_name": "Aldridge Rise",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "10/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Replacement of existing single storey garage and storage",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166962,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021772059",
  "centroid": {
    "lon": -0.259827,
    "lat": 51.388771
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The flat roof part of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental, or both, to the residential use of the dwelling house currently known as '46 Aldridge Rise, New Malden, KT3 5RL', as set out in Section 1 (Site Address) of the submitted application form signed 14.06.2020, unless otherwise first agreed in writing by the Local Planning Authority. \r\rReason: To ensure the property remains in single occupation and to protect the amenities of neighbours in accordance with Policy DM10 of the Kingston Core Strategy (2012).\r\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The application site is located to the east side Kingston Road immediately south of the mainline railway between Tolworth and Waterloo. The site is currently a sports playing field adjacent the Goals football complex and is located in designated Metropolitan Open Land.\r\rProposal\rRemoval of 2nos goals signs and installation of 1 nos internally  illuminated 48-sheet digital poster display.\r\rConsultation\r38 surrounding properties have been notified of the proposals and no representations have been received.\r\rHistoric England's Greater London Archaeological Advisory Service- No Comment.\r\rRBK Neighbourhood Traffic Engineer -No Highways objections to the installation of this replacement illuminated advertising panel. \r\rRBK Highways Lighting Officer- No objection in principle, however, it should be ensured that the lighting has been designed in compliance with PLG05.\r\rOfficer Comment: The applicant confirms that the display would operate in full accordance with PLG05.\r\rThe key areas of assessment are:\r\r- Character and Appearance; and the  Impact on Metropolitan Open Land (MOL)\r- Neighbouring Residential Amenity; and\r- Highways and Transportation. \r\rThe proposed sign would replace the existing 2x non-illuminated Goals signs, which display information related to the Tolworth Deckers Sports Ground. The existing signage is non-illuminated and is ancillary to an appropriate MOL use. \r\rThe proposed replacement sign would be a 48 sheet freestanding digital poster display with a display area of approximately 18sqm.  The proposed advertisement would adjust its output according to the prevailing levels of ambient light, up to 3000 cd/sqm luminance on the brightest of days. While 3000 cd/sqm is the maximum threshold, average luminance of bright colours within advertisements on the brightest of days is around 2500 cd/sqm; on dull overcast days, average luminance of bright colours within advertisements is around 375 cd/sqm.\r\rCharacter and Appearance: and the Impact on Metropolitan Open Land (MOL)\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy DM5 of the Council's Core Strategy states that Council will only allow development on sites adjacent to the MOL that does not have a detrimental impact on its visual amenities and respects the size, form and use of that open space, in accordance with national guidance. \r\rPolicy G3 of the London Plan (2021) states that MOL should be protected from inappropriate development in accordance with national planning policy tests that apply to the Green Belt\r\rParagraph 137 of the NPPF 2021 states that the …\"Government attaches great importance to Green Belts. The fundamental aim of Green Belt policy is to prevent urban sprawl by keeping land permanently open; the essential characteristics of Green Belts are their openness and their permanence\". \r\rParagraph 138 of the NPPF 2021 goes on to say:- Green Belt serves five purposes:\ra) to check the unrestricted sprawl of large built-up areas;\rb) to prevent neighbouring towns merging into one another;\rc) to assist in safeguarding the countryside from encroachment;\rd) to preserve the setting and special character of historic towns; and\re) to assist in urban regeneration, by encouraging the recycling of derelict and\rother urban land.\r\rParagraph 148 of the NPPF 2021states that …\"When considering any planning application, local planning authorities should ensure that substantial weight is given to any harm to the Green Belt. 'Very special circumstances' will not exist unless the potential harm to the Green Belt by reason of inappropriateness, and any other harm resulting from the proposal, is clearly outweighed by other considerations\".\r\rThe proposed advertisement is inappropriate in the MOL and would have a detrimental impact on openness of wider area. No Very Special Circumstances exist which would clearly outweigh the harm to the MOL and any other harm. The proposed is therefore contrary to Policy DM5 of the Kingston Core Strategy (2012), Policy G3 of the London Plan (2021) and the NPPF (2021).\r\rNeighbouring Residential Amenity\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The proposal would not be likely to result in any illumination that would cause any significant material harm to nearby neighbouring residential occupiers. \r\rHighways and Transportation\rThe applicant has stated the intent to follow PLG05 guidance. Recognising the changing levels of ambient light throughout the day, PLG05 states that digital displays should never exceed 5000 candela/sqm (cd/sqm). The display is controlled by an ambient light sensor system which regulates the brightness of the display, taking into account the changing dawn and sunset times throughout the year. \rThe proposed advertisement would adjust its output according to the prevailing levels of ambient light, up to 3000 cd/sqm luminance on the brightest of days. While 3000 cd/sqm is the maximum threshold, average luminance of bright colours within advertisements on the brightest of days is around 2500 cd/sqm; on dull overcast days, average luminance of bright colours within advertisements is around 375 cd/sqm. \rDuring periods of darkness, the display operates at a set darkness setting with a maximum brightness of 300 cd/sqm. The display therefore operates in full accordance with PLG05 and would never appear overly bright or cause glare. \rIn addition, content will be controlled remotely in real time and the site will be monitored 24/7 using diagnostics software to facilitate both responsive maintenance and resolve any issues that arise. \rTo ensure compliance, Clear Channel advance a series of planning conditions, in addition to those applied as standard by Schedule 2 of the Regulations, as follows: \ri. During periods of darkness, the luminance level shall not exceed 300 candela/sqm as advised by the Institute of Lighting Professionals' publication PLG05 (2015): \"The Brightness of Illuminated Advertisements\", or any publication replacing or superseding this guidance; \rii. The screen display shall only show two dimensional static images, shall contain no moving images, animation, video or full motion images and no messaging should spread across more than one screen image; \riii. The display shall be switched off between the hours of 23.00 and 05.00; \riv. The advertisement display shall not change more frequently than every 10 seconds; and \rv. The illumination of the advertisement shall not at any time be intermittent. \rThe National Planning Policy Framework (\"the Framework\") and the Planning Practice Guidance (\"the PPG\") reiterate this approach, and under section 222 of the Town and Country Planning Act 1990 Act, planning permission is deemed to be granted for any development of land involved in the display of advertisements in accordance with the Regulations. \r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 and the primacy of the development plan does not apply to advertisements and therefore local policies are material insofar as they are relevant; they are not decisive. Greater weight is attributed to site specific circumstances. \r\rThe Framework states that great weight should be given to outstanding of innovative designs which promote high levels of sustainability, consistent with the emphasis that local planning authorities should respond positively to changes and innovations offered by new technology. \rDigital poster displays are a more efficient and sustainable media platform compared to their more traditional paper or vinyl counterparts. They are recyclable, and their remote operation removes the need for frequent site visits and reliance on non-renewable resources\rThe proposal would not impede the free flow of highway movement, or have any adverse impact on highway safety. Therefore, Officers consider that the proposal would comply with Policy DM10 of the LDF Core Strategy, 2012.\r",
    "It is noted that the application is accompanied by a unilateral undertaking completed on  8 June 2022 that restricts the eligibility to obtain on-street car parking permits for the HMO, which is limited to one permit only.",
    "Any previously submitted \"As Built\" Plans should be re-labelled as \"Proposed\".",
    "Scale Issues - Plans 001-006 and the 3D plans all use a scale of 1:50. The scale bar on these plans does not measure to the stated distance of 5m. When checked, they measure 2m. Please correct these scale bars.\r\rThe measurements on the proposed plans are also incorrect when applying the 1:50 scale. Please check all plans and measurements."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/06/2020",
  "secondary_street_name": null,
  "site_number": "46",
  "pp_id": "PP-08801559",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259805,
          51.388785
        ],
        [
          -0.259806,
          51.388758
        ],
        [
          -0.259849,
          51.388758
        ],
        [
          -0.259848,
          51.388785
        ],
        [
          -0.259805,
          51.388785
        ]
      ]
    ],
    "type": "Polygon"
  }
}