{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QE6DHENH04300",
  "lapsed_date": "21/09/2025",
  "decision_target_date": "21/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4JL",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.01
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01796/PAO2R",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517841,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:54.724Z",
  "id": "Kingston-20_01796_PAO2R",
  "application_type": "Prior Approval",
  "street_name": "Victoria Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "21/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from Office (Class B1a) to 1 no self-contained flat (Class C3) on first and second floor",
  "actual_completion_date": null,
  "last_date_consultation_comments": "20/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167232,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128029013",
  "centroid": {
    "lon": -0.307702,
    "lat": 51.391901
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "On 25 February 2015, the Royal Borough of Kingston upon Thames confirmed a direction under Article 4(1) of the Town and Country Planning (General Permitted Development) Order 2015 (as amended).\r\rThe Direction withdrew the permitted development rights granted by the Order for development consisting of a change of use of a building and any land within its curtilage to a use falling within Class C3 (dwelling houses) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) from a use falling within Class B1(a) (offices) of that Schedule. The Direction came into force on 01 October 2015 which amongst other areas applies to properties that fall within the Surbiton District Centre.  The site subject of this application falls within the Surbiton District Centre and therefore the proposed development would not benefit from the provisions set out in Class O.\r",
    "Application Site\rThe site comprises a two storey semi-detached dwelling in use as three separate dwelling units. \r\rProposal\rThe application seeks planning permission for the erection of a single storey rear extension and conversion of 3nos dwellings to 1no. dwellinghouse. \r\rThe application property is not listed nor does it fall within a Conservation Area or Area of Local Significance. \r\rConsultation\r11no. properties were notified of the proposal. Two representations received; one in support and one in objection to the proposals.  The objection raises concerns as follows:\r-\tScale and massing (depth and height) of the proposed rear extension\r-\tLoss of light / overshadowing to amenity space\r\rOfficer comments: Duly noted. Please refer to main body of the report for full assessment of the proposals.\r\rAssessment\rThe main issues in the assessment of the application are:\r- Planning history of the site;\r- The principle of the development;\r- The standard of proposed accommodation;\r- The impact of the development on the character and appearance of the area;\r- The impact of the development on the amenities of neighbouring occupiers; and\r- The impact of the development on highway safety;\r- Cycle parking; \r- Car parking.\r\rPlanning History\r02/16256/FUL - Conversion from one flat and four bedsits to three self-contained flats (1 two-bedroom and 2 one-bedroom), alterations to windows at rear ground floor, and widening of crossover. Granted planning permission. \r\rPrinciple of Development\rThe application has been assessed against the policies of the current NPPF and Development Plan which consists of the London Plan and the Council's adopted LDF Core Strategy.\r\rPolicy CS10 (Housing Delivery) of the Council's LDF Core Strategy (2012) states that the Council will take every opportunity to deliver new housing. \r\rThe Borough's annual housing target has increased since the adoption of the LDF Core Strategy and Kingston currently has an annual housing target of 964 new residential dwellings per year (London Plan 2021).\r\rPolicy DM14 of the Council's adopted LDF Core Strategy states that the Council will resist the net loss of residential units.\rThis application would result in the net loss of two residential units and, as such, would neither contribute to the borough's housing targets nor accord with policy DM14 of the Core Strategy. In fact the proposal would lead to a deficit of 2 residential units form the borough's existing stock especially at a time when the council is unable to a 5-year supply of deliverable housing sites.\r\rStandard of Accommodation\rThe proposed unit would meet the London plan internal floorspace and the Council's outdoor amenity space requirements. The proposed development would provide an acceptable standard of accommodation.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 33 (Single Storey Rear Extensions) of the Residential Design SPD 2013 states that single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. In all cases, the following guidance applies:\r-\tIf the neighbouring property has a different rear building line, then the depth of the extension could be increased.\r-\tIn all cases, at least 50% of the rear garden should remain.\r-\tExtensions should generally not exceed 3m to 3.5m in depth.\r-\tExtensions with a flat roof should not exceed 3m in height.\r-\tExtensions with a parapet roof should not exceed 3.3m in height.\r-\tExtensions with a pitched roof should not exceed 4m in height. \r\rThe proposals include a single-storey rear extension to a maximum depth of 6.3m (to the original rear wall of the dwelling) and a width of 3.4m.  More than 50% of the rear garden space would be retained.\r\rThe proposed depth would not comply with guidance and the extension which would abut the boundary with No. 50 would not appear as an appropriately subordinate and proportionate addition to the host dwelling. \r\rOverall, officers consider that the proposed development would not have an acceptable impact on the character or appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extension would project 6m beyond the neighbouring property at No.50 Ditton Road, and located directly on the boundary which would result in an unacceptable adverse impact in terms of loss of outlook and an undue sense of enclosure to the nearest ground floor, principal habitable room window and the rear garden of this property.\r\rHighway Safety and Car Parking\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe proposal would not generate additional demand for on street parking and would not prejudice highway safety. \r\rTherefore, the proposed development would be in conflict with policy DM9 of the Council's adopted LDF Core Strategy April 2012. \r\rCycle Parking\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided.\r\rPolicy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013 together require new development to provide facilities on-site for cyclists as appropriate, including showers, lockers and secure, convenient cycle parking, in accordance with the minimum standards set out in the London Plan.\r\rNo provision is shown for cycle parking however officers' note there is sufficient space on site to ensure adequate cycle parking can be provided.  \r\rConclusion\rThe proposed development would provide two less dwellings on the site, at a time when the supply of land for housing within the Borough is constrained contrary to policy DM14 of the Council's adopted LDF Core Strategy April 2012. The combined depth and siting of the proposed single storey rear extension along the shared boundary, would result in an unacceptable adverse impact upon the amenities of neighbouring property, No. 50 Ditton Road in terms of an overbearing appearance, loss of outlook and undue sense of enclosure to the nearest ground floor, principal habitable room window. The proposal is therefore contrary to Policies D3 of the London Plan 2021 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.\r\rAccordingly, officers conclude that planning permission should be refused.\r",
    "Basement Study - All developments that include new basements must provide details of excavation, temporary works and\rconstruction techniques, including details of potential impact of subterranean development on existing & neighbouring structures. A general statement that addresses the following processes to establish if a Basement Impact Assessment is required:\ro Impact of proposals on surface flow and flooding\ro Impact of proposals on groundwater flow\ro Impact of proposals on structural stability\r\rPlease see the Council's Validation Requirements for further information."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/07/2020",
  "secondary_street_name": null,
  "site_number": "34",
  "pp_id": "PP-08923736",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30768,
          51.391914
        ],
        [
          -0.307681,
          51.391887
        ],
        [
          -0.307724,
          51.391887
        ],
        [
          -0.307723,
          51.391914
        ],
        [
          -0.30768,
          51.391914
        ]
      ]
    ],
    "type": "Polygon"
  }
}