{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QF21JXNHHFE00",
  "lapsed_date": "26/10/2025",
  "decision_target_date": "22/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW15 3PW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.031
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01984/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521248,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:45.800Z",
  "id": "Kingston-20_01984_HOU",
  "application_type": "Householder",
  "street_name": "Robin Hood Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "26/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Formation of dropped kerb and new driveway.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 172101,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128016438",
  "centroid": {
    "lon": -0.257095,
    "lat": 51.434943
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any front boundary means of enclosure erected adjacent to the highway shall not exceed 60cm in height, unless otherwise agreed in writing with the local planning authority. \r\rReason:  In the interest of highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The approved driveway surface shall be made of porous materials, or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.\r\rReason: To prevent the increased risk of flooding by ensuring the provision of a satisfactory means of surface water disposal in accordance with Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "A1 - Loading",
    "The site comprises a detached dwelling.\r\r6 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed first floor side extension would not strictly comply with the recommendations set out in the Residential Design SPD, in regards to the set back from the front elevation at first floor level, however the proposal would have a modest width, would be set in from the shared boundary and would be adequately set down from the ridge of the original roof slope and as such would appear a subordinate and appropriate addition to the host property, and would not detract from the character and appearance of the surrounding area.\r\rThe proposal would have two rear dormers, while the central dormer would adhere to the recommendations set out in the Residential Design SPD, the second dormer would not be set up from the eaves or in from the sides of the roofslope in line with recommendations, however it would mimic the style of the pitch roof proposed on the first floor side extension and would be substantially set down from the ridge line, as such would appear a subordinate and appropriate addition to the host property, and would not detract from the character and appearance of the surrounding area.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the separation distance between the proposed development and neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light.\r\rWhile side facing openings are proposed, to mitigate against any loss of privacy, officers consider it appropriate to impose a condition to ensure the openings are obscure glazed and non-opening below 1.7m above finished floor levels. \r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling located on Norbiton Avenue.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rRelevant Planning History\r22/02517/PAEXT - Erection of single storey rear extension (4.5m in depth, maximum height of 3.55m and eaves height of 3.0m) refused on 12.09.2022\r\rConsultations\r9 properties were notified of the proposal. One representation was received in support of the proposal.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would follow Policy Guidance 33 of the Council's Residential Design SPD with regards to the recommended depth and height. Given its modest scale and the proposed design and materials it is considered that it would appear as a proportionate and subordinate addition in relation to the host dwelling. \r\rThe proposal would not be visible within the street view, therefore there would be no impact on the existing street scene.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed extension would pass the 45 degree rule with regards to the adjoining property No 35 Norbiton Avenue (annotated on the proposed elevations as No 39; the patio doors at No 35 are noted as per submitted photographs of the site) and therefore it would not result in an unacceptable loss of daylight. \r\rIt is noted that No 39 Norbiton Avenue benefits from the rear extension. \r\rAs such, it is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The planning permission (22/00973/FUL) stated on the submitted Application Form and Cover Letter does not correlate to the submitted details. Please provide the correct planning permission that this application pertains to.",
    "\"I have checked the original Planning Portal submission and the Site Location Plan was submitted as a Word Document which has distorted the location of the red line. Are you able to email us the PDF version of the original Site Location Plan as purchased from StreetWise please? If the red line is correct then we will be happy to backdate validation to the original submission date, but the submitted version we currently have does encroach onto the rear neighbour's land.\"",
    "Thank you for your pre-application. Please could you submit some more documentation such as photos of the window(s) to be replaced along with context. Please could you also submit a location plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/08/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-08983997",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.257073,
          51.434957
        ],
        [
          -0.257074,
          51.43493
        ],
        [
          -0.257117,
          51.43493
        ],
        [
          -0.257116,
          51.434957
        ],
        [
          -0.257073,
          51.434957
        ]
      ]
    ],
    "type": "Polygon"
  }
}