{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAMMMXNHGDX00",
  "lapsed_date": "31/07/2025",
  "decision_target_date": "15/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7AX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.042
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01139/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519122,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:18.789Z",
  "id": "Kingston-20_01139_HOU",
  "application_type": "Householder",
  "street_name": "Ewell Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "31/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extensions with part demolition to ground floor side and associated changes to fenestration. Changes to first floor rear fenestration. Erection of hip-to-gable conversion and replacement rear dormer. Installation of 1no front rooflight. Excavation of new basement with 4no lightwells and access to rear garden. \r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166310,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023066401",
  "centroid": {
    "lon": -0.289608,
    "lat": 51.383347
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the south-eastern flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of the development to which this permission relates, a basement impact assessment shall be submitted to and approved in writing by the local planning authority. The assessment shall consider the following issues:\r\ra) The impact of the development on flood risk, both to the site itself and elsewhere\rb) The impact of the development on surface water drainage\rc) The impact of the development on land stability\rd) The methodology for constructing the basement, including measures to limit any potential impacts on the amenities of neighbouring occupiers during construction\r\rThe development shall be carried out in accordance with the approved details.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with Policy DM10 of the LDF Core Strategy 2012.",
    "A1 - Loading",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rThe application is submitted under Section 192 of the Town and Country Planning Act 1990 to ascertain whether the \"Use of part of dwelling as a home office of EasyCab Group Ltd (for a Cab business)\" would be lawful for planning purposes.\r\rThe Letter submitted as part of the application describes the use in more detail -\r\r1. It is not staff-heavy or staff-dependent:\rOur business model does not require any staff on the premises. I will be the only one using this office. We will not be employing any staff from home.\r\r2. The majority of our communications/bookings will be via email:\r\rOur bookings will be through:\ra. Website\rb. Our App\rc. Email\rd. Phone\r\r3. We will specialise in contract-based and pre-bookable work only; we will not provide 'ad-hoc' and 'impromptu' daily local rides service; we will not have any walk-in customers; no drivers will be required to come to our premises:\ra. We will only take bookings which are contract-based (e.g: school-runs) or prebooked (e.g: airports).\rb. We will not operate a local rides service nor will we take 'asap daily/ondemand/ straight-away bookings'\rc. We will not require walk-in customers. No customers will be permitted to turn-up to the property. No pick-ups shall be booked from the office location. This is not our model.\rb. Due to the above points, it follows that our model will not require any drivers to operate from the site. All our drivers will be operating remotely or from their homes. We will have zero vehicles parked/operating from the site.\r\r4. There will be no disturbance or change to the quality of life enjoyed by our neighbours and the neighbourhood as a whole:\rOur business model does not require any vehicles, customers or drivers on-site, hence there will be zero changes to the quality of life enjoyed by our neighbours and the neighbourhood. There will be no employees and hence no staff required at the office. Nor will we display any business-signs on the property to publicise the office. As far as the outside world is concerned there will be no change in how the property is used.\r\rThe remainder of the house would continue to be used as family accommodation.\r\rBased on the information provided by the applicant (see above), the use described would not amount to a material change of use of part or whole of the house and therefore planning permission is not required.\r",
    "This Lawful Development Certificate has been granted based on the information submitted. If visitor numbers and/or activity increase to an extent not normally associated with the use of the building as a single family dwellinghouse, express planning permission will be required to change the use of the building. No adverts should be displayed that would undermine the\rprimary use of the building as a family house and there should be no external alterations to the building that might change the character of the building away from that of a dwellinghouse.",
    "Site\r\rThe application site is a two and a half storey end terrace dwellinghouse located on Lower Green Gardens. The site is not subject to any particular designations or environmental constraints.\r\rPlanning History\r\r05/14815/FUL - Erection of rear conservatory. Application Granted on 17 Oct 2005. With conditions.\r\r05/14292/LBC - Demolition of office buildings and the erection of a terrace of 4 x 2-bedroom houses. Application Granted on 06 Jun 2005. With conditions.\r\r05/14291/FUL - Demolition of office buildings and the erection of a terrace of 4 x 2 - bedroom houses.\r\rConsultations\r\r9 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on highways. \rThe impact of the development on fire safety. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development, subject to the imposition of conditions. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance.\r\rOfficers Comments: The application proposes the conversion of an existing garage into a habitable room. To accommodate modern vehicles, proposed new garages should meet the required dimensions as recommended by Appendix 5 of the Sustainable Transport SPD, measuring 3 metres in width and 5.3 metres in depth internally. The existing garage would not meet the minimum required internal garage dimensions for one vehicle, and therefore the removal of this garage would not impact the parking provision on site. \r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The submitted location plan does not have two roads. Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red , showing at least two road frontages and a North point.",
    "For the avoidance of doubt, please confirm the description 'Erection of single storey rear extension. Increase in roof height, erection of rear piggyback roof extension and installation of 5nos side rooflights. Insulation on external wall.'",
    "The fee for this application is £1,500.00. I acknowledge payment of £360.00. Please make payment of £1,140.00 via 0208 547 5002."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/05/2020",
  "secondary_street_name": null,
  "site_number": "358",
  "pp_id": "PP-08719720",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.289586,
          51.38336
        ],
        [
          -0.289587,
          51.383333
        ],
        [
          -0.28963,
          51.383334
        ],
        [
          -0.289629,
          51.383361
        ],
        [
          -0.289586,
          51.38336
        ]
      ]
    ],
    "type": "Polygon"
  }
}