{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBC8YYNHGIV00",
  "lapsed_date": "04/09/2023",
  "decision_target_date": "06/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7RN",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.026000000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021800174"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01243/NMA",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518650,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:43.343Z",
  "id": "Kingston-20_01243_NMA",
  "application_type": "All Other",
  "street_name": "Tolworth Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "04/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Non Material Amendment to Planning Permission 17/16928/HOU (Erection of single storey rear wrap-around extension) for installation of new side ground floor window, changes to rear extension rooflight and removal of side chimney",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 165940,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021800174",
  "centroid": {
    "lon": -0.296511,
    "lat": 51.38012
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed removal of the Chimney would involve works which were not part of the original permission and as such cannot be amended through an application submitted by way of Section 96 a of the Town and Country Planning Act 1990 (as amended).",
    "Site and Surroundings\rThe application site comprises a four storey building known as Hanover House. The building is in a commercial use. \r\rProposal\rProposed works to Hanover House, include upgrade of existing reception area (internal works). New windows to replace existing windows to all elevations. Existing brick work to be painted finish black - matte- all elevations.\r\rConsultation\r\r38 properties were notified of the proposal. No representations were received. \r\rAssessment\rThe main issues in the assessment of the application are:\r\r- The impact of the development on the character and appearance of the area;\r- The impact of the development on the amenities of neighbouring occupiers; \r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r \rOfficer Comment:  All windows will be replaced to all elevations and existing brickwork will be painted in a black matte finish to all elevations. Based on the information provided and surrounding development, officers consider the proposed development would have an acceptable impact on the character and appearance of the area. A condition will require samples of the proposed window treatment to be submitted prior to commencement of the application.\r\rThe proposed development world not harm the setting of the nearby locally listed buildings (the Station and the Registry Office) nor would it harm the setting of the Local Area of Special Character or the setting of the Strategic Area of Special Character.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given the siting of the proposed development in relation to neighbouring properties, and the existing commercial use below it is considered unlikely that there would be any significant loss of amenities to neighbouring properties in terms of loss of privacy, outlook, sunlight/daylight. \r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, there is sufficient space for provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Provide clear photos of each tree and any key features you wish to draw to the attention."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/06/2020",
  "secondary_street_name": null,
  "site_number": "14",
  "pp_id": "PP-08764110",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296489,
          51.380133
        ],
        [
          -0.29649,
          51.380106
        ],
        [
          -0.296533,
          51.380107
        ],
        [
          -0.296532,
          51.380134
        ],
        [
          -0.296489,
          51.380133
        ]
      ]
    ],
    "type": "Polygon"
  }
}