{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCHALINHGS000",
  "lapsed_date": "18/08/2025",
  "decision_target_date": "19/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6RB",
  "site_name": "",
  "status": "Allowed",
  "application_details": {
    "site_area": 0
  },
  "appeal_decision_date": "13/05/2021",
  "lpa_app_no": "20/01451/TEL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518391,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:30.306Z",
  "id": "Kingston-20_01451_TEL",
  "application_type": "Prior Approval",
  "street_name": "Ditton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "18/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Allowed",
  "appeal_start_date": "04/03/2021",
  "decision_process": "Delegated",
  "description": "Installation of 12m telecom mast and associated equipment",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166292,
  "decision": "Refused",
  "appeal_decision": "Allowed",
  "uprn": "100021787217",
  "centroid": {
    "lon": -0.300114,
    "lat": 51.383338
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed telecoms equipment by virtue of its siting and appearance would result in an incongruous addition to the streetscene that would be visually intrusive and create visual clutter and would not be in keeping with but detract from the character and appearance of the surrounding area. The proposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of single-storey rear extension with installation of 4no solar panels and associated changes to fenestration\r\rConsultation\r10 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact of the development on Flooding; and,\r- The impact of the development on Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officer Comment:  With regards to neighbouring amenity, the principal properties to be considered are No. 30 and No. 34 Hardman Road. Policy Guidance 33 (Single Storey Rear Extensions)of the Residential Design SPD states that single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. In all cases, the following guidance applies:\r-If the neighbouring property has a different rear building line, then the depth of the extension could be increased.\r-In all cases, at least 50% of the rear garden should remain.\r-Extensions should generally not exceed 3m to 3.5m in depth.\r-Extensions with a flat roof should not exceed 3m in height.\r-Extensions with a parapet roof should not exceed 3.3m in height.\r-Extensions with a pitched roof should not exceed 4m in height.\r\rNo. 30 Hardman Road has already been extended as has No. 36. This would usually allow for an extension to exceed 3.5m in depth. However, with regards to No. 34 Hardman Road, officers note that this property does not benefit from a rear extension. It is noted that the applicant has failed to demonstrate through the submission of cogent information that the proposed development would not have an unacceptable adverse impact on the closest ground floor principal habitable room window or No. 34 Hardman Road in terms of daylight/sunlight. Given that scale of the extension and the proximity of neighbouring widows it is considered that there is a likelihood that the development would breach the \"45 Degree Rule\" and reduce light entering into the neighbouring window, which in turn would harm the residential amenities of the occupant of the neighbouring property. As such, the proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\rThe applicant is advised to resubmit with sufficient evidence to demonstrate that Policy Guidance 17 and 33 of the RBK Residential Design guide has been taken into account.  https://www.kingston.gov.uk/downloads/file/102/residential-design-spd\r\rAnother material planning consideration is the provision of adequate amenity space for both existing and future occupants. Officers note that the property already benefits from a large outbuilding to the rear of the garden. The proposed rear extension would further reduce the remaining amenity space to below current external amenity standards.\r\rOverall, It is considered that the proposed development would adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone 2. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rThe Flood Risk Form submitted by the applicant indicates that floor levels within the proposed development would be set no lower than the main dwelling and appropriate mitigation measures would be implemented as part of the proposed development which are considered acceptable and in accordance with Policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rFire Safety\rPart A of Policy D12 (Fire Safety) of the London Plan (2021) sets out that \"In the interests of fire safety and to ensure the safety of all building users, all development proposals must achieve the highest standards of fire safety and ensure that they: \r1) identify suitably positioned unobstructed outside space: \r  a) for fire appliances to be positioned on \r  b) appropriate for use as an evacuation assembly point\r2) are designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r3) are constructed in an appropriate way to minimise the risk of fire spread\r4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r5) develop a robust strategy for evacuation which can be periodically updated and published, and which all building users can have confidence in\r6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\rOfficers Comments: No Fire Statement has been submitted to demonstrate how the proposed development addresses the requirements of Part A of Policy D12 of the London Plan (2021). Therefore, it has not been demonstrated that the proposals would achieve the highest standards of fire safety.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "We have received Proposed Front Elevation AA and Proposed Front Elevation BB, with different adverts. There are 3 new adverts in proposed drawings, wheres the submitted application form shows 1 number fasia sign and 1number hanging sign. Please confirm the number of adverts and amend the application form with the correct number of adverts"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/06/2020",
  "secondary_street_name": null,
  "site_number": "72",
  "pp_id": "PP-08834397",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300092,
          51.383351
        ],
        [
          -0.300093,
          51.383324
        ],
        [
          -0.300136,
          51.383325
        ],
        [
          -0.300135,
          51.383352
        ],
        [
          -0.300092,
          51.383351
        ]
      ]
    ],
    "type": "Polygon"
  }
}