{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBEEM7NHGJS00",
  "lapsed_date": "11/08/2023",
  "decision_target_date": "30/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4PJ",
  "site_name": "Central Parade",
  "status": "Approved",
  "application_details": {
    "site_area": 100,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128003948"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01269/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518135,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:49.698Z",
  "id": "Kingston-20_01269_FUL",
  "application_type": "All Other",
  "street_name": "St Mark's Hill",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "11/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed minor alterations to existing shopfront, replacement external compressor unit for cold room, new external compressor unit for A/C, replacement pizza oven extract system and new fresh air intake system, blocking up a rear window, and panelling over windows to existing single storey rear.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 167396,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128003948",
  "centroid": {
    "lon": -0.303424,
    "lat": 51.393314
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The rating level of the noise from the kitchen extract system hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014. \r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The development hereby permitted shall not commence until full details, with calculations, of the proposed extraction system have been submitted to and approved in writing by the Local Planning Authority. The submission shall include, where applicable, details of:\r\ri. The extract fan, silencers, anti-vibration mounts, high velocity cowl, filters, odour abatement and any other items of plant;\rii. The velocity of the air at final discharge and duct termination height and location\riii.  The retention time of gases in the carbon filters (where applicable);\riv.  A maintenance schedule;\r\rBefore commencement of the approved ground floor use, the approved extraction system shall be installed on site in accordance with the approved details and shall be retained and maintained thereafter. Any variations thereafter shall be agreed in writing by the Local Planning Authority.\r \rReason: To protect the amenity of nearby residence from potential odours in accordance with Kingston's Local Core Strategy Policy DM 1.\r\r",
    "A1 - Loading",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The proposed alterations to the soil and vent pipe falls within Class G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The submitted proposed elevations have an incorrect scale bar. Please provide copies of all proposed elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The submitted proposed roof plan does not have rooflight, whereas the proposed elevation shows front rooflight. Please amend the documents accordingly."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/06/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-08765810",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303402,
          51.393327
        ],
        [
          -0.303403,
          51.3933
        ],
        [
          -0.303446,
          51.3933
        ],
        [
          -0.303445,
          51.393327
        ],
        [
          -0.303402,
          51.393327
        ]
      ]
    ],
    "type": "Polygon"
  }
}