{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDEEAPNHH0300",
  "lapsed_date": "07/09/2025",
  "decision_target_date": "07/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5RZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.022000000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Tudor Estate"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ187130HJ"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ187120AB"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ187130IA"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021756296"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01640/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518304,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:16.318Z",
  "id": "Kingston-20_01640_CPU",
  "application_type": "All Other",
  "street_name": "Cardinal Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "07/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and dormer roof extensions, and installation of 1 no. rooflight to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 171073,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021756296",
  "centroid": {
    "lon": -0.29977,
    "lat": 51.426326
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of hip to gable and dormer roof extensions, and installation of 1 no. rooflight to front roofslope falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Consultations\r7no. surrounding properties were notified of the proposed development. No representations received.\r\rPlanning History\r21/01264/PAEXT - Erection of single storey rear extension (8m in depth, maximum height of 3m and eaves height of 2.80m). Prior Approval Refused, dated 24 June 2021.\r\r21/02749/PAEXT - Erection of single storey rear extension (8.00m in depth, maximum height of 2.88m and eaves height of 2.60m). Prior Approval Refused, dated 29 October 2021.\r\r22/01222/PAEXT - Erection of single storey rear extension (6.00m in depth, maximum height of 3.00m and eaves height of 2.85m). Prior Approval Not Required, dated 18 May 2022.\r\r21/01228/HOU - Demolition of existing garage and erection of single storey side and rear extension. Granted Planning Permission, dated 15 September 2021.\r\rProposal\rThe application seeks planning permission for the erection of single storey rear infill extension.\r\rSite and Surroundings\rThe application site comprises of a semi-detached property. Whilst officers note that there is an alleyway separating Nos. 268 and 266 South Lane, the two properties are linked through an archway at the front of this alley, and appear as a pair when viewed from South Lane.\r\rThe surrounding properties comprise of predominantly semi-detached two-storey dwellinghouses.\r\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; and\r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposed single-storey rear extension would not be visible from the streetscene, contained to the rear. \r\rThe proposals involve the erection of an infill extension measuring 2m in depth and 2.7m in width to effectively square-off the extensions approved under refs: 22/01222/PAEXT and 21/01228/HOU. The proposed extension is considered minor in its scale and appropriate in its design, in keeping with the rear elevation of the host building. \r\rHaving regard to the above officers consider that there would be no material impact from the proposed development on the character and appearance of the area.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed rear single-storey infill extension would cause no significant increase in the loss of privacy, loss of daylight, sense of enclosure or loss of outlook to the adjoining properties. Officers note that there are no side-facing openings/glazing to the proposed rear extension towards either neighbouring property. \r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of its scale, design and materiality is considered to be subservient to the host dwelling and would not result in harm to the character and appearance of the host dwelling or wider area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure. \r\rRecommendation:\rThat planning permission be GRANTED\r",
    "Please provide a Proposed Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/07/2020",
  "secondary_street_name": null,
  "site_number": "79",
  "pp_id": "PP-08881225",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299748,
          51.426339
        ],
        [
          -0.299749,
          51.426312
        ],
        [
          -0.299793,
          51.426313
        ],
        [
          -0.299792,
          51.42634
        ],
        [
          -0.299748,
          51.426339
        ]
      ]
    ],
    "type": "Polygon"
  }
}