{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCBFIWNHGPY00",
  "lapsed_date": "17/07/2025",
  "decision_target_date": "17/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8BQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.027
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01391/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518755,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:18.054Z",
  "id": "Kingston-20_01391_HOU",
  "application_type": "Householder",
  "street_name": "Eversley Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "17/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side and rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168034,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021788413",
  "centroid": {
    "lon": -0.294303,
    "lat": 51.398918
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby permitted shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "\rApplication Site\r\rThe application site is occupied by a two storey detached dwelling, located on the northern side of Ullswater Crescent.\r\rThe site is also located within the Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\rProposal\r\rThe application seeks permission for erection of rear dormer roof extension with installation of 1no side and 1no front rooflight to facilitate loft conversion. New pitched roof over existing porch.\r\r\rConsultation\r\r8 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; \r- The impact of the development on heritage assets; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rWhilst the proposed rear dormer itself is of an acceptable scale and external design, the proposed raise in roof height of 400mm, would alter the overall roof profile when viewed from the streetscene and result in one that would not be compatible with surrounding properties. With the exception of No.77 Ullswater Crescent, which is a result of a permission that predates the current Core Strategy and Residential Design SPD policy guidance, the roof profiles of properties with Ullswater Crescent appear mostly intact and consistent in their appearance. Furthermore, a recent permission for a rear dormer at No.63 (2200777/HOU) ensures the roof profile to the street scene remains intact. \r\rHaving regard to the above, officers therefore consider that the proposed development would have an unacceptable impact on the character and appearance of the area.\r\rHeritage Assets\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rThe application site neither contains, nor forms part of any designated heritage assets. However, it does fall within the Kingston Hill/Coombe Hill Strategic Area of Special Character (SASC), which is a non-designated heritage asset. The significance of the Kingston Hill/Coombe Hill SASC relates to an area of fine houses and lodges set in a landscape of exceptional quality, which began as a series of small estates in the late 18th century.\r\rThe proposed raise and resultant change in the roof profile is not considered by officers to respect the prevailing character and appearance of properties in the immediate vicinity, and in particular the consistency in the roof profile and established character of properties as they appear to the street.\r\rHaving regard to the above officers consider the proposal would result in harm to the Kingston Hill/Coombe Hill SASC. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rGiven the siting and scale of the proposed development, it is not considered this part of the proposal would have any adverse impact on the amenities of the neighbouring properties at Nos.69 or 73 Ullswater Crescent.\r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy and Plans which demonstrate the provision of a suitable evacuation assembly point and fire safety measures within the building to comply with the London Plan. Officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be contrary to the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The scale bar on the Proposed First Floor Plan (Plan 0017) does not measure as stated using the scale of 1:50. Please amend the scale bar so that it measures the stated 5m.",
    "Please confirm which Proposed First Floor Plan is to be used as it is noted that a plan from 2020 (Plan 0007) has been submitted.",
    "Plans supporting this application must show the Exisiting built scenario. Some plans refer to an \"Existing Approved Certificate of Completion\". Does this mean building works have taken place? Please clarify, and remove this statement and annotations from the plans if it is not related to this planning application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/06/2020",
  "secondary_street_name": null,
  "site_number": "32",
  "pp_id": "PP-08802220",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.294281,
          51.398932
        ],
        [
          -0.294282,
          51.398905
        ],
        [
          -0.294325,
          51.398905
        ],
        [
          -0.294324,
          51.398932
        ],
        [
          -0.294281,
          51.398932
        ]
      ]
    ],
    "type": "Polygon"
  }
}