{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEW96CNHHDI00",
  "lapsed_date": "06/10/2025",
  "decision_target_date": "06/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9HP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.037000000000000005,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021789702"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01942/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519753,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:33.483Z",
  "id": "Kingston-20_01942_CPU",
  "application_type": "All Other",
  "street_name": "Greenfield Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "06/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Conversion of garage into storage space with associated changes to fenestration. Erection of single storey side and rear extensions following demolition of existing side conservatory and storage.  Erection of rear and side dormer roof extensions with chimney stack removal and installation of 3no front rooflights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166993,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021789702",
  "centroid": {
    "lon": -0.280315,
    "lat": 51.389353
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed conversion of the garage into storage space with associated changes to fenestration, erection of single storey side and rear extensions following demolition of existing side conservatory and storage, erection of rear and side dormer roof extensions with chimney stack removal and installation of 3no front rooflights to facilitate loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A, B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "PREVIOUS RELEVANT HISTORY:\r21/02721/PRA - Installation of new deck to the London End of the footbridge above platform 3/4 at station including alteration to the public staircase at the southern side and other associated works to station. Granted, dated 23.09.2021.\r\rCONSULTATIONS:\r117no. surrounding owner/occupiers were notified of the proposals. No representations received.\r\rSurbiton CAAC: Objection on the basis of the finishes of the materials. \r\rOfficer Comment: Please see body of this report for full assessment. In summary, the applicant has provided justification for the proposed changes to the materials/finishes, some of which are necessary for reasons of public security / safety. \r\rSITE AND SURROUNDINGS\rThe site is a Grade-II listed building and lies within the Surbiton Town Conservation Area and the Surbiton District Centre.\r\rHistoric England Listing Description: 1937, by Southern Railways Architects' Department under J R Scott. Reinforced concrete, painted. Flat roof. 4 bay central tall single storeyed booking hall, flanked by low, narrow bays containing kiosks, curving backwards to meet long, low wings. Continuous cantilevered canopy of concrete to centre and wings, with moulded edge. Clock tower to left with strong, but narrow cornice and horizontal strings to upper, set back part. Long square headed windows with narrow closely spaced mullions to booking hall. Original wood and bronze doors below, with triple bronze bars in front of long narrow windows. Central facia to canopy with \"Surbiton\" in sans serif capitals. Marble lined booking hall. Two long single storeyed buildings remain on platforms; also reinforced concrete, with rounded ends and horizontal glazing bars to windows. Built to contain offices, lavatories and waiting rooms.\r\rPROPOSAL\rApplication under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 21/02721/PRA (Installation of new deck to the London End of the footbridge above platform 3/4 at station including alteration to the public stair case at the southern side and other associated works to station) dated 23/09/2021. Variation of condition to include revised Material Pallet drawing. \r\rASSESSMENT\rThe main issues to consider when assessing this application relate to the principle of development, and impact upon character and appearance of the building (including impact upon heritage assets). \r\rPrinciple of Development\rThis application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established.\r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application.\r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstances since the grant of the original permission.\r\rIt is acknowledged that there is no statutory definition of a minor material amendment (MMA) although the Planning Practice Guidance (PPG) explains that a MMA is 'likely to include any amendment where its scale and/or nature results in a development which is not substantially different from the one which has been approved'.\r\rImpact upon Character and Appearance / Impact upon Heritage Assets\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rSections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) state that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rIn determining planning applications which affect heritage assets, Paragraph 197 of the NPPF 2021 requires local planning authorities to take account of the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation, the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality, and the desirability of new development making a positive contribution to local character and distinctiveness.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, Paragraph 199 states that great weight should be given to the asset's conservation, irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rParagraph 201 says that where a proposed development will lead to substantial harm to (or total loss of) the significance of a designated heritage asset, permission should be refused unless it can be demonstrated that the harm or loss is necessary to achieve substantial public benefits that outweigh the harm or loss, or all of the following apply:\r- The nature of the heritage asset prevents all reasonable uses of the site;\r- No viable use of the heritage asset itself can be found in the medium term through appropriate marketing that will enable its conservation;\r- Conservation by grant-funding or some form of not for profit, charitable or public ownership is demonstrably not possible; and\r- The harm or loss is outweighed by the benefit of bringing the site back into use.\r\rParagraph 202 goes on to say that where a development proposal will lead to less than substantial harm to the significance of a designated heritage asset, this harm should be weighed against the public benefits of the proposal including, where appropriate, securing its optimum viable use.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rAccording to Paragraph 206, local planning authorities should look for opportunities for new development within conservation areas and within the setting of heritage assets in order to enhance or better reveal their significance. Proposals that preserve those elements of the setting that make a positive contribution to the asset (or which better reveal its significance) should be treated favourably.\r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rIn October 1983 the station's historic and architectural interest and value was recognised, and it was Grade-II Listed by Historic England. Grade-II Listed Buildings are of special interest warranting every effort to preserve them.\r\rThe proposed materials comprise the following:\rExternal wall finishes - from reinforced painted concrete as existing, to high-quality finished fair-faced concrete with anti-graffiti sealant.\r\rInternal wall finishes - from marble lined booking hall and access routes finished in cream coloured tiles with black/dark green framing, to painted to match existing. The precast podium walls will be painted with a 3-coat system. The applicant has provided further justification for the proposed internal wall finishes stating that in order to achieve compliance with security requirements, the tiles are required to be replaced as they present a safety hazard due to the risk of fragmentation in the event of an explosion.\r\rSoffit finishes - from painted concrete, to cement boarding with skim finish painted to match existing. The applicant has provided further background for the proposed changes to the soffit finishes stating that the existing exposed concrete cannot be retained due to the requirement for the 'boxing in' of the main steel roof beams steel to prevent corrosion. 'Knauf Aquapanel' specification cement boards and render is proposed selected by the applicant in terms of its aesthetics, performance and maintenance. \r\rSkylights - from glass block skylights set within soffit formed from profiled concrete downstand, to minimalist skylights formed with opal translucent glass. Glass to be self-cleaning type.\r\rFloors - from light coloured tiles to booking hall and access routes finished in dark anti-slip flooring and tactile pavers, to a clear matt anti-slip coating to structural screed and tactile pavers to proposed access routes. \r\rTimber Handrails - from painted metal and wooden handrails, to yellow warm touch handrails. The modern addition yellow handrails are to the new staircase at platform 3 and 4, only. The former public staircase at the southern side of the station is now elongated with yellow handrails, therefore, the proposals replace with the same style of handrail. This is in-keeping with the yellow handrail at the public staircase northern side of the station. \r\rOther - A dark grey painted 'skirting' band to the base of the wall is proposed. This reflects the approach of the existing station.\r\rOfficers consider that the proposed development would have an acceptable impact on the character and appearance of the station. \r\rConclusion\rUnder the provisions of s.73 of the Town and Country Planning Act 1990, the proposed amendments to Condition 1 (Approved Plans) of Planning Permission ref: 21/02721/PRA are considered to be acceptable. The proposals are considered to comply with Policy D3 of the London Plan, 2021 and Policies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames LDF Core Strategy, April 2012.  \r\rRECOMMENDATION\rGrant.\r",
    "The laundary room is a communal space, which is used by many flats in Ockley House. The proposal is for changing the use of communal laundary room into an additional bedroom of a flat. So the application is for change of use, therefore the fee required for your application is £578.00, we acknowledge the receipt of £ 206.00, please pay the outstanding balance of £ 372.00.  Payment can be made online or the Kingston council website, via our Contact Centre on 020 8547 5002"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/08/2020",
  "secondary_street_name": null,
  "site_number": "11",
  "pp_id": "PP-08967928",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.280293,
          51.389366
        ],
        [
          -0.280294,
          51.389339
        ],
        [
          -0.280337,
          51.38934
        ],
        [
          -0.280336,
          51.389366
        ],
        [
          -0.280293,
          51.389366
        ]
      ]
    ],
    "type": "Polygon"
  }
}