{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD3LG3NHGXP00",
  "lapsed_date": "13/10/2025",
  "decision_target_date": "11/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3LH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.032,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: RBK"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021781974"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01588/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520441,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:02.219Z",
  "id": "Kingston-20_01588_CPU",
  "application_type": "All Other",
  "street_name": "The Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "13/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable roof extension, rear dormer extension with Juliet balcony and installation of 3no.x front roof lights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169059,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021781974",
  "centroid": {
    "lon": -0.269732,
    "lat": 51.407775
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of a hip to gable roof extension, rear dormer extension with Juliet balcony and the installation of 3no.x front roof lights to facilitate a loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 3 (Materials), 6 (Car Parking) and 7 (Secure Cycle Parking) of planning permission 22/00049/FUL, which states:\r\rCondition 3 (Materials) - Prior to the commencement of any development above ground level, samples and product details (or product details and photographs) of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rCondition 6 (Car Parking) - The car parking shown on the approved plans shall be provided with a permeable, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r\rCondition 7 (Secure Cycle Parking) - Prior to the beneficial occupation of the development hereby approved, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Incorrect Adjoining Neighbours - you have listed the incorrect addresses for an adjoining neighbour to the side and rear. Please check and amend the addresses, and re-submit the application form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/07/2020",
  "secondary_street_name": null,
  "site_number": "54",
  "pp_id": "PP-08867362",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26971,
          51.407789
        ],
        [
          -0.269711,
          51.407762
        ],
        [
          -0.269754,
          51.407762
        ],
        [
          -0.269753,
          51.407789
        ],
        [
          -0.26971,
          51.407789
        ]
      ]
    ],
    "type": "Polygon"
  }
}