{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAZTNDNHGGI00",
  "lapsed_date": "09/07/2025",
  "decision_target_date": "22/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3AB",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.024
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01195/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519090,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:30.932Z",
  "id": "Kingston-20_01195_HOU",
  "application_type": "Householder",
  "street_name": "Chatham Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "09/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension and piggyback loft extension to rear with the installation of rooflights to side elevational roof profiles",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169288,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021756554",
  "centroid": {
    "lon": -0.28907,
    "lat": 51.410119
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The materials and finishes of the external walls and roof the development hereby approved shall be similar in appearance to those used in the existing building, or such other materials as shall have been approved in writing by the Local Planning Authority and shall thereafter be retained as such. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Prior to the beneficial occupation of the development hereby permitted, all of the roof light shown on the approved drawings shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Conditions 7 (Contamination) - The applicant is informed that if the building in which the suspected asbestos has been identified is intended for development, an suggested asbestos survey is to be undertaken.",
    "The site comprises a two storey semi detached dwelling.\r\rThe proposal is for erection of two storey side, part two storey part single storey rear extension and internal alteration.\r\rThe site is not subject to any land use designations or environmental constraints.\r\r10 neighbouring properties have been notified of the proposals and no representations were received.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: \r\rTo the side and rear of the dwelling, a two storey extension would be setback from the front elevation and set down from the main roof line in accordance with the guidance of the SPD. The extension would incorporate a hipped roof with gable end elements (to match original dwelling) ensuring the proposed extension would appear an integral part of and a proportionate and subordinate addition to the original dwelling. The extension would project approximately 1.3m form the existing side wall and 2.5m from the existing rear wall\r\rThe single storey rear extension would exceed the parameters of the Residential SPD in terms of depth however it would be set back from the shared boundary with No.72 Motspur Gardens, with an appropriate scale and design. \r\rThe proposed two storey side extension would be set back from the principal elevation and set down from the main ridge line with a roof form that relates to the host dwelling. To the rear the two storey element of the extension would be setback from the ground floor below but in line with the side extension to one side and set back from the elevation facing the neighbouring property at No.74 Motspur Park.\r\rOfficers note the area is characterised by larger dwellings with generous rear gardens, and the proposed extensions would not appear incongruous or uncharacteristic of the surrounding area. The site is also located directly opposite a car park serving the Fulham Football Club Training Ground.\r\r\rHaving regard to the above, the application property officers consider that the proposed development would have an acceptable impact on the character and appearance of the host dwelling and the immediate surrounding area.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rThe principal property to consider is No.72 Motspur Park with which the application property forms a pair.\r\rTo the opposite boundary, the property backs onto the rear gardens of Hornbeam Gardens, and Appleton Gardens footpath/road to the rear. \r\rThe proposed single storey rear extension would exceed the parameters of the Residential Design SPD in terms of depth however officers acknowledge the extension would be of an appropriate height and not sited directly on the shared boundary. Although the closest habitable room window may be marginally affected in terms of daylight/sunlight received, due to the degree of glazing and doors serving this room this loss would be acceptable. Further the rear gardens of both the application property at No.72 benefit from large rear gardens and no undue sense of enclosure would result.\r\rOfficers also note the potential fallback position of a single storey rear extension being implemented under permitted development rights.\r\rThe proposed two storey elements of the proposal would be set away from any site boundaries and neighbouring buildings. \r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.   \r\rConclusion\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Condition 12 (Secure Cycle Parking): Condition 12 of planning permission 20/03014/PAO2R states:\r\r\"Prior to first occupation, details of secure cycle parking facilities for the occupants of, and visitors to, the development hereby approved shall be submitted to and approved in writing by the Local Planning Authority.  These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\"\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r\rRBK Sustainable Transport Officer has reviewed the information provided and has not raised any objection. Further best practice information was requested by the transport officer, however it is considered that the information requested would not fall within the remit of the original permission, planning condition or legislation relating to it. \r\rOfficers have reviewed the information submitted and are satisfied that the residential and visitor cycle provide meets the requirements of policy T5 of the London Plan 2021 and Policy DM8 of the LDF Core Strategy Adopted April 2012",
    "Please confirm that you agree to the above description of development",
    "The submitted Existing and Proposed Floor and Roof Plans do not show the direction of North. As this is a requirement for Floor Plans and Roof Plans, please review and amend the plans to add a North point.\r\rPlease re-submit your plans as individual PDF files, and not a combined document."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/05/2020",
  "secondary_street_name": null,
  "site_number": "57",
  "pp_id": "PP-08750274",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.289048,
          51.410132
        ],
        [
          -0.289049,
          51.410105
        ],
        [
          -0.289092,
          51.410105
        ],
        [
          -0.289091,
          51.410132
        ],
        [
          -0.289048,
          51.410132
        ]
      ]
    ],
    "type": "Polygon"
  }
}