{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEY6OTNHHE200",
  "lapsed_date": "02/12/2025",
  "decision_target_date": "20/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5DT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.08
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01950/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521012,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:36.356Z",
  "id": "Kingston-20_01950_HOU",
  "application_type": "Householder",
  "street_name": "Thetford Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "02/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey front extension to entrance and rear extension; creation of front and rear terrace on first floor level; enlargement of front and rear dormers and alteration to roof and replacement/alterations of existing windows and doors",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167614,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782144",
  "centroid": {
    "lon": -0.262018,
    "lat": 51.394667
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Unless expressly shown otherwise on the approved plans, the flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "B.2 (a) states that the materials used in any exterior work shall be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse. \r\rThe face and sides of a dormer window should be finished using materials that give a similar visual appearance to the existing house, i.e. the facing materials used for the dormer should appear to be of similar design, colour and texture to the materials used in the main roof of the house when viewed from ground level. Window frames should also be similar to those in the existing house in terms of their colour and overall design. \r\rThe proposed use of render on the face of the dormer as shown on Drawing No. L-1919-H-03/2 Proposed Elevations would not match the existing roof tiles\r",
    "For the avoidance of doubt, please confirm the description 'Erection of single storey front, rear and first floor side extension. Roof extension with rear dormer and installation of 2nos front rooflights. Internal alteration.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/08/2020",
  "secondary_street_name": null,
  "site_number": "52",
  "pp_id": "PP-08943162",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.261996,
          51.39468
        ],
        [
          -0.261997,
          51.394653
        ],
        [
          -0.26204,
          51.394654
        ],
        [
          -0.262039,
          51.394681
        ],
        [
          -0.261996,
          51.39468
        ]
      ]
    ],
    "type": "Polygon"
  }
}