{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBFY65NHGK200",
  "lapsed_date": "21/08/2025",
  "decision_target_date": "31/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5HQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01273/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518283,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:50.689Z",
  "id": "Kingston-20_01273_HOU",
  "application_type": "Householder",
  "street_name": "St Albans Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "21/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Removal of existing garden shed and replacement with garden studio/home office",
  "actual_completion_date": null,
  "last_date_consultation_comments": "17/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170618,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021767754",
  "centroid": {
    "lon": -0.300224,
    "lat": 51.422241
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development to which this permission relates, including the foundation system shall be carried out in strict accordance with the Arboricultural Report submitted 31.07.2020 and the approved tree protection measures shall be implemented prior to commencement of any work on site and maintained until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policies 7.4 and 7.21 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to make changes to fenestration to the rear elevation of the single storey rear extension by replacing the proposed bio-folding doors with a smaller size door and window. The submitted plan also shows an increase in the total height of the proposed extension from approximately 3.6m to 3.9m and slightly reduced width of the extension.\r \rWhile changes to fenestration due to its modest scale and siting would be considered as non material, any increase in height of the proposal would require an additional assessment on amenities of the occupiers of the adjoining properties and therefore are considered to be material.",
    "The submitted existing and proposed side elevations have an incorrect scale bar, it measures 9.5m instead of 10m in 1:100 scale as stated. Please amend the drawing with the correct scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/06/2020",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": "PP-08751892",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300202,
          51.422254
        ],
        [
          -0.300203,
          51.422227
        ],
        [
          -0.300246,
          51.422228
        ],
        [
          -0.300245,
          51.422255
        ],
        [
          -0.300202,
          51.422254
        ]
      ]
    ],
    "type": "Polygon"
  }
}