{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEUPMDNHHD300",
  "lapsed_date": "05/10/2023",
  "decision_target_date": "05/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4JL",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01928/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521557,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:29.757Z",
  "id": "Kingston-20_01928_HOU",
  "application_type": "Householder",
  "street_name": "Alric Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "05/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear dormer with installation of planter and removal of 2no chimney stacks to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168865,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021772126",
  "centroid": {
    "lon": -0.253761,
    "lat": 51.405794
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development would by virtue of its size, siting and design create an incongruous addition to the host property that would be visually intrusive and detract from the character and appearance of the host property and the surrounding area. The proposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "Application Site\r\rThe application site is a rectangular plot, measuring approximately 115m 2 , located to the east of Ace Parade, Chessington. It contains a single unit within a predominantly three storey parade of shops and the ground floor accommodates a builder's office and showroom, while a single flat is set across the upper two storeys.\rThe flat benefits from the use of a small yard located to the rear of the building, which backs on to a car park shared by the units in the parade. The rear of the site also provides the only access for the flat, while the commercial unit can also be accessed from the front. The land on the site rises from front to rear.\rAce Parade itself is an attractive, curved brick building, rising to four storeys on the corner with Hook Rise South. It contains a range of local shops and services, commensurate with its status as a designated local centre. Aside from falling within a designated local centre, the site is not subject to any particular designations or environmental constraints. It is located within Flood Zone 1 (lowest risk).\rThis application seeks retrospective planning permission for the erection of single storey rear garden shed for store. (Retrospective).\r\rRepresentations\r6x surrounding properties were notified of the proposal. No letters of objection have been received.\r\r\rRelevant Planning History\r19/01455/FUL- Retrospective change of use from Retail (Class A1) to mixed/Sui Generis use at ground floor, for a showroom with integral office space. GRANTED 16.09.2019.\r\rAssessment\rThe key issues in the assessment of this application are:\r- The design of the proposed development;\r- Impact on Neighbouring Amenity;\r- Ancillary use of a storage shed; and,\r- Fire Safety.\r\r\rDesign\r \rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \rOfficer Comment: The single storey rear garden shed intended for storage use, is acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there are no adverse impacts on the character or appearance of the area as a result of the development to be retained. \r \rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOverall and in terms of residential amenity the single storey rear garden shed intended for storage use, is considered to comply with policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design SPD, 2013.\r\rAncillary use of the storage shed\rIn terms of residential amenity the single storey rear garden shed intended for storage use to be retained, the planning agent has stated the owner of a neighbouring flat \"keeps motorcycles in the shed so they don't get wet\" The applicant also stated, \"This will be used for the first floor flat, not for the business. We have a yard for our business somewhere else. We can send you the photos of what is actually there at the moment, if required\".\rOfficer response: A condition is recommended for the single storey rear garden shed intended for storage use, should only be used for purposes ancillary or incidental, or both to the residential use of 18A  First Floor Flat, of Ace Parade, unless otherwise first agreed in writing by the Local Planning Authority.\r\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the single storey rear garden shed intended for storage use, is in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "For the avoidance of doubt, please confirm the description 'Demolition of an existing side extension, erection of single storey rear and side extension.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/08/2020",
  "secondary_street_name": null,
  "site_number": "59",
  "pp_id": "PP-08641178",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.253738,
          51.405807
        ],
        [
          -0.253739,
          51.40578
        ],
        [
          -0.253783,
          51.405781
        ],
        [
          -0.253782,
          51.405808
        ],
        [
          -0.253738,
          51.405807
        ]
      ]
    ],
    "type": "Polygon"
  }
}