{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEJ28PNHH9Z00",
  "lapsed_date": "06/10/2023",
  "decision_target_date": "29/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6PP",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.098,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: 4 Sylvan Gardens Surbiton KT6 6PP\rDescription: \rTreet Type:  \rRef: RBK.11.09T.1"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: 4 Sylvan Gardens Surbiton KT6 6PP\rDescription: \rTreet Type:  \rRef: RBK.11.09T.2"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.05.72G.9\rAddress: Former 4-6 Sylvan Gardens Surbiton\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021799283"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01855/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517665,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:08.539Z",
  "id": "Kingston-20_01855_CPU",
  "application_type": "All Other",
  "street_name": "Sylvan Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "06/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166567,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021799283",
  "centroid": {
    "lon": -0.31045,
    "lat": 51.38596
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations are not considered to fall within the parameters of  permitted development as set out under schedule 2, Part 1, Class A (f) & (h)(i) of the Town and County Planning (General Permitted Development) (England) Order 2015 (as amended)",
    "The site comprises semi-detached dwelling\r\r11 neighbouring properties have been notified of the proposals and 1 objection has been received, relating to:\r- Excessive Height or Bulk of buildings\r\rThe concern raised will be taken into consideration during the assessment of the application and detailed below.\r\rRelevant Planning History\r22/01394/HOU - Conversion of garage into store, erection of two storey side, part two storey part single storey rear and front porch extension - Granted 01 July 2022\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on highways. \rThe impact of the development on fire safety. \r\rThis planning application seeks amendments; changes in roof tiles, render colour, window frame colour and minor changes to front porch to granted Planning Permission 22/01394/HOU (Conversion of garage into store, erection of two-storey side, part two-storey part single-storey rear and front porch extension). The outcome of planning permission 22/01394/HOU still stands and in this assessment officer will consider the proposed changes inconjuction with the approved application. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a porch area and alterations to an existing detached garage to the rear. Officers consider these elements of the proposal to have an acceptable impact on the character and appearance of the dwellinghouse. \r\rThe application partly proposes the construction of a two-storey side extension. This would extend from the property's cat slide roof. The proposed two storey side extension would be set down from the ridge line of the existing dwelling house by approximately 0.7 metres, and set back sufficiently from the front elevation by approximately 1 metre. Additionally, this extension would not exceed 50% of the width of the original house. Officers note that this element would be set in from the boundary by approximately 0.8 metres. Whilst this aspect would not strictly meet the requirements of the Residential Design SPD 2013, which requires two-storey side extensions to be set in from the boundary by at least 1 metre to ensure a terracing effect does not occur, this would not warrant refusal alone as overall it would be a subordinate and proportionate addition. This element is therefore considered to have an acceptable impact in terms of character and appearance.\r\rThe application also proposes the construction of a part two-storey rear extension. Whilst this element of the proposal would be of a significant scale, as it sited to the rear of the dwelling and would not be clearly visible from the streetscene, officers consider that it would not have an unacceptable impact on the character and appearance of the area. \r\rFinally the application proposes the construction of a single storey rear extension. Whilst this extension would exceed the recommended depth and height for single storey rear extensions.\r\rOfficers acknowledge that the proposed changes to roof tiles, render colour, window frame colour and minor changes to front porch would not generally be features that are similar to the host dwelling or most dwelling in the vicinty of Motspur Park. However, the roof tile change from red/brown slate to grey slate and the proposed white render would not be incongrousous as a few dwellings on Motspor Park do have grey tile. The existing white UPVC window frames into Dark Grey UPVC and the porch rearrangement would be different in the streetscene but would not warrant a refusal as this site is not with a designated area of Strategic Area of Special Character, an Area of Archaeological Significance or a Conservation Areas.\r\rTherefore, officers consider that the proposed would still appear proportionate to the original dwellinghouse and would therefore have an acceptable impact on its character and appearance. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal properties to consider in relation to amenity are No. 55 and No. 59 Motspur Park. \r\rIn relation to No. 55 Motspur Park, the application proposes a number of windows on the side elevation of the main dwelling. In the event of an approval Officers consider that a condition to ensure that these windows are obscure glazed would be required, in the interest of protecting the privacy of neighbouring properties. Subject to the satisfaction of such a condition Officers consider that the proposed development would not have an unacceptable adverse impact on the amenity of the neighbouring property at No. 55 Motspur Park in terms of loss of privacy. Similarly, Officers consider that the proposal would not have an unacceptable impact on the amenity of this neighbouring property through loss of sunlight or an overbearing appearance. \r\rIn relation to No. 59 Motspur Park, the application proposes the installation of two windows on the side elevation of the detached garage. These windows would be at ground level and would face the neighbouring property at 59 Motspur Park. Officers consider that these windows are sited sufficiently far away from the boundary of this neighbouring property, and at a low enough level, for this element to not have a detrimental impact on the privacy of this neighbouring property. \r\rIn relation to sunlight, an application at this site was previously refused as the applicant had failed to demonstrate through the submission of cogent information that the proposed 1st floor rear extension would not have an unacceptable adverse impact on daylight/sunlight and the outlook of the closest habitable room windows at neighbouring property No. 59 Motspur Park. \r\rOfficers note that whilst this submission has been amended, increasing the scale of the proposed development somewhat, a 45 degree line has been provided on plan form indicating that the proposed first floor rear extension would not intersect a 45 degree line taken from the centre the closest habitable room window at first floor level. No line has been given from the windows on this neighbouring property at ground floor level. Similarly, no indication has been given of the impact of the proposal on sunlight to neighbouring properties on the elevation plans provided. Nevertheless, due to the set in from the boundary of the proposed development, as well as the existence of an alleyway between these two properties, and that the ground floor habitable room at this neighbouring property benefits from a number of windows, Officers consider that the proposed development would not have an unacceptable impact on the amenity of No. 59 Motspur Park by reason of loss of sunlight. Similarly, Officers do not consider the proposed would result in an overbearing impact.  \r\rHighways\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance.\r\rOfficers Comments: The application proposes the conversion of an existing garage into a habitable room. To accommodate modern vehicles, proposed new garages should meet the required dimensions as recommended by Appendix 5 of the Sustainable Transport SPD, measuring 3 metres in width and 5.3 metres in depth internally. The existing garage would not meet the minimum required internal garage dimensions for one vehicle, and therefore the removal of this garage would not impact the parking provision on site. \r\rFurthermore, it is considered that the remaining hardstanding is of an adequate size to accommodate two off-street car parking spaces. Whilst this level of provision would be in excess of the maximum standards set out in the London Plan, this issue would not warrant a reason for refusal as it is reflective of the existing situation. \r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3. \r\rOfficers Comments: The proposal would result in a loss of access to the rear as well as the loss of a garage. Officers therefore consider it appropriate to attach a condition to the application in the event of an approval for the applicant to provide details of secure onsite cycle parking. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Statement which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Annotated dimensions must be included on all Existing and Proposed floor plans, site plans, elevation drawings, and section/level plans to show the key dimensions of any existing structures to be demolished/retained and dimensions for the proposed works. This is in line with the Council's adopted local Validation Checklist. Please amend plans and re-submit where necessary.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/08/2020",
  "secondary_street_name": null,
  "site_number": "4",
  "pp_id": "PP-08950993",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310428,
          51.385973
        ],
        [
          -0.310429,
          51.385946
        ],
        [
          -0.310472,
          51.385947
        ],
        [
          -0.310471,
          51.385974
        ],
        [
          -0.310428,
          51.385973
        ]
      ]
    ],
    "type": "Polygon"
  }
}