{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAMBJENHGDO00",
  "lapsed_date": "09/07/2025",
  "decision_target_date": "15/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7RU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.024
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01131/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518736,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:17.003Z",
  "id": "Kingston-20_01131_HOU",
  "application_type": "Householder",
  "street_name": "Worthington Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "09/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of raised piggyback loft conversion involving raising a chimney, installation of roof lights and rear facing window",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166247,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021801813",
  "centroid": {
    "lon": -0.295173,
    "lat": 51.382861
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The materials and finishes of the external walls and roof the development hereby approved shall be similar in appearance to those used in the existing building, or such other materials as shall have been approved in writing by the Local Planning Authority and shall thereafter be retained as such. \r\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Prior to the beneficial occupation of the development hereby permitted, the roof light serving the two shower rooms as shown on the approved drawings shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rErection of single storey rear extension, raising roof height with roof extension (piggyback) and installation of 6 nos side rooflights to facilitate loft conversion.\r\rConsultation\r11 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Policy Guidance 40 (Piggyback Extensions) states that where the character of the property and wider streetscene allows, there may be some scope to obtain planning permission to construct a 'piggyback' extension where:\r-the extension is set back from the front elevation of the house by at least 4m;\r-the house is on a narrow plot and the side elevations are not highly visible from the street scene;\r-materials and detailing are selected to match or complement the original house;\r-the extension does not increase the height of the eaves and ridge by more than 1.3m;\r-the gaps between the first floor side elevations of neighbouring dwellings are no more than 2.1m to reduce the impact of the extension on the character of the streetscene; and\r-no dormer style roof extensions are proposed in addition to the piggyback extension.\r\rThe proposed piggy back extension would be set back from the front elevation of the house by approximately 3.8m and would increase the height of the eaves and ridge by approximately 1.75 metres contrary to Policy Guidance 40 of the Residential Design SPD (2013).  As such and in this specific regard the proposed development is considered to be unacceptable in terms of scale, form, bulk, height, massing, spacing and design. \r\rIn terms of the other aspects of the proposal it is considered that there would be no unacceptable adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  With regards to the single storey rear extension, Policy guidance 33 (Single Storey Rear Extensions) of the Residential Design SPD 2013 states that single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. In all cases, the following guidance applies:\r-If the neighbouring property has a different rear building line, then the depth of the extension could be increased.\r-Extensions should generally not exceed 3m to 3.5m in depth.\r\rOfficers note that the neighbouring property No. 115 Douglas Road, has not been extended at the rear ground floor. The applicant has failed to demonstrate through the submission of cogent information that the proposed single storey rear extension would not have an unacceptable adverse impact on the closest ground floor principal habitable room window at No. 115 Douglas Road in terms of daylight/sunlight. Given that scale of the extension and the proximity of neighbouring widows it is considered that there is a likelihood that the development would breach the \"45 Degree Rule\" and reduce light entering into the neighbouring window, which in turn would harm the residential amenities of the occupant of the neighbouring property. As such, the proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\rThe applicant is advised to resubmit with sufficient evidence to demonstrate that Policy Guidance 17 and 33 of the RBK Residential Design guide has been taken into account.  https://www.kingston.gov.uk/downloads/file/102/residential-design-spd\r\rOverall, It is considered that the proposed development would adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Application Site\rThe site comprises a mid-terrace dwelling within the Kingston Vale Conservation Area (designated heritage asset) and the Kingston Hill/Coombe Hill Strategic Area of Special Character (non-designated heritage asset).\r\rProposal\rReplacement of all timber-framed windows\r\rConsultation\rThree neighbouring properties have been notified and no representations have been received.\r\rMalden and Coombe Conservation Area Advisory Committee:  - No comments received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on the Kingston Vale Conservation Area and the Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that the proposed windows would be a like for like replacement using heritage style timber windows in order to respect the character and appearance of the original building and the prevailing character of the surrounding area.  The proposed development is  therefore considered to be acceptable in terms of scale and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHeritage Assets\rSection 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) states that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: Due to the location of the proposal to the rear of the property, officers consider that the proposed development would preserve the character and appearance of the Kingston Vale Conservation Area Conservation Area and would not cause any harm to the significance of the designated heritage asset. Since no harm has been identifed it is not neccesary to weigh the proposall against any public benefit.\r\rThe Kingston Hill/Coombe Hill Strategic Area of Special Character is a non-designated heritage asset.  \r\rParagraph 203 of the NPPF states that:\rThe effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer comment: As set out above, it is considered that there would be no adverse impact in terms of character and appearance as a result of the proposals.  Therefore, it follows that Officers consider that there would be no harm to the significance of the non-designated heritage asset. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "The submitted new application form does not have the email address, can you please confirm in the writing that can we use the email address ''evo-rail@evo-rail.com'' for any correspondence.",
    "Condition 3 of Planning Permission states:\r\rA sample of the facing materials to be utilised in the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any works on site are commenced. The development shall then be built in accordance with these approved samples.\r\rTherefore please send the LPA a physical sample of the proposed materials",
    "Please revise the Site Location Plan to show the red outline of the proposed site to include the front pavement where the dropped kerb is proposed. The submitted Site Location Plan does not show the red outline to include the front pavement.\r\rNote: Please submit a copy of an Ordnance Survey based Site Location Plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/05/2020",
  "secondary_street_name": null,
  "site_number": "57",
  "pp_id": "PP-08731727",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295151,
          51.382875
        ],
        [
          -0.295152,
          51.382848
        ],
        [
          -0.295196,
          51.382848
        ],
        [
          -0.295195,
          51.382875
        ],
        [
          -0.295151,
          51.382875
        ]
      ]
    ],
    "type": "Polygon"
  }
}