{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBE3ICNHGJJ00",
  "lapsed_date": "06/11/2023",
  "decision_target_date": "03/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5PP",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 125,
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100021784944"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "existing_proposed_floorspace_details": [],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      }
    ],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01261/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517583,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:47.464Z",
  "id": "Kingston-20_01261_FUL",
  "application_type": "All Other",
  "street_name": "Brighton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "06/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing building, and erection of 4 storey block (incorporating existing basement) comprising 4 x self contained flats (3 x two-bedroom and 1 x one-bedroom) with associated amenity areas, cycle and refuse storage",
  "actual_completion_date": null,
  "last_date_consultation_comments": "04/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 167275,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021784944",
  "centroid": {
    "lon": -0.311394,
    "lat": 51.392341
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development by reason of  its height, bulk, and design would  present an unduly prominent building within the street scene and would detract from the setting of the Surbiton Town Centre Conservation Area. As such the development is contrary to policies 7.4 (Local Character), 7.6 (Architecture) and 7.8 (Heritage Assets and Archaeology) of the London Plan, 2016, and policies DM10 (Design Requirements for New Developments (including House Extensions), DM11 (Design Approach) and DM12 (Development in Conservation Areas and Affecting Heritage Assets) of the LDF Core Strategy, 2012.\r",
    "The proposal represents an excessive form of development for this restricted site, as evidenced by the density, design and site layout. As such the proposal would be contrary to Policies Policy 3.4 (Optimising Housing Potential), 3.5 (Quality and Design of Housing Developments) and 7.4 (Local Character) of the London Plan 2016, and Policies DM10 (Design Requirements for New Developments (including House Extensions) of the LDF Core Strategy, 2012.",
    "The proposal due to its design and siting, provides a poor quality of accommodation  for future residents due to the proximity of windows serving habitable rooms located on rear site boundaries, and insufficient private external amenity space. As such the proposal fails to comply with  Policies 3.5 (Quality and Design of Housing Developments) of the London Plan, 2016 and Policies DM10 (Design Requirements for New Developments (including House Extensions) and DM13  Housing Quality and Mix and Policy Guidance 13 and 14 of the Residential Design SPD.",
    "The development has failed to incorporate a mix of unit sizes and types to meet the identified housing needs of the Borough. The applicant has failed to demonstrate that the delivery of 30% of the units as x3 bedroom units (family sized units) would be unsuitable or unviable. As such, the development is contrary to Policy DM13 of the LDF Core Strategy, 2012.",
    "In the absence of a signed S106 legal agreement to ensure that the development would be car free, the proposed development would result in an unacceptable additional level of parking pressure in the surrounding streets to the detriment of local parking conditions in the area which in turn could result in congestion and highway safety concerns. The proposal is therefore contrary to Policies DM9 (Managing Vehicle Use for New Development) of the Royal Borough of Kingston upon Thames LDF Core Strategy, April 2012, Policy 6.13 (Parking) of the London Plan 2016  and guidance contained within the LDF Sustainable Transport SPD (Adopted May 2013) and the Council's Planning Obligations SPD (2017).",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "Application Site\r\rThe application site comprises the Queen Mary Hall which is a community centre. The centre has not been in use since the start of the Covid-19 pandemic. \r\rProposal\rErection of 2 storage units on the northern side. \r\rConsultation\r\r33 neighbouring properties have been notified of the proposal, however, no representations have been received.\r\rDesigning out Crime Officer: I have reviewed the submitted plans and spoken with the applicant. Whilst these are listed as temporary storage solutions it's likely that these will be used for 3 to 5 years.\r- I recommend that these containers are behind a secure fence line. At the moment\rthere is free and unrestricted access to the rear of the building. This is a concern as\rthe positioning of them does not benefit from any natural or informal surveillance.\rWhilst there is CCTV covering this area it is not monitored. CCTV is not deemed a crime preventive measure. It is useful in capturing a crime taking place and if monitored with and immediate response it can aid in the detection of crime and conviction of offenders if, (this detail has not been provided), it is of an evidential quality.\r- I recommend that the CCTV meets the current requirements as listed in the Secured By Design (SBD) Commercial Guide.\r- I recommend the area is suitably lit in accordance with the SBD Commercial Guide\r- I recommend there is a suitable lock for the containers with the appropriate security\rrating or a Sold Secure lock this is police approved.\r- Anti-climb strips to be installed along the top of the units\r\rI understand the venue needs a storage solution for the community use of the hall of which I fully support. I am however conscious that the shipping style containers proposed may prove an attractive target for theft, scaling in to neighbouring properties and criminal damage (graffiti).\rI am also aware that new fencing, CCTV and enhanced lighting can be costly and may require further planning approval which is not part of the scope for this application. With that in mind, if the applicant uses and installs the above mentioned lock type and the anti-climb measures it will go some way to mitigating some crime in the short term. \r\r\r\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \rThe impact of the proposed development on heritage assets; \r- The impact of the development on the amenities of existing and future occupants of and and buildings; \r- Crime prevention \r\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The storage units would each measure approximately 2m in height, 2.95m in length and 2.14m in width and would be sited to the rear of Queen Mary Hall on grassed area. Residential gardens lie immediately to the north of the application site and where the units would be located. The units would be tucked away behind the community hall so would not be highly visible from Cambridge Gardens. Furthermore, owing to their modest height of 2m, they would not be highly visible from the residential properties to the rear. Overall, the proposal is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rHeritage Assets\r\rIn determining planning applications which affect heritage assets, Paragraph 197 of the NPPF 2021 requires local planning authorities to take account of the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation, the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality, and the desirability of new development making a positive contribution to local character and distinctiveness.\r\r\rParagraph 203 of the NPPF states:  The effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area.\r\rOfficer Comment:  The proposal would be sited well away from The Lodge, 41 Cambridge Road which is a non designated heritage asset and therefore the proposal is not expected to have any adverse impact on the setting or significance of this non-designated heritage asset. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOwing to the relationship of the proposed containers to surrounding residential properties, it is not expected to have any adverse impacts on the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rSecure by Design \rPolicy D11 of the London Plan requires all developments to design out crime, to maintain a secure and safe environment that reduces the fear of crime. \r\rThe Designing out Crime Officer has been consulted and in summary, subject to lock type and anti-climb measures, raises no objections to the proposals, however, Officers consider that the use of storage containers in this location would not be a suitable solution on a long term basis both for security and visual amenity reasons, as such, recommend a temporary planning consent for up to 5 years. \r\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The Tree and Landscape officer raised no objection to the submitted details.",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Conditions 3 (Wall Plants) and 11 (Landscaping Scheme) of planning permission 20/01495/FUL, which states:\r\rConditions 3 (Wall Plants) -  Prior to occupation details of the proposed species related to the living wall(s) and their associated irrigation systems and maintenance shall have been submitted to and approved in writing by the local planning authority. The approved works shall be carried out in the first planting season following the completion of the development. Any planting which within a period of five years from the completion of the development die, are removed, or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species. All living roofs shall be permanently retained for that purpose only and no access shall be gained except for maintenance purposes.\r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\rCondition 11 (Landscaping Scheme) - Prior to beneficial occupation of the development to which this permission relates, a landscaping scheme shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The submitted location plan does not have a name of the road. Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point. Show any other land owned by the applicant that is close to or adjacent to the property outlined in blue. \r",
    "Please provide an Existing and Proposed Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The submitted plan, elevation and detail are not labelled as existing or proposed, please submit existing and proposed plan, roof plan and elevations of portacabin buildings",
    "For the avoidance of doubt, please confirm the description '(Retrospective) Replacement of an existing temporary building, erection of a single storey 2nos rented portacabin buildings.'",
    "PLan 3 - for the avoidance of doubt please relabel the Roof Plan drawing, which is labelled as \"Existing\" but shows the Proposed Roof Plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/06/2020",
  "secondary_street_name": null,
  "site_number": "70",
  "pp_id": "PP-08761383",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311372,
          51.392354
        ],
        [
          -0.311373,
          51.392327
        ],
        [
          -0.311416,
          51.392327
        ],
        [
          -0.311415,
          51.392354
        ],
        [
          -0.311372,
          51.392354
        ]
      ]
    ],
    "type": "Polygon"
  }
}