{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD3FVINHGXK00",
  "lapsed_date": "01/09/2023",
  "decision_target_date": "01/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3UD",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.039,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "LASC The Berg Estate"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021776537"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01583/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520448,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:01.018Z",
  "id": "Kingston-20_01583_CPU",
  "application_type": "All Other",
  "street_name": "High Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "01/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 3no front rooflights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169357,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021776537",
  "centroid": {
    "lon": -0.26953,
    "lat": 51.410452
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "It has not been demonstrated, on the balance of probabilities, that the cubic content of the resulting roof space of the proposed hip to gable and rear dormer roof extensions, together with the existing roof extensions not being part of the original house, would not exceed the cubic content of the original roof space by more than 50 cubic metres. Therefore the proposed development would fail to comply with paragraph B1.(d) (ii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted. \r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe applicant seeks a non material amendment to planning permission ref. no 21/04081/HOU to to change the direction of the second floor exterior staircase as well as the door swing of the door providing access to the staircase.\r\rOfficers are satisfied that the alterations would not give rise to any material issues in terms of character and appearance of the area or on the amenities of neighbouring occupiers. Accordingly, the changes are considered to be non-material.\r\rMoreover, Officers conclude that the special character of the Conservation Area would be preserved.",
    "The submitted roof plans are labelled as existing and proposed in the same drawings, please submit separate drawings for roof plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/07/2020",
  "secondary_street_name": null,
  "site_number": "47",
  "pp_id": "PP-08869055",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.269508,
          51.410465
        ],
        [
          -0.269509,
          51.410438
        ],
        [
          -0.269552,
          51.410439
        ],
        [
          -0.269551,
          51.410466
        ],
        [
          -0.269508,
          51.410465
        ]
      ]
    ],
    "type": "Polygon"
  }
}