{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QA7K88NHGAR00",
  "lapsed_date": "25/09/2025",
  "decision_target_date": "23/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4EL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.011000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01064/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517622,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:59.812Z",
  "id": "Kingston-20_01064_HOU",
  "application_type": "Householder",
  "street_name": "Westfield Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "25/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167599,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021801571",
  "centroid": {
    "lon": -0.310727,
    "lat": 51.395245
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the first floor element of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Application Site\rThe site comprises a detached dwelling.\r\rPlanning History\r21/01334/HOU- Erection of double storey side extension, single storey rear extension and porch with associated changes to fenestration - GRANTED 21.10.2021\r22/01542/HOU - Erection of part single, double-storey rear and side extensions. Removal of 1no chimney stack, new porch and associated changes to fenestration - REFUSED 02.08.2022 for the following reasons:-\r1) By reason of its overall design, height, scale, bulk and massing, the proposed two storey side extension would appear an incongruous addition to the original dwelling, within the immediate streetscene, thereby conflicting with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r2) By reason of its scale and depth, the proposed single storey rear extension, would adversely impact the amenities of the neighbouring property at No.11  Romney Road, by reason of an unacceptable overbearing impact, increase in the sense of enclosure and loss of outlook to the adjoining property at No.11  Romney Road. The proposal is therefore contrary to policies D3 of the London Plan 2021, policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rProposal\rErection of a part single, part two storey side and rear extension and new porch.\r\rConsultation\r14x neighbouring properties were notified. 7x letters of objection were received and the following issues have been highlighted:-\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Storage of hazardous substances\r- Excessive height or bulk of buildings\r- Privacy\r- Effects on trees\r- Unacceptable or incompatible use\r- Inadequate landscaping/means of enclosure\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Planning permission was granted previously for removing the original \"cat slide\" roof in 2021 with planning permission granted with planning permission 21/01334/HOU. However, the proposed two storey side is not proposed to be set-in from the shared site boundary by a minimum of 1 metre and set-back from the front elevation of the existing dwelling by at least 1 metre.  It is stated in Policy Guidance 36 (Two-storey Side and First Floor Side Extensions) of the Residential Design SPD, that two-storey and first floor side extensions should be designed to be in harmony with the appearance and character of the area. The extension should remain subordinate to the original house and the roof of the extension should reflect and relate well to the main house and its roof. For detached houses, the extension should either be designed so that it appears as an integral part of the existing house, or where appropriate, set back from the front wall of the existing house by a minimum of 1 metre.\rThe large window proposed at first floor level, to the rear of the property, has been reduced in size following the refusal of planning application 22/01542/HOU, earlier in 2022 and would now appear more in character, with the remainder of the window pattern to the rear of the property.  The proposed front porch would relate well to the main dwelling. As such and in this case it is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design and would have no unacceptable adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The large window proposed at first floor level, to the rear of the property, would cause an increased sense of perceived overlooking to neighbouring properties. However, the loss of privacy caused, would not be significant enough to warrant refusal, as there are existing windows to the rear at first floor, overlooking the rear garden and those of neighbouring properties. \rThe proposed rear extension would be positioned away from the shared boundary with the adjoining property at No.11 Romney Road. However, the proposed rear extension would extend to a depth of approximately 6 metres, which is further in depth than is recommended within the Council's Residential Design SPD. Officers, therefore consider that the proposed development would cause an unacceptable overbearing impact, increase in the sense of enclosure and loss of outlook to the adjoining property at No.11 Romney Road. \rThe rear of No.11 faces south east and in terms of loss of daylight and direct sunlight, officers conclude that there would be some loss of daylight and direct sunlight caused to No.11 Romney Road, as a result of the proposed development. However the proposed rear extension would be set away from the shared boundary with the adjoining property at No.11  Romney Road and the loss of daylight and direct sunlight caused to No.11 Romney Road, would not be significant enough to warrant refusal.\rOfficers note that there would be only high level and rooflight windows on the south west elevation of the proposed addition to the main house and the proposed development replaces two large existing side dormer additions. It is anticipated therefore, that the proposed first floor and roof level addition to the main dwellinghouse, would have no significant impact on the neighbouring property at No.17, in terms of loss of privacy. The proposed ground floor extension would project 6.0 metres into the rear garden, from the original rear wall of the dwellinghouse.. The flank wall of the proposed rear extension and first floor extension, would almost project up to the shared boundary with No.17. However, the proposed rear extension would replace an outbuilding/garage, which has recently been demolished, close to the side boundary with No.17, would have a flat roof and would be built slightly off the boundary shared with No.17. \r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through condition.\r\rConclusion\rIn conclusion, the overall design, height, scale, bulk and massing, the proposed two storey side extension would appear an incongruous addition to the original dwelling, within the immediate streetscene, thereby conflicting with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012. The scale and depth, the proposed single storey rear extension, would also adversely impact the amenities of the neighbouring property at No.11 Romney Road, by reason of an unacceptable overbearing impact, increase in the sense of enclosure and loss of outlook to the adjoining property at No.11  Romney Road. The proposal is therefore contrary to policies D3 of the the London Plan 2021, policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The applicant Mr O Makaruk has already used the free go scheme for application 23/02443/HOU (previous application 23/01425/HOU), therefore this application does not benefit from a 'free-go'. The fee required for your planning application is £ 206.00.  Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/07/2020",
  "secondary_street_name": null,
  "site_number": "29",
  "pp_id": "PP-08709641",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310704,
          51.395258
        ],
        [
          -0.310705,
          51.395231
        ],
        [
          -0.310749,
          51.395231
        ],
        [
          -0.310748,
          51.395258
        ],
        [
          -0.310704,
          51.395258
        ]
      ]
    ],
    "type": "Polygon"
  }
}