{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBEEMDNHGJT00",
  "lapsed_date": "11/08/2023",
  "decision_target_date": "30/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4PJ",
  "site_name": "Central Parade",
  "status": "Approved",
  "application_details": {
    "site_area": 0.014,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128003948"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01270/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518135,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:50.036Z",
  "id": "Kingston-20_01270_ADV",
  "application_type": "All Other",
  "street_name": "St Mark's Hill",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "11/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 1no.x externally illuminated fascia sign and 1no.x externally illuminated projecting sign to front elevation (existing fascia and projecting signs to be removed)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "30/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 167396,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128003948",
  "centroid": {
    "lon": -0.303424,
    "lat": 51.393314
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Payments to Presiding Officers",
    "Payments to Poll Clerks",
    "Staff employed in the preparation, maintenance & completion of official poll cards",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The sign permitted by this consent shall only be illuminated during the opening hours of the premises to which it relates.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012",
    "The intensity of the illumination of the lighting permitted by this consent shall be no greater than 200 cd/m. \r\rReason: In the interests of amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "B2 - Internal Fire Spread (Surfaces)",
    "B3 - Internal Fire Spread (Structure)",
    "B1 - Means of Warning and Escape",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 4 (Facing Material Specification) of outline planning permission with Landscaping as a Reserved Matter 21/01304/OUT, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.\r",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 10 Construction Management Statement) of outline planning permission with Landscaping as a Reserved Matter 21/01304/OUT, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.\r\rHaving reviewed this document, Highways are satisfied that this meets the requirements of this condition and as such there are no objections to it being discharged.\r\rThe applicant is reminded that no construction-related vehicles (including those belonging to private contractors) are permitted to park on any residential road in the vicinity of the site, other than in a pay-and display bay in accordance with any time restrictions. Wherever possible, contractors should travel by public transport, walking or cycling.\r\rThe applicant is advised that it is their responsibility to ensure that all relevant highways permits (e.g. scaffolding, hoarding, oversailing, tower crane) and temporary traffic management orders as may be required are put in place at the appropriate times.\rIf the means of construction vehicle access entails vehicles crossing the public footway (including use of an existing vehicle crossover) the applicant must contact the Highways Crossover Officer to determine whether a strengthened crossover is required.\rNo work must be undertaken on the public highway without a Section 278 agreement being in place. No materials must be stored on the public highway unless this has been expressly permitted by RBK Highways.\r\rThe applicant should also contact the Highways Inspections Team to arrange for a highway condition survey to be undertaken before commencing these works.\r\rRBK Highways may from time to time advise the applicant that changes should be made to the routing of construction traffic and the applicant must abide by any such requests, even where these represent a departure from what has been previously stated in the CMP/CLP.\r",
    "\rThe site comprises a two storey terraced dwelling, located in the Cadogan/Cleaveland Local Area of Special Character.\r\rProposal\rThe application seeks permission for the erection of a single storey infill to side extension.\r\rRelevant Planning History: \r\r22/00467/HOU - Erection of single storey infill to side extension. Refused 11.05.2022\r15/16526/HOU- Erection of single storey rear infill extension. Refused 09.08.2015\r\r6 neighbouring properties have been notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on heritage assets, and;\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: \rThe proposed single storey extension would match the depth of the existing outrigger creating a full width rear extension. Whilst the extension would exceed the parameters of the Residential Design SPD in terms of depth, it is of a modest eave and parapet height with a pitched roof to minimise the built form along the shared boundary. The proposal is also consistent with rear development in the immediate vicinity of the site including recent planning permissions. External details would match the host dwelling.\r\rIt is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rHeritage Assets\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer Comment: The application property falls within the Cadogan/Cleaveland Local Area of Special Character (LASC) which is a non-designated heritage asset. The built form of this area is characterised by predominantly Victorian housing and in the southern part of this area e.g. Cleaveland Road and surrounding streets, terraced houses on narrow sites prevail.\r\rOfficers consider that the proposed development would not be uncharacteristic of development within the immediate vicinity of the site or surrounding properties.  Given the siting of the development and considered design the proposed development would not have an unacceptable impact on the character and appearance of the wider area. It follows that Officers consider that the proposed development would not result in any harm to the significance of the Cadogan/Cleaveland (LASC).\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Officer Comment: Unlike previous proposals that have been refused, it has been demonstrated that this proposed development would not unduly impact any neighbouring property at No.78 Cleaveland Road  in terms of loss of sunlight/daylight. On this basis, officers are satisfied the proposal would not have an unacceptable impact on the amenities of No.79. \r\rGiven the siting of the proposed extension there would not be an unacceptable impact on the amenities of No.81. \r\rFire safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy and Plans which demonstrate the provision of a suitable evacuation assembly point and fire safety measures within the building to comply with the London Plan. Officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "We require full planning application form, the submiited form is for 'Demolition of an unlisted building in a conservation area.' Please find the attached application form.",
    "The fee required for your planning application is £ 234.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or online via the Kingston council website.",
    "The submitted proposed block plan is labelled as existing, please amend the proposed block plan with the correct labelling.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/06/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-08768652",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303402,
          51.393327
        ],
        [
          -0.303403,
          51.3933
        ],
        [
          -0.303446,
          51.3933
        ],
        [
          -0.303445,
          51.393327
        ],
        [
          -0.303402,
          51.393327
        ]
      ]
    ],
    "type": "Polygon"
  }
}