{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QC4MU0NH04300",
  "lapsed_date": "24/07/2025",
  "decision_target_date": "28/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 8DA",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.016
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01382/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522454,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:15.651Z",
  "id": "Kingston-20_01382_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Risborough Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "24/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.50m in depth, maximum height of 2.87m and eaves height of 2.87m)\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166728,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021803790",
  "centroid": {
    "lon": -0.241607,
    "lat": 51.386395
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension falls within the parameters of permitted development as set out under Schedule  2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application site is a sports ground that forms part of the King's College London campus. \r\rThe ground has 4 football pitches, 2 rugby pitches, 1 lacrosse pitch and 2 all weather courts which are used mainly for netball and tennis. In the summer, the fields are used for cricket pitches, summer football and rounders.\r\rThe site is within the Metropolitan Green Belt, an area of Archaeological Significance and a designated Green Chain. The site is also covered by a TPO area. \r\rThe site is surrounded by residential dwellings on Windsor Avenue to the east and Hogsmill River to the west. \r\rThe site is not within a CPZ.\r\rFlood Zone 2 (medium probability) and Flood Zone 3 (high probability). \r\r60 neighbouring properties have been notified with no responses received.\r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rThe key areas of assessment are:\rLoss of sports facility\rGreen belt\rDesign and character\rNeighbour amenity\rTransport\rTrees\rArchaeology \r\rLoss of sports facility\rPolicy DM5 of the Core Strategy states that the Council will ensure that development proposals do not result in the whole or partial loss of public open space, outdoor recreation facilities or allotments unless a replacement site or facility provides a net benefit to the local community and visitors in terms of the quality, availability and accessibility of open space or recreational opportunities.\r\rThis proposal would result in the loss of a hard surfaced netball court which would be replaced by cricket nets. In this case, the recreational use of the site would be retained and the replacement facility is considered to provide a net benefit to the local community in terms of quality, availability and accessibility of provision, in accordance with Policy DM 5 of the Core Strategy. \r\rSport England has been consulted on this application and confirmed that the proposal would meet Exception 5 of Sport England Guidance and raised no objections.\r\rGreen Belt\r\rSection 13 (Protecting Green Belt Land) of the National Planning Policy Framework (NPPF) (2021) states that the Government attaches great importance to Green Belts. The fundamental aim of Green Belt policy is to prevent urban sprawl by keeping land permanently open; the essential characteristics of Green Belts are their openness and their permanence. Inappropriate development is, by definition, harmful to the Green Belt and should not be approved except in very special circumstances.\r\rParagraph 138 of the NPPF (2021) sets out that the Green Belt serves five purposes: \ra) to check the unrestricted sprawl of large built-up areas; \rb) to prevent neighbouring towns merging into one another; \rc) to assist in safeguarding the countryside from encroachment; \rd) to preserve the setting and special character of historic towns; and \re) to assist in urban regeneration, by encouraging the recycling of derelict and other urban land. \r\rParagraph 149 sets out that the construction of new buildings in the Green Belt is inappropriate, listing exceptions to this. Exception 'g' of paragraph 149 of the NPPF (2021) sets out that the following development can be appropriate development in the Green Belt: \rg) the provision of appropriate facilities (in connection with the existing use of land or a change of use) for outdoor sport, outdoor recreation, cemeteries and burial grounds and allotments; as long as the facilities preserve the openness of the Green Belt and do not conflict with the purposes of including land within it; \r\rRecent Court of Appeal and Supreme Court Judgements are material planning considerations. In relation to the openness of the Green Belt the Court of Appeal Judgement in Turner v SSCLG & East Dorset Council [2016] EWCA Civ 466 and Samuel Smith Old Brewery (Tadcaster) & Oxton Farm v North Yorkshire CC & Darrington Quarries Ltd [2018] EWCA Civ 489, Page A17 confirmed that the Green Belt has a spatial aspect, as well as a visual aspect and assessing openness of the Green Belt was found not to be limited to measuring the volume of the existing and proposed structures on site. The Supreme Court clarified in their judgement dated 05.03.2020 ([2020] UKSC 3) that the matters relevant to openness in any particular case are a matter of planning judgement. \r\rPolicy G2 of the London Plan states that the Green Belt should be protected from inappropriate development: \r1) development proposals that would harm the Green Belt should be refused except where very special circumstances exist, \r2) subject to national planning policy tests, the enhancement of the Green Belt to provide appropriate multi-functional beneficial uses for Londoners should be supported. \r\rPolicy CS3 of the Core Strategy seeks to protect the Borough's Green Belt from inappropriate development. \r\rThe site lies within the Green Belt. The site has an existing use for outdoor sports and it is accepted that the development for all-weather cricket nets similarly provides for an outdoor sport use and so would be considered an appropriate form of development in the Green Belt in line with paragraph 149 (b) of the NPPF subject to preserving the openness of the Green Belt and not conflicting with the purposes of including land within it. \r\rThe site is currently occupied by a hard surfaced netball court and is located centrally within the recreation ground. It is typically surrounded by some moveable objects (cricket screens, wicket covers, football nets etc) and a small building. There are some trees near to the site. The site has a different (and arguably more urbanised) character to the wider fields which it forms part of which diminishes its openness and contribution to the purposes of the green belt to a limited degree. \r\rThe proposed metal cricket nets will be located on a new hard surfaced base with a synthetic turf surface, compliant with benchmark England & Wales Cricket Board standards. The nets are 4m in height and extend to 32.94m in length and 14.64m in width. \r\rElevations and 3D indicative images have been provided which demonstrate that the nets will increase the overall volume of structures on the site and bring about a change in comparison to the existing situation. It is also evident that they will have a lightweight appearance that will maintain permeability across the site and wider area. On this basis, and taking into the scale of the structure in relation to the wider sports ground site and the character of this part of the green belt as discussed above, the proposal is considered to preserve the openness of the green belt. Given the proposed use is consistent with the existing sport  use, the proposal is not considered to conflict with the purposes of including land within the green belt.\r\rA condition can also be applied to ensure that the site is returned to its former state should their need cease.\r\rOn this basis, the proposal is considered in accordance with the NPPF, Policy G2 of the London Plan and C3 of the Core Strategy. \r\rDesign \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rSimilar to the conclusions made above, given the scale of the development (as referred to above) and lightweight materials, the proposed metal cricket nets will have a lightweight appearance that will maintain permeability across the site and wider area and will not have a detrimental impact on the character and appearance of the area.\r\rThe proposal is therefore considered acceptable by reason of its design, siting, form, scale and materials and would not result in a detrimental impact on the character and appearance of the area. As such, the proposal is in accordance with Policy D3 of the London Plan (2021) and Policies CS8 and DM 10 of the Core Strategy (2012).\r\r\rImpact on neighbour amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\rGiven the proximity of the development from the nearest residential neighbours and the existing use of the site, the proposal is not considered detrimental to the amenity of neighbours with regard to visual intrusion, loss of privacy, daylight and sunlight, noise and disturbance, including from people coming to and from the site.\r\rFor these reasons, the proposed development is not considered to unduly affect the amenities of the occupiers of neighbouring properties and is in accordance with Policy DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rTransport\rParagraph 111 of the NPPF, 2021 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy T6 (A) of the London Plan advises that car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite'). \r\rPolicy T6.4 of the London Plan states that in locations of PTAL 0-3, schemes should be assessed on a case-by- case basis and provision should be consistent with the Healthy Streets Approach, mode share and active travel targets, and the aim to improve public transport reliability and reduce congestion and traffic levels.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rThe application site has a mixed public transport accessibility level (PTAL) rating of 1a and 1b (very poor). The site is not located within a Controlled Parking Zone (CPZ). \r\rThe Kings College Recreation Ground site has a large existing car park off Windsor Avenue. No new parking is proposed as part of this development but given the existing use of the site and the existing parking arrangements and capacity, that the proposal is to enhance an existing use by a local sports team that currently use the site, the proposal is not considered to result in a significantly different set of circumstances or result in a detrimental impact on the local highway network or local parking conditions. \r\rFlood Risk\r\rParagraph 162 of the NPPF states that the aim of the sequential test is to steer new development to areas with the lowest risk of flooding from any source. Development should not be allocated or permitted if there are reasonably available sites appropriate for the proposed development in areas with a lower risk of flooding. The strategic flood risk assessment will provide the basis for applying this test.\r\rParagraph 163 and 164 continue that, if it is not possible for development to be located in areas with a lower risk of flooding (taking into account wider sustainable development objectives), the exception test may have to be applied depending on the potential vulnerability of the site and of the development proposed, in line with the Flood Risk Vulnerability Classification set out in Annex 3. To pass the exception test it should be demonstrated that: \ra) the development would provide wider sustainability benefits to the community that outweigh the flood risk; and \rb) the development will be safe for its lifetime taking account of the vulnerability of its users, without increasing flood risk elsewhere, and, where possible, will reduce flood risk overall.\r\r\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rThe site is located with Flood Zones 2 and 3. The majority of the north and western parts of the wider Kings College Recreation Ground is within these flood zones. \r\rThe applicant has submitted a flood risk form with this application. The sequential test would apply to this development as it does not meet any of the exceptions set out in national flood guidance.  This guidance also states that \"when applying the Sequential Test, a pragmatic approach on the availability of alternatives should be taken. For example, in considering planning applications for extensions to existing business premises it might be impractical to suggest that there are more suitable alternative locations for that development elsewhere\". It is therefore accepted that it would not be reasonable to consider alternative sites beyond the existing King Charles Recreation Ground site. \r\rFirstly, it is important to note that the proposed cricket nets are on a part of the King Charles Recreation Ground site that is already developed and have an existing sports use. Whilst there are areas towards the south and east of the site at lower risk of flooding (Flood Zone 1 and Flood Zone 2), it is acknowledged that the location of the proposed cricket nets has clearly been identified due to the existing netball courts that are in situ and it is also accepted that locating the cricket nets in another part of the site at lesser flood risk is unlikely to be preferable from a green belt perspective and would also impact on the use of the existing playing fields. On this basis, and with national sequential test guidance in mind, it is accepted that there are no sequentially preferable sites for this development. \r\rNational flood risk guidance confirms that the exception test is not required for 'water compatible' development. \r\rOn this basis, it is considered that the sequential test has been satisfactorily addressed and that flood risk to the site is being appropriately managed as part of the development without increasing flood risk elsewhere, in accordance with Policy SI2 and SI13 of the London Plan (2021) and DM4 of the Core Strategy (2012). \r\rTrees\r\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. \r\rPolicy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rThe site is TPO group area and there is a tree located immediately to the north of the existing netball courts. The existing netball courts are approximately 3.5m from the base of this tree which currently overhangs the court to a small extent. \r\rThe Council's Tree Officer has been consulted on this application and raises no objections.\r\rArchaeology\r\rNPPF paragraphs 190 and 197 and London Plan Policy HC1 emphasise the positive contributions heritage assets can make to sustainable communities and places.\r\rParagraph 194 of the NPPF 2021 states that \"Where a site on which development is proposed includes, or has the potential to include, heritage assets with archaeological interest, local planning authorities should require developers to submit an appropriate desk-based assessment and, where necessary, a field evaluation\".\r\rPolicy HC1 of the London Plan and policies CS8, DM10 and DM12 of the Core Strategy also provide the policy framework when considering heritage assets in the decision making process. \r\rThe site lies within an area of archaeological interest. \r\rHistoric England (GLAAS) has provided comments on this application and raised no objections, concluding that the proposal is unlikely to have a significant effect on heritage assets of archaeological interest.\r\rSummary\r\rOverall the development is considered to be in accordance with the development plan and as such, planning permission is recommended for approval, subject to the conditions listed above. \r",
    "The declaration section in the application form is signed by a different person, please amend the application form with the correct names."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/06/2020",
  "secondary_street_name": null,
  "site_number": "35",
  "pp_id": "PP-08807324",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.241585,
          51.386408
        ],
        [
          -0.241586,
          51.386381
        ],
        [
          -0.24163,
          51.386382
        ],
        [
          -0.241628,
          51.386409
        ],
        [
          -0.241585,
          51.386408
        ]
      ]
    ],
    "type": "Polygon"
  }
}