{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDTFZUNHH4200",
  "lapsed_date": "24/09/2025",
  "decision_target_date": "15/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4LF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.048
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01726/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521858,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:37.699Z",
  "id": "Kingston-20_01726_HOU",
  "application_type": "Householder",
  "street_name": "Cambridge Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "24/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage and conservatory. Erection of two storey side/rear extension and single storey rear extension,  Hip to gable and rear dormer roof extensions with installation of 3no front rooflights and removal of chimney stack to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169488,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021773773",
  "centroid": {
    "lon": -0.249221,
    "lat": 51.411329
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the northern (flank) elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy 5.12 of the London Plan 2016 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 8 (Contamination Remediation Verification Report) of planning permission 20/01611/FUL, is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Please provide a Design and Access Statement inline with the requirements of the Validation Checklist.",
    "Character Analysis and Appraisal - Please provide a contextual statement that demonstrates a clear understanding and analysis of the local character of the area. The statement should demonstrate how your proposal will make a positive contribution to protecting and enhancing the local character of the area. This could be incorporated into the Design and Access Statement."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/07/2020",
  "secondary_street_name": null,
  "site_number": "68",
  "pp_id": "PP-08911205",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.249199,
          51.411342
        ],
        [
          -0.2492,
          51.411315
        ],
        [
          -0.249243,
          51.411315
        ],
        [
          -0.249242,
          51.411342
        ],
        [
          -0.249199,
          51.411342
        ]
      ]
    ],
    "type": "Polygon"
  }
}