{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD1CVFNHGWL00",
  "lapsed_date": "14/08/2025",
  "decision_target_date": "31/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1PB",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01558/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517889,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:55.660Z",
  "id": "Kingston-20_01558_HOU",
  "application_type": "Householder",
  "street_name": "Cecil Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "14/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "30/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164629,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021745702",
  "centroid": {
    "lon": -0.307875,
    "lat": 51.368496
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby permitted shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Application Site\rThe site comprises a four storey building with an area of hardstanding to the east, which is served by a vehicular access off St Mark's Hill. It is not within a conservation area, andis not within the setting of a listed building.\r\rProposal: Installation of 2 cycle stores, one located along the western boundary and a smaller shelter to the rear of the building. The shelters would be constructed in slatted Western Red Cedar side and roof panelling, with roof mounted aluminium Sedum trays. The large shelter will be fitted with 9no. Sheffield Cycle Loops bolted to a concrete base. The small shelter will comprise 3no. lockable compartments each capable of housing 2no. bicycles\r\rRelevant Planning History\r21/02039/CEU Retrospective application for confirmation of lawfully commenced development of car park to rear of the building, prior to expiration date on granted application of 2009, ref: 09/16508/FUL Application Granted on 19 Aug 2021\r20/02925/CLC Details required for Condition 3 (Cycle parking), 5 (Trees), 6 (Car park management strategy) and 7 (Landscape scheme) of planning permission 09/16508/FUL (Proposed Car Parking Spaces at Rear of Existing Property (No.15) and the Widening of the Existing Application Granted on 14 Jan 2021\r09/16508/FUL Proposed Car Parking Spaces at Rear of Existing Property (No.15) and the Widening of the Existing Access Driveway\rApplication Granted on 20 Sep 2010.\r\rConsideration\rSince this application was submitted the lawful development certificate  21/02039/CEU has been granted to  confirm that development approved under consent 09/16508/FUL was lawfully implemented within the three year time period, and\r Application 20/02925/CLC to discharge planning conditions in 09/16508 was consented in January 2021. This  included the cycle sheds that are the location of the current application.\r \rConsultation: One comment received from resident of the Priory, supportive of bike storage but concerned  visibility from road and security of cycles\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Security\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of design and appearance. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rSecurity: Officers have considered the concerns raised however, the cycle stores are set back from the street frontage and include security features.\r\rConclusion\rIn conclusion, cycle stores have previously been approved in these locations of similar size and form. The proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Cycle Parking - plans show where cycle parking will be located. Details of proposed cycle parking must also include a plan to scale showing numbers of stands, elevations of proposed cycle covers and materials to be used.",
    "Bin Stores/Recycling Facilities - plans show the location of bin stores. We also require details of the materials, design and type enclosure to be used. The plan should include elevations with dimensions."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/07/2020",
  "secondary_street_name": null,
  "site_number": "7",
  "pp_id": "PP-08863335",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307853,
          51.368509
        ],
        [
          -0.307854,
          51.368482
        ],
        [
          -0.307897,
          51.368482
        ],
        [
          -0.307896,
          51.368509
        ],
        [
          -0.307853,
          51.368509
        ]
      ]
    ],
    "type": "Polygon"
  }
}