{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAOEJYNHGEJ00",
  "lapsed_date": "16/07/2025",
  "decision_target_date": "16/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7SZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.071
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01152/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519465,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:21.528Z",
  "id": "Kingston-20_01152_HOU",
  "application_type": "Householder",
  "street_name": "Liverpool Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "16/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage and rear extension. Erection of a two storey side extension and widened rear extension. Extension of basement with rear lightwell.  Additional dormer to side roof. Bin enclosure to front garden and AC enclosure to rear garden",
  "actual_completion_date": null,
  "last_date_consultation_comments": "29/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170426,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021763801",
  "centroid": {
    "lon": -0.283297,
    "lat": 51.420268
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "No development or other operations shall take place except in complete accordance with the approved document titled 'Trees and Construction BS5837:2012 TREE SURVEY & ARBORICULTURAL REPORT & IMPLICATIONS ASSESSMENT  (Ref: Ref: 20068/A2_AIA_AMS) received by the local planning authority on 14/07/2020 (hereinafter referred to as the Approved Scheme). \ra) No operations shall commence on site in connection with development hereby approved until the tree protection works required by the Approved Scheme are in place on site. \rb) No excavations for services, storage of materials or machinery, parking of vehicles, deposit or excavation of soil or rubble, lighting of fires or disposal of liquids shall take place within an area designated as being fenced off or otherwise protected in the Approved Scheme. \rc) The fencing or other works which are part of the Approved Scheme shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials removed from the site, unless the prior approval in writing of the local planning authority has first been sought and obtained.\r\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall be carried out strictly in accordance with the document titled 'Basement Impact Assessment' dated May 2020 by Earth Environmental and Geotechnical (Southern) Ltd. \r\rReason: In the interest of neighbouring residential amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall be carried out strictly in accordance with the document titled 'Construction Method Statement' dated June 2020 (Project Ref: 18441/A) by Structure Consult. \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development  hereby approved shall be carried out in accordance with the materials specified on the approved plans, supporting documents and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the side dormer windows fitted in the side (east) elevation and serving bathroom and stair core as shown on the approved drawings shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No development shall take place until an assessment to show that the rating level of any plant & equipment, as part of this development, will be at least 5 dB below the background level has been submitted to and been approved in writing by the Local Planning Authority. The assessment must be carried out by a suitably qualified acoustic consultant/engineer and be in accordance with BS4142: 2014 Methods for rating and assessing industrial and commercial sound.\r\rReason: These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and in order to safeguard the amenities of adjoining residential occupiers in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012. The details are needed prior to the start of work so that any mitigating measures can be incorporated into the build.\r",
    "Notwithstanding the approved drawings and prior to the occupation of the development hereby permitted, the following details shall have been submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented prior to the occupation of the development and retained as such for the life of the development. \r\r(a)  Timber clad bin store as shown on drawing number A200 (materials, design and dimensions)\r(b) Timber clad enclosure for AC condenser units as shown on drawing number A200 (materials, design and dimensions)\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The replacement trees as shown on drawing number A2000 shall be implemented within the first planting season following completion of the development and the tree planting shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.  Any trees which die during this period shall be replaced in the first available planting season. \r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Site\r\rThe application site is a semi-detached dwellinghouse located on Cambridge Road. The site is not subject to any particular designations or environmental constraints.\r\rPlanning History \r\r21/03366/HOU - Erection of single-storey rear and side extension. Refuse on 13 Dec 2021\r\rReason for Refusal:\r\rBy reason of its design, mass, and scale the proposed rear extension would appear disproportionate to the original dwelling and would appear excessive in scale and dominant thereby conflicting with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r\rThe excessive depth of the proposed ground floor rear extension, combined with its height and siting along the shared boundary would have an overbearing appearance and result in an undue sense of enclosure to adjoining property, No. 97 Cambridge Road. The applicant has also failed to demonstrate that the proposed development would not have an unacceptable adverse impact on light/sunlight to the nearest ground floor habitable room at No. 97 Cambridge Road. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\r21/03367/CPU - Erection of hip to gable roof extension with rear dormer and installation of 2nos front rooflights to facilitate loft conversion. Application Granted on 06 Jan 2022.\r\r21/04123/PAEXT - Erection of single storey rear extension (6m in depth, maximum height of 3m and eaves height of 3m). Prior Approval Not Required on 11 Feb 2022. With conditions.\r\rConsultations\r\r27 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on fire safety. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application partly proposes the construction of a single storey flat roof rear extension, which would measure approximately 6 metres in depth from the rear wall of the dwellinghouse, and would have a maximum height of 3 metres. Whilst this extension would far exceed the recommended maximum depth, and would arguably not appear proportionate to the dwellinghouse, officers note the fallback position of the recent application (21/04123/PAEXT) for a single storey extension of the same footprint. The outcome of this prior-approval application was that prior-approval was not required. As such, whilst the proposed single storey rear extension is not ideal, by reason of its excessive depth, it can be constructed under prior approval. Officers therefore consider the previous reason for refusal of (21/03366/HOU) has been overcome. \r\rThe application also proposes the construction of a two storey rear extension. The proposed rear extension would relate well to the dwellinghouse, benefitting from a hipped roof, and would be an appropriate scale in comparison, appearing proportionate and subordinate. Officers therefore consider that this element would have an acceptable impact on the character and appearance of the dwellinghouse and area. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Due to the siting of the proposed two storey rear extension away from any shared boundaries with other neighbouring properties, Officers consider that this element of the proposal would not result in a loss of amenity to neighbouring properties through an overbearing appearance or loss of sunlight. \r\rThe application does not propose the installation of any windows facing neighbouring properties, as such such the proposal would not result in a loss of privacy. \r\rIn regards to the single storey rear extension, an extension of the same footprint was recently refused on the grounds that the excessive depth of the proposed ground floor rear extension, combined with its height and siting along the shared boundary would have an overbearing appearance and result in an undue sense of enclosure to adjoining property, No. 97 Cambridge Road. The applicant also failed to demonstrate that the proposed development would not have an unacceptable adverse impact on light/sunlight to the nearest ground floor habitable room at No. 97 Cambridge Road. Whilst the applicant has still failed to demonstrate that the proposed development would not result in an unacceptable adverse impact on sunlight to the nearest ground floor habitable room at No. 97 Cambridge Road, and that the proposed single storey rear extension has not been reduced in depth, Officers again note the fallback position of the recently approved prior-approval application (21/04123/PAEXT), which would allow for the applicant to construct a single storey rear extension of the same scale and footprint. \r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site is occupied by a two storey semi detached dwelling located on the western side of Purbeck Avenue.\r\rIt is not subject to any particular environmental constraints or designations.\r\rThe proposal is for the erection of single-storey rear and side extensions.\r\rThis proposal follows an earlier scheme (21/03235/HOU) that was refused for the following reason: \r\r'The proposed single storey side rear extension of the proposed development, by virtue of it's combined depth, siting and lack of setback from the front elevation of the host building and incompatible roof form; and proposed scale of the rear extension would not represent a development that respects the existing pattern of development, and the built form of neighbouring properties. Therefore, the proposed development is contrary to Policies D3 of the London Plan 2021 and Policy DM10 of the Council's Core Strategy 2012.'\r\rThis proposal has made the following revisions:\rAn increase in the setback of the proposed side extension;\rA reduction in the height of the proposed rear extension.\r\r5 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: \r\rThe proposed side extension has been designed in accordance with the Residential Design SPD. In particular, the extension would be set back from the front elevation of an appropriate width, would incorporate a roof profile that is compatible with the host dwelling, and utilise external materials to match the host dwelling. The extension would therefore appear subordinate and proportionate to the host dwelling and a sympathetic addition when viewed from the street scene or surrounding properties.   \r\rThe proposed rear extension would exceed the parameters of the Residential Design SPD in terms of depth (to align with the existing rear extension) however it is acknowledged the neighbouring property at No.8 Purbeck Avenue has been extended to a similar depth and the extension would mostly maintain the established rear building line of surrounding development.  The proposed extension is in accordance with the SPD in terms of scale and external design. \r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the host dwelling and the immediate surrounding area.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the siting of the proposed development in relation to the closest habitable windows of neighbouring properties, and existing development to the rear of neighbouring properties officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight or privacy. \r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r\r\r",
    "Application Site\rThe site consists of three storey terraced building and forms part of the designated shopping frontage in Tolworth District Centre. The buildings on the site are not listed or locally listed and the site is not located within a conservation area.\r\rProposal\rProposed creation of 4no. inverted baywindow openings to the side (east) and side (west) elevations\r\rConsultation\r29 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: It is stated in the submitted Design and Access Statement that the proposed inverted bay windows would allow for natural ventilation and light into the building. While there do not appear to be any examples of inverted windows in the vicinity of the application building, given the position of the windows to the rear of the site and considering existing extensions and alterations in the area it is considered that the proposals would not have any significant adverse impact on the character and appearance of the existing building or the wider area.\r\rThe addition of natural ventilation and light to a commercial premises could improve the quality of commercial accommodation which may improve the viability and vitality of the site and wider area also.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed windows would be inserted into the primary side elevations of the building with minimal set-back from the site boundaries. Land and properties in the vicinity of the site appear to comprise a range of commercial and residential uses with properties to both the north and south appearing to be in residential use. Upper floor properties to the immediate south at Nos. 26-34 appear to be in residential use with private amenity space to the rear which shares a boundary with the application building.\r\rIt is therefore considered that the proposed windows would be unneighbourly and would result in a loss of privacy to neighbouring habitable room windows and amenity spaces.\r\rAgent of Change\rPolicy D13 (Agent of Change) of the London Plan (2021) sets out that development should be designed to ensure that established noise and other nuisance-generating uses remain viable and can continue or grow without unreasonable restrictions being placed on them. Development proposals should manage noise and other potential nuisances by: \r\r- ensuring good design mitigates and minimises existing and potential nuisances generated by existing uses and activities located in the area \r- exploring mitigation measures early in the design stage, with necessary and appropriate provisions including ongoing and future management of mitigation measures secured through planning obligations \r- separating new noise-sensitive development where possible from existing noise-generating businesses and uses through distance, screening, internal layout, sound-proofing, insulation and other acoustic design measures\r\rPolicy D13 sets out that: 'Boroughs should not normally permit development proposals that have not clearly demonstrated how noise and other nuisances will be mitigated and managed.'\r\rThe proposed development would be in very close proximity to the commercial uses on Tolworth Broadway many of which have what would appear to be air moving plant and equipment to the rear and roof areas. It would also appear that a number of neighbouring commercial premises use land in the vicinity of the site for parking and deliveries.\r\rGiven the proximity of the proposed windows to neighbouring commercial premises and the presence of plant, equipment and servicing areas in the vicinity, it is considered that the proposed side facing windows in in proximity to neighbouring businesses could potentially prejudice the ongoing viability of commercial units within Tolworth Broadway.  Therefore, it has not been demonstrated that the proposed development would not harm the viability of neighbouring businesses and their ability to continue to grow without unreasonable restrictions being placed on them contrary to Policy D13 of the London Plan (2021).\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The site comprises a semi-detached dwelling.\r\r7 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- Fire Safety Assessment.\r\rProposal\rOfficers note that the current application is a revision of previously refused application ref: 21/03982/HOU. The principal issue with the refused application was that the applicant had not sufficiently demonstrated that the proposal would pass the 45-degree rule test in relation to the closest ground floor habitable room window at No. 37 Pembroke Avenue,  and due to the siting, height and depth of the proposed rear extension, it would have resulted in an unacceptable loss of light/sunlight and overbearing appearance for the occupants of neighbouring properties.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed rear extension would still have a depth that is in excess of the parameters set out in the Residential Design SPD, however the height has been reduced and as such would appear a modest addition in relation to the host property.  It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The proposal has been reduced in height and as such would would pass the 45 Degree Elevation test, therefore officers consider the previous reasons for refusal to be addressed, and it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The application site is a two storey semi-detached residential dwelling located to the south of the Kingston By-Pass (A3).\rThe site is located within Flood Zone 1 (low probability).\r\r24 neighbouring properties have been notified. No responses were received. \r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rThe key areas of assessment are:\rDesign \rImpact on neighbour amenity\rFire Safety\r\rDesign \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy Guidance 39 advises that dormer windows should be designed so that they: \ro\tare set down from the ridge line of the existing roof by at least 500mm; \ro\tare set in from the sides and eaves of the roof by at least 500mm; \ro\tdo not feature on the front slope of the roof (in most cases); \ro\tare designed to complement the character of the existing house and wider area; \ro\tmatch or line-up with any original windows below; \ro\tand, are not built in the style of a mansard roof (see Figure 45 above)\r\rOfficers Comment: \rA rear dormer is proposed to facilitate a loft conversion. Through the course of this application the dormer has been significantly reduced in scale so that it is now appropriately scaled and designed, set down from the ridge, in from the sides not extending beyond the original side elevation) and up from the eaves of the roof. Whilst the dormer is only set in 300mm from the side and 300mm down from the ridge, this is accepted on the basis that the dormer will not unduly dominate the roof of the building (given the property has been extended significantly) and as there are examples of other larger dormers in the surrounding area. Whilst the windows do not directly align with those on the first floor, it is accepted that the reduction in scale of the dormer has meant that this is not possible. For these reasons, the proposed roof extension is considered to broadly align with the policy guidance and not considered harmful to the existing building or surrounding area regardless. \r\rOverall, the proposed extension is considered acceptable by reason of its design, siting, form, scale and materials and would not result in a detrimental impact on the host property or character and appearance of the area. As such, the proposal is in accordance with Policy D3 of the London Plan (2021) and Policies CS8 and DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rNeighbour Amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer's comment: The proposed extension would allow overlooking to neighbouring properties/gardens, however, this is not considered beyond the established level of overlooking in the area.\r\rGiving the siting and scale of the extensions, these are not considered overbearing, visually intrusive or likely to result in an undue loss of daylight or sunlight to neighbours. \r\rThe proposal is also not considered to result in undue levels of noise and disturbance or light pollution. \r\rFor these reasons, the proposed development is not considered to unduly affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy, subject to conditions. The proposal is in accordance with Policy DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rOverall the development is considered to be in accordance with the development plan and as such, planning permission is recommended for approval, subject to the conditions listed above. \r",
    "The application site is a two storey semi-detached residential dwelling located to the south of the Kingston By-Pass (A3).\rThe site is located within Flood Zone 1 (low probability).\r\r24 neighbouring properties have been notified. No responses were received. \r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rThe key areas of assessment are:\rDesign \rImpact on neighbour amenity\rFire Strategy\r\rDesign \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy Guidance 39 advises that single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building: \ro\tIf the neighbouring house is set at a lower level the depth of the extension should be reduced. \ro\tIf the neighbouring property has a different rear building line then the depth of the extension could be increased. \ro\tIn all cases at least 50% of the rear garden should remain. (Rear extensions to houses with very small gardens will be assessed on their individual merits.) Extensions should generally not exceed 3-3.5m in depth.\ro\ta flat roof should not exceed 3m in height; \ro\ta parapet roof should not exceed 3.3m in height; \ro\ta pitched roof should not exceed 4m in height;\ro\ta balcony or roof terrace will not be considered acceptable where it causes overlooking. The exception to this may be where the building sits on a large plot with adequate screening along any shared boundaries.\r\rOfficers Comment: \rThis is a retrospective application for the conversion of a garage to habitable space and a rear extensions.\r\rThe alterations to the building to convert the garage to habitable space are considered consistent with the host dwelling and would not result in harm to the character and appearance of the surrounding area, especially as there are other examples of such conversions in the area.\r\rThe rear extension ranges in depth between 4.0m and 5.1m from the rear elevation of the original building (between 2.0m and 3.1m beyond the existing rear extension) and is 3m in height. The extension is considered appropriate in design and materials and proportionate in scale given the size of the property (and its plot) and other large rear extensins that are evident in the surrounding area.\r\rOverall the garage conversion and rear extension are considered acceptable by reason of their design, siting, scale, height and materials and would not result in a detrimental impact on the host property or character and appearance of the area. As such, the proposal is in accordance with Policy D3 of the London Plan (2021) and Policies CS8 and DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rNeighbour Amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer's comment: The proposed extension extends a further 3m (approx.) beyond the neighbouring 306 Malden Way which does not have an extension adjacent to the neighbour boundary. Given the modest additional depth and height (3m), the proposal is not considered overbearing for the occupiers of this property. The neighbouring building has a large rear facing window and the proposal would not interrupt the 45 degree line for this window. It is also noted that the property is south facing and so is still likely to receive generous levels of daylight and sunlight. \r\rThe alterations and extensions are not considered to result in an undue loss of privacy for neighbours adjoining the site. \r\rThe proposal is also not considered to result in undue levels of noise and disturbance or light pollution. \r\rFor these reasons, the development is not considered to unduly affect the amenities of the occupiers of neighbouring properties and the proposal is in accordance with Policy DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rOverall the development is considered to be in accordance with the development plan and as such, planning permission is recommended for approval, subject to the conditions listed above. \r",
    "Site\r\rThe application site is a two-storey semi-detached dwellinghouse located on Robin Hood Lane. The site is subject to the Kingston Hill/Coombe Hill Strategic Area of Special Character Designation. \r\rConsultations\r\r8 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on heritage assets. \rThe impact of the development on highways. \rThe impact of the development on cycle parking. \rThe impact of the development on fire safety. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application partly proposes the construction of a single storey front extension to facilitate a porch. The proposed front porch area reflects the character of the main house, and appears as part of the original building and not as an obvious addition, which would be clearly subordinate to the original dwellinghouse. Additionally, many of the properties within the vicinity have had similar extensions and as such this porch would not be an uncharacteristic addition to the streetscene. \r\rThe application also proposes changes to the fenestration of the property to accommodate the conversion of a garage into a habitable room. These changes are deemed be appropriate and would relate well to the dwellinghouse, and would therefore have an acceptable impact on the dwellinghouse and area. \r\rFinally the application proposes the construction of a single storey rear extension. This extension would measure approximately 5 metres in depth from the rear wall of the dwellinghouse, with a reduced depth of 3 metres on the boundary with the neighbouring property at 73 Robin Hood Lane, resulting in a stepped appearance. This extension would predominantly have a flat roof, measuring approximately 3.5 metres in height, with a mono pitched area to the rear measuring approximately 2.6. Metres to the eaves. Whilst this proposed extension would exceed the recommended depth and height as outlined by the Residential Design SPD, Officers consider that the proposed single storey rear extension would still appear proportionate and subordinate to the dwellinghouse, and would not detract from its character, or the character of the wider area. \r\rParagraphs 198 to 203 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance. \r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rOfficers Comments: The Kingston Hill/ Coombe Hill SASC constitutes a non-designated heritage asset. The significance of the Kingston Hill/Coombe Hill Strategic Area of Special Character can be summarised as an area of exceptionally high quality landscape with important views both within and beyond the Borough. As Officers consider that the proposed development would have an acceptable impact on the character and appearance of the area, it is also considered that the proposed development therefore would not result in any harm to the significance of the Kingston Hill/Coombe Hill Strategic Area of Special Character. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The application does not propose the installation of any windows facing neighbouring properties, as such such the proposal would not result in a loss of privacy. \r\rHowever Officers consider that the proposed ground floor rear extension, by reason of the excessive height, combined with its siting along the shared boundary, would have an overbearing appearance and result in an undue sense of enclosure to adjoining property, No. 73 Robin Hood Lane. The applicant has also failed to demonstrate that the proposed development would not have an unacceptable adverse impact on light/sunlight to the nearest ground floor habitable room at No. 73 Robin Hood Lane. Furthermore, by reason of its excessive height hard up against the shared boundary with No. 73 Robin Hood Lane, the proposed rear extension would constitute an unneighbourly form of development\r\rThe proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance.\r\rOfficers Comments: The proposal would lead to the removal of an existing garage. To accommodate modern vehicles, proposed new garages should meet the required dimensions as recommended by Appendix 5 of the Sustainable Transport SPD, measuring 3 metres in width and 5.3 metres in depth internally. The existing garage would not meet the minimum required internal garage dimensions for one vehicle, and therefore the removal of this garage would not impact the parking provision on site. \r\rFurthermore, it is considered that the remaining hardstanding is of an adequate size to accommodate one off-street car parking spaces. This provision would be in line with the maximum standards set out in the London Plan. The proposed development would therefore have an acceptable impact on highway safety and congestion.  \r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3. \r\rOfficers Comments: The proposal would result in the loss of a garage. Officers therefore consider it appropriate to attach a condition to the application in the event of an approval for the applicant to provide details of secure onsite cycle parking. \r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be contradictory with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Site Location Plan and Block Plan - We note that you have Submitted new Block Plans. Please remove the Block Plan from the original plan M285/02/001 as there are conflicting scale and scale bars on this plan (the scale is shown as both 1:500 and 1:200). It may be simpler to submit a new Site Location Plan as a separate document.\r",
    "Please revise the following plans as follows:\rPlan \"002 Existing Floor Plan and Elevations\" - Add a scale bar to the plan and add north point to the floor plan.\rPlan \"003 Proposed Floor Plan and Elevations\" - Add a scale bar to the plan and add north point to the floor plan.\rPlan 004 \"Existing and Proposed Roof Plans\" - Add a scale bar and north point.",
    "Please can you confirm that you agree to the Proposal Description at the top of this letter, as we have amended the description from the application form to provide clarity?",
    "Proposal Description - we have amended the Proposal Description to \"Erection of first floor side extension\" to more accurately describe the proposal. Please confirm that you agree to this new description.",
    "The submitted location plan does not have the name of the road. Please provide  the nearest  available road name in the location plan such as Victoria Avenue or any other.\r\rNote: Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.",
    "The submitted location plan does not have a red outline in the proposed site.\rNote: Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.",
    "The scale bar in the submitted block plan does not measure to the stated scale.\rPlease provide a copy of proposed block plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please provide copy of existing rear elevation at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "We received only one proposed flank elevation, we require both side elevations. Please provide copies of all existing and proposed side elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/05/2020",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-08710949",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.283275,
          51.420281
        ],
        [
          -0.283276,
          51.420254
        ],
        [
          -0.283319,
          51.420255
        ],
        [
          -0.283318,
          51.420281
        ],
        [
          -0.283275,
          51.420281
        ]
      ]
    ],
    "type": "Polygon"
  }
}