{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD1CV5NHGWK00",
  "lapsed_date": "28/08/2025",
  "decision_target_date": "31/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6RN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.098
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01557/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521853,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:55.373Z",
  "id": "Kingston-20_01557_HOU",
  "application_type": "Householder",
  "street_name": "Wendover Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "28/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single storey/part two storey side extensions, part single storey/part two storey rear extensions (and infill), front extensions (infill), increase of existing ridge height and dormer windows and rooflights",
  "actual_completion_date": null,
  "last_date_consultation_comments": "30/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167349,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782537",
  "centroid": {
    "lon": -0.250027,
    "lat": 51.392106
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby permitted shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The flat roof(s) of the ground floor extensions hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the side elevations of the building/extensions hereby permitted without the grant of a separate planning permission from the Local Planning Authority. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Site\r\rThe application site is a two-storey semi-detached dwellinghouse located on Cromford Way. The site is not subject to any particular designations or environmental constraints.\r\rPlanning History\r\r17/14585/LDP - Erection of hip to gable and rear dormer roof extenions to faciliatate loft conversion. Installation of three front rooflights, removal of side chimney and extension of front side chimney. Application Granted on 18 Jul 2017\r\rConsultations\r\r9 neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on fire safety. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The application proposes the construction of a single storey rear extension. This extension would be L-shaped and can be defined as two clear sections. \r\rThe first section would have a maximum depth of approximately 5.1 metres on the boundary with the adjoining property at No. 21 Cromford Way. The section of the extension would benefit from a dual pitched roof with a maximum height of approximately 4.8 metres.  \r\rThe second section would have a depth of approximately 9.4 metres on the side of the property closest to No. 17 Cromford Way. This section would also benefit from a dual pitched roof, with a maximum height of approximately 4.4 metres. This section would partly extend into the side of the property, by approximately 1.3 metres. The proposed side extension would only extend from 5.1 metres in depth from the rear wall of the original dwellinghouse. \r\rSingle storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. As a whole, the proposed extension would far exceed the recommended maximum depth and height outlined by Policy Guidance 33 of the Residential Design SPD. However, due to the existing garage that the proposed extension would replace on this occasion, coupled with the neighbouring properties also benefiting from rear extension, Officers consider that the proposed development would have an acceptable impact on the character and appearance of the dwellinghouse.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The principal properties to consider in relation to amenity, the principal properties to consider would be No. 17 and No. 21 Cromford Way. In relation to No. 17 Cromford Way, the proposed development has been set back from the boundary with this neighbouring property. Due to this set back, in conjunction with the relatively low eaves height of the proposed extension, Officers consider that the proposed development would not result in an overbearing appearance or loss of sunlight to this neighbouring property. Furthermore, whilst the application proposes the installation of a window facing this neighbouring property, as it is at ground floor level, and situated in the centre of the original dwellinghouse, Officers consider that this window would not result in a significant loss of privacy through overlooking. Therefore the proposed development would have an acceptable impact on the amenity of the occupier of No. 17 Cromford Way. \r\rIn relation to No. 21 Cromford Way, the application proposes the construction of a single storey rear extension with a maximum depth of approximately 5.1 metres on the boundary with this adjoining property. This neighbouring property benefits from a single storey rear extension, with a depth of approximately 3 metres. Whilst the proposed extension would extend further in depth than this neighbouring extension, as it is only by 2.1 metres, Officers consider that the proposal would not result in an unacceptable impact by reason of an overbearing appearance. Furthermore, when a 45 degrees line is taken from the centre of the closest habitable room window on this neighbouring property, whilst it would intersect the proposed development on the plans provided, it would not intersect the proposed rear extension on the provided elevation drawings. As such, whilst the proposal may result in some loss of sunlight/daylight, it would not be to an unacceptable level. Finally, as no windows are proposed facing this neighbouring property, and would not result in a loss of privacy, Officers consider that the proposal would not result in an unacceptable impact on the amenity of the neighbouring property at No. 21 Cromford Way.  \r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment has been based on the original layout of the house which shows an extension to the rear. As stated in the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) 'original' is considered as existing on 1st July 1948. This decision is based on historic maps which indicate that the original dwelling, as of 1955, benefitted from a rear extension across part of the width of the building which results in a stepped rear elevation. Whilst it is noted that evidence has been provided to indicate that the single storey extension does not appear on a Land Registry Map from 1966, on the balance of probability, the applicant has still failed to indicate that this existing single storey rear extension was not an original feature (original being considered as existing on 1st July 1948).",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "Please provide the additional floor area to calculate the application fee. We acknowledge the receipt of £924.00.",
    "For the avoidance of doubt, please confirm the description 'Erection of first floor extension with accommodation on roof. Fenestration and internal alteration.'",
    "We have received the email about loft cconversion, please amend the drawings according to you proposal.\r\rPlease revise the red outline in the location plan, the submitted location plan does not show the complete site in red outline.Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "The submitted proposed block plan is labelled as existing and proposed block plan, please revise the proposed block plan with the correct labelling at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/07/2020",
  "secondary_street_name": null,
  "site_number": "23",
  "pp_id": "PP-08862631",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250005,
          51.392119
        ],
        [
          -0.250006,
          51.392092
        ],
        [
          -0.250049,
          51.392092
        ],
        [
          -0.250048,
          51.392119
        ],
        [
          -0.250005,
          51.392119
        ]
      ]
    ],
    "type": "Polygon"
  }
}