{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEBNHMNHH8S00",
  "lapsed_date": "05/10/2025",
  "decision_target_date": "05/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2QW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.035
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01825/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518202,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:01.285Z",
  "id": "Kingston-20_01825_HOU",
  "application_type": "Householder",
  "street_name": "Orchard Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "05/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "03/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169004,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128028910",
  "centroid": {
    "lon": -0.301926,
    "lat": 51.407752
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The finished floor levels of the extenison hereby permitted shall be no lower than the floor levels in the existing dwelling. \r\rReason: To mitigate against potential flood risk, in compliance with Policy DM4 of the RBK LDF Core Strategy 2012 and the NPPF 2019.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 7 (Written Scheme of Investigation) of planning permission 22/02258/HOU, which states:\r\rCondition 7: No demolition or development shall take place until a written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and \rA. The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\rB. Where appropriate, details of a programme for delivering related positive public benefits\rC. The programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "Please submit a Planning Fire Safety Strategy - this is now adopted London Plan policy. If you do not wish to provide a Fire Safety Strategy as part of the application submission then this can be dealt with at the Planning Conditions stage should permission be granted.\r\rNote: The PFSS should address all aspects of part A of Policy D12 of the London Plan 2021 and should include a statement of competence. It should also reference the London Plan Guidance Fire Safety (February 2022), and where applicable, a Reasonable Exception Statement (RES) should be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/08/2020",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-08937985",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301904,
          51.407765
        ],
        [
          -0.301905,
          51.407738
        ],
        [
          -0.301948,
          51.407739
        ],
        [
          -0.301947,
          51.407766
        ],
        [
          -0.301904,
          51.407765
        ]
      ]
    ],
    "type": "Polygon"
  }
}