{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDRA9VNHH3B00",
  "lapsed_date": "14/09/2023",
  "decision_target_date": "14/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5PA",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.038000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01709/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520795,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:33.352Z",
  "id": "Kingston-20_01709_HOU",
  "application_type": "Householder",
  "street_name": "Manor Drive North",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "14/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension,  render to front elevation of the existing house and new front porch",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166733,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021778773",
  "centroid": {
    "lon": -0.265435,
    "lat": 51.386795
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Due to its design and scale, the proposed single storey side extension and front porch, would result in an incongruous and overbearing appearance on the existing street scene. This element of the proposed development would not be proportionate or subordinate and would not relate well to the main dwelling or the surrounding area, thereby conflicting with policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design Supplementary Planning Document, 2013.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rDemolition of an existing outbuilding and erection of single storey rear outbuilding.\r\rConsultation\r7 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Policy Guidance 41 (Outbuildings) is applicable to the application. The SPD outlines that where they are used as ancillary to the use of the existing house (sheds, greenhouses, hobby rooms or storerooms) that planning permission is generally not required. In this case, the proposed outbuilding would be for the use of a gym and a toilet/shower room and as such, will require planning permission. \r\rIn terms of scale and design, the guidance advises that in general outbuildings should be positioned as far away as possible from any shared boundaries to stop overshadowing of neighbouring properties; should not be built forward of the established building line; should relate well to the design of the existing house; generally be built of similar materials to the existing house; and not affect the existing parking provision of the development and any parking lost as a result of the outbuilding should be replaced on site. In terms of scale, the outbuilding is considered to appear as an appropriate addition to the site and host property by way of its modest height of 2.7m. The outbuilding would occupy the full width of the plot (at 8.5m) and would have a depth of 5m. \r\rMore than 50% of the amenity space will remain and, therefore, it is not found that this will have a detrimental impact on the amenity and character of the property. Overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is not considered that the proposed outbuilding would result in any harmful overlooking impacts onto neighbouring sites and by way of its moderate height, it is not thought to appear dominant or result in loss of light or outlook.\rIt is therefore considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage. \r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Plan scales - the scale bars are annotated as 1:1 on plans A-100, A-101, A-200, and A-300. For the avoidance of doubt, please specify the scale to be applied."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/07/2020",
  "secondary_street_name": null,
  "site_number": "60",
  "pp_id": "PP-08902860",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.265413,
          51.386808
        ],
        [
          -0.265414,
          51.386782
        ],
        [
          -0.265457,
          51.386782
        ],
        [
          -0.265456,
          51.386809
        ],
        [
          -0.265413,
          51.386808
        ]
      ]
    ],
    "type": "Polygon"
  }
}