{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCIU5NNHGSE00",
  "lapsed_date": "29/08/2022",
  "decision_target_date": "21/08/2020",
  "locality": "Malden Rushett",
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2NR",
  "site_name": "",
  "status": "Unknown",
  "application_details": {
    "site_area": 0.017,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "GREENB Name: Green Belt"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SAC SAC Type: SPECIAL CONTROL OF ADVERTS"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021752444"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01459/TPO",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517140,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:32.169Z",
  "id": "Kingston-20_01459_TPO",
  "application_type": "All Other",
  "street_name": "West Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "03/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "T.4, T.5 & T.6 Cypress - Fell.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 161487,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021752444",
  "centroid": {
    "lon": -0.319663,
    "lat": 51.340411
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Any replacement trees which within a period of five years from planting are removed, die or become seriously damaged/diseased, shall be replaced within the next planting season (Oct 1st - Apr 30th) with trees of similar amenity value.\r\rAny replacement planting should be carried out with due consideration for overhead and underground services, property boundaries, buildings and potential maintenance. The eventual size of a specimen and the nature of its rooting structure should also be taken into account when choosing where to plant, in order to achieve the best result for your site.\r\rThe applicant is advised that the following will be suitable replacement species:\r\r(a) [Whitebeam (Sorbus aria) x3]",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rRaising roof ridge height and rear dormer extension with chimney stack removal and installation of 4no rooflights to facilitate loft conversion.\r\rPermission was previously granted under  13/12469/HOU (dated 16.08.2013) for the erection of part single, part 2 storey rear extension with roof extension including rear dormer. This application permitted an increase to the existing ridge height by 500mm and an increase of the pitch by 10 degrees on all profiles but to date has not been implemented\r\rFurther permission was granted under 21/01280/HOU (dated 18.06.2021) to Raise the roof ridge height and rear dormer extension with chimney stack removal and installation of 4no rooflights to facilitate loft conversion in line with the previous permission\r\rThis application seeks to raise the ridge by 755mm in order to line up with the ridge of No. 59 Richmond Park Road.\r\rConsultation\r10 Neighbouring properties have been notified and 1 objection has been received stating;\r- Loss of light/Sunlight\r\rThe objection will be considered along with the application.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on fire safety.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Given that the neighbouring properties No. 59 & No. 61 Richmond Park Road already benefit from gable fronted roof forms with higher ridges it is considered that the proposed development would not have a detrimental impact on the character or appearance of the area. A small further increase in the ridge height would not lead to a detrimental impact.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  As noted above permission was granted to raise the ridge under a previous permission, having assessed the proposed 755 mm increase, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please provide the address of owner/occupier of the adjoining neighbour to the rear."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/06/2020",
  "secondary_street_name": null,
  "site_number": "17",
  "pp_id": "PP-08592935",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.319641,
          51.340424
        ],
        [
          -0.319642,
          51.340397
        ],
        [
          -0.319685,
          51.340398
        ],
        [
          -0.319684,
          51.340425
        ],
        [
          -0.319641,
          51.340424
        ]
      ]
    ],
    "type": "Polygon"
  }
}