{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAMH2ONHGDU00",
  "lapsed_date": "22/07/2023",
  "decision_target_date": "22/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6PJ",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.044000000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01136/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522063,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:17.990Z",
  "id": "Kingston-20_01136_HOU",
  "application_type": "Householder",
  "street_name": "Motspur Park",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "22/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed new driveway and dropped kerb",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167208,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021779100",
  "centroid": {
    "lon": -0.247059,
    "lat": 51.390793
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Due to its proximity to the junction with Chilmark Gardens the proposed dropped kerb has the potential to cause vehicular conflict, resulting in an unacceptable impact on highway safety. The proposal is therefore contrary to paragraph 109 of the National Planning Policy Framework (2019), Policy 6.3 of the London Plan (2016) and Policy DM10 of the adopted Local Development Framework Core Strategy (2012).",
    "The site comprises a semi-detached dwelling.\r\r9x neighbouring properties have been notified and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on highways and transportation matters.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed ground floor extension would be on a prominent corner location. It is stated in Policy Guidance 35 in the Residential Design SPD, the following guidance should be followed when designing a single storey side extension: The extension should remain proportionate and subordinate to the original house. Side extensions should normally be set-back from the front wall of the original house by at least 500mm. The existing single storey side extension would exceed the parameters of the Residential Design SPD. According to the Residential Design SPD, side extensions should normally be set-back from the front wall of the original house by at least 500mm. However, the front prominent canopy above the existing garage, would be retracted and would be flush with the front wall to the existing front door porch. The small pitched roof towards the front of the existing garage, would be hipped to one side and there would be a slight increase in height of the small pitched roof towards the front.\r\rThe proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The proposal would involve the conversion of the existing garage to the side of the property. However, the existing hardstanding to the front of the dwelling would be sufficient to accommodate one space for on-site parking. The PTAL for this part of Bransby Road is 2. Taking into account the maximum car parking standards set out in the London Plan, which are up to 1 space per dwelling, for an Outer London PTAL 2 - 3, 3+ bedroom dwelling, it is considered that this issue would not warrant grounds for refusal, given that it is reflective of the existing situation.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Please submit the application form for lawful of an existing use, the submitted application form is for proposed use."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/05/2020",
  "secondary_street_name": null,
  "site_number": "64",
  "pp_id": "PP-08732771",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.247037,
          51.390806
        ],
        [
          -0.247038,
          51.39078
        ],
        [
          -0.247081,
          51.39078
        ],
        [
          -0.24708,
          51.390807
        ],
        [
          -0.247037,
          51.390806
        ]
      ]
    ],
    "type": "Polygon"
  }
}