{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEYHTQNHHEA00",
  "lapsed_date": "07/10/2025",
  "decision_target_date": "07/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3RB",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.035
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01954/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519572,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:37.554Z",
  "id": "Kingston-20_01954_HOU",
  "application_type": "Householder",
  "street_name": "Gloucester Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "07/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension; conversion of loft space into habitable room, installation and changes to fenestration and erection of single storey ancillary outbuilding (office/studio/w.c) to rear of garden (following demolition of existing garage)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169254,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021760412",
  "centroid": {
    "lon": -0.282154,
    "lat": 51.409712
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Condition 20 (Construction and Environmental Management Plan) of planning permission 20/02942/FUL states:\r\rPrior to commencement of development in each Development Plot or Phase a Construction and Environmental Management Plan (CEMP) shall be submitted to and approved in writing by the Local Planning Authority. The CEMP shall then be reviewed and updated prior to commencement of development in each Phase and an updated version submitted to the Local Planning Authority for approval prior to commencement of development in each Phase unless it is agreed in writing by the Local Planning Authority that no amended version is warranted. \r\rThe CEMP shall include specific details for: \r1. the control of construction noise and vibration during hours of noisy activities; \ran updated Construction Logistics Plan (CLP) to include - a construction waste and material management, transportation and disposal strategy; including construction delivery booking and construction vehicle holding arrangements; site access and car parking arrangements; construction phasing and agreed routes; timings; travel plan for staff/personnel involved in construction.\r1. air quality measures for the control and monitoring of emissions (including from construction vehicles), dust, fine particles and odours; a Dust Management Plan (DMP). The DMP will need to detail the measures to reduce the impacts during the construction phase. \r2. construction traffic routing through the area and the site and the development site, including details of signage and an enforcement system for breach of its provisions; \r3. a low emission strategy for construction traffic and machinery; \r4. piling or other penetrative methods of foundation design in relation to risks to underlying groundwater; \r5. measures to protect controlled waters from construction processes and contamination; \r6. measures to minimise cross contamination on site; \r7. measures to deal with unexpected contamination on site; \r8. measures for the protection of invertebrate species and enhancements for them, including provisions for dealing with any species that are discovered during the works, and a programme of timing for the works; \r9. details of security of the construction site in relation to the boundary of the development site; \r10. details of coordination with sites abutting the application boundary;\r11. hours of construction and details to minimise disturbance to residents;\r12. access through the site during works and upon completion of works in relation to any phasing, including the connections with any completed phases, and connections to the surrounding area and its network of cycle paths, roads and footpaths; and\r13. any temporary works, including any boundary treatment around later phases. \r14. Provisions for pedestrians shall be fully accessible to all including people with disabilities. \r15. details of cranes and other tall construction equipment (including the details of obstacle lighting) - Such schemes shall comply with Advice Note 4 'Cranes and Other Construction Issues'(available at firewww.aoa.org.uk/policy-campaigns/operations-safety).\r\rThe development shall not be undertaken otherwise than in accordance with the CEMP approved in writing by the Local Planning Authority, unless otherwise agreed in writing with the Local Planning Authority.\r\rReason: To ensure construction works and traffic impacts are minimised, to protect amenities of neighbouring occupiers and occupiers of the new residential units within the development itself and to minimise any harm to biodiversity interests of the area.\r\rOfficer response: The Council's Environmental Health Officer and Highways Officer raised no objections to the information provided for Condition 20 (Construction and Environmental Management Plan) in relation to Plot E Phase 1. As such, condition 20 (Construction and Environmental Management Plan) in relation to Plot E Phase 1  is hereby approved.",
    "Fee - I acknowledge receipt of your payment for £206. Planning Application Fees in England increased on the 6th December 2023. As further documents to support your application were submitted after this date, the fee required for this application is £258. Please forward the outstanding balance of £52 as soon as possible.\r\rNote: Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/08/2020",
  "secondary_street_name": null,
  "site_number": "64",
  "pp_id": "PP-08973984",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282132,
          51.409725
        ],
        [
          -0.282133,
          51.409698
        ],
        [
          -0.282176,
          51.409699
        ],
        [
          -0.282175,
          51.409726
        ],
        [
          -0.282132,
          51.409725
        ]
      ]
    ],
    "type": "Polygon"
  }
}