{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QA7K5ZNHGA900",
  "lapsed_date": "21/06/2023",
  "decision_target_date": "02/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3ES",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.026000000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023059836"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01048/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520236,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:55.400Z",
  "id": "Kingston-20_01048_CPU",
  "application_type": "All Other",
  "street_name": "Midleton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "21/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a detached annex building to rear of property",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169029,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023059836",
  "centroid": {
    "lon": -0.272688,
    "lat": 51.407549
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development would not fall within the parameters of Class E, E.4 of the Town & Country Planning (General Permitted Development Order) 2015 (as amended) as it would not be considered incidental to the enjoyment of the dwellinghouse.",
    "Application Site\rThe site comprises an end of terrace dwelling.\r\rProposal\rDemolition of exiting rear extension and erection of new single-storey rear extension with associated changes to fenestration\r\rConsultation\r8 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please check the scale bars on the plans provided as these are not accurately drawn and scaled"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/05/2020",
  "secondary_street_name": null,
  "site_number": "11",
  "pp_id": "PP-08691608",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272666,
          51.407562
        ],
        [
          -0.272667,
          51.407535
        ],
        [
          -0.27271,
          51.407536
        ],
        [
          -0.272709,
          51.407563
        ],
        [
          -0.272666,
          51.407562
        ]
      ]
    ],
    "type": "Polygon"
  }
}