{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDVLSANHH4X00",
  "lapsed_date": "23/09/2023",
  "decision_target_date": "16/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1QF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.015000000000000001,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LOCCEN Name: Chessington North Parade"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1864511A"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023067361"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01744/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518513,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:42.328Z",
  "id": "Kingston-20_01744_FUL",
  "application_type": "All Other",
  "street_name": "North Parade",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "23/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 4 (Opening Hours) of Planning Permission 19/00087/FUL (Application under S73A to vary Condition 4 (Opening Hours) and 6 (Use Class) of Planning Permission 96/2069/FUL; Allowed at Appeal APP/Z5630/A/97/276084) to enable the premises to remain open to customers until 21.00 on Sundays (currently restricted to 19.00)\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "17/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 164126,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023067361",
  "centroid": {
    "lon": -0.299083,
    "lat": 51.363845
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of the granting of original permission 19/00087/FUL (23/10/2019).\r\rReason: As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "The use hereby permitted shall not be open to customers outside of the following times: 0800 hours to 2300 hours Monday to Saturday and 1000 hours to 2100 hours on Sundays.\r\rReason: to safeguard the amenities of neighbouring occupiers and to comply with policy 7.15 of the London Plan 2016 and policy DM10 of the LDF Core Strategy 2012.",
    "The noise and anti-vibration measures, as detailed in the email from Adam Beamish to Thomas Frankland dated 14 October 2019 at 12:37, shall be maintained at the site for the duration of the use hereby permitted.\r\rReason: to safeguard the amenities of neighbouring occupiers and to comply with policy 7.15 of the London Plan 2016 and policy DM10 of the LDF Core Strategy 2012.",
    "The premises shall be used only as a restaurant and/or a hot food takeaway and for no other purposes whatsoever.\r\rReason: to safeguard the amenities of neighbouring occupiers and to comply with policy 7.15 of the London Plan 2016 and policy DM10 of the LDF Core Strategy 2012.",
    "Provision shall be made for commercial and domestic waste to be stored in suitable receptacles so as not to cause or be detrimental to the amenities of the locality.\r\rReason: to safeguard the amenities of neighbouring occupiers and to comply with policy DM10 of the LDF Core Strategy 2012.",
    "Deliveries to the site shall not take place outside of the following times: 0800 hours to 2300 hours Monday to Saturday and 1000 hours to 1900 hours on Sundays.\r\rReason: to safeguard the amenities of neighbouring occupiers and to comply with policy 7.15 of the London Plan 2016 and policy DM10 of the LDF Core Strategy 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation.  The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade.  Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: to safeguard the amenities of neighbouring occupiers and to comply with policy 7.15 of the London Plan 2016 and policy DM10 of the LDF Core Strategy 2012.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\rcarry out work to an existing party wall;\rbuild on the boundary with a neighbouring property;\rin some circumstances, carry out groundworks within 6 metres of an\tadjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r",
    "Your attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from the landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r",
    "The building/extension that you propose may affect a right of light enjoyed by the neighbouring property. This is a private right which can be acquired by prescriptive uses over 20 years; as such it is not affected in any way by the grant of planning permission.\r",
    " When undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.",
    "You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r",
    "In response to the application the following comment has been received\r\r\"We (CAMARA) argue that the Report is defective in that \r\r1. it fails to propose what would be acceptable lease terms or duration, if offered. It would be counter to the intention of the requirement to provide this Drinking Establishment if the site owner was to be the sole arbiter of lease terms offered by prospective operators. We think that these ought to be independently assessed for the Council, and ought to include for the possibility of a significant rent-free period, in recognition of the costs of fitting out. \r2. the map attached fails to identify all the nearby Drinking Establishments, without which a potential applicant is unable to assess the likely competition\r3. the property does not, as suggested, abut Kingston Road and St Johns Road.\r4 the Report fails to mention if the unit will have toilet facilities, or the possibility of fitting extractor fans which might be necessary if food preparation is to be considered by the operator\"\r\rThe comments are noted, however, the strategy submitted complies with the terms of the legal agreement, it is noted that the comment seeks to expand the requirements of the marketing strategy beyond that stated in the S106.\r\rHaving reviewed the submitted information, Officers are content that the Marketing Strategy would enable the unit to be accompanied by a willing operator. \r\rThe marketing strategy shall be executed as per the terms of the Legal Agreement\r",
    "Please provide existing and proposed roof plans if there are any changes.",
    "The submitted proposed elevations do not have annotated dimensions. Please provide Proposed Elevations at a recognised scale (at 1:50 or 1:100 for example) with all key dimensions for the proposed works.",
    "The submitted sections do not have dimension, please provide the dimensions of the proposed work in section.",
    "Please provide 'Heritage Statement'.",
    "For the avoidance of doubt, please confirm the description 'Removal of internal partition walls and multi-level false ceilings, change in ceiling height and internal alteration.'",
    "For consistency, please include the ground floor high level window show on the Proposed Left Elevation on the Proposed Ground Floor Plan.",
    "The submitted existing front elevation and loft plan shows 2nos of rooflight, whereas the existing roof plan shows 3nos of rooflight. Please amend the drawings with the correct numbers of rooflights.\rThe description will be finalised after confirmation of the rooflights.\r\rPlease provide Existing and Proposed Roof Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions of the proposed work. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/07/2020",
  "secondary_street_name": null,
  "site_number": "2, 4",
  "pp_id": "PP-08916474",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299061,
          51.363858
        ],
        [
          -0.299062,
          51.363831
        ],
        [
          -0.299105,
          51.363832
        ],
        [
          -0.299104,
          51.363859
        ],
        [
          -0.299061,
          51.363858
        ]
      ]
    ],
    "type": "Polygon"
  }
}