{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEKWWDNHHAR00",
  "lapsed_date": "23/02/2024",
  "decision_target_date": "30/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7PF",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.01
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01874/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519592,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:13.840Z",
  "id": "Kingston-20_01874_HOU",
  "application_type": "Householder",
  "street_name": "St Georges Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "23/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single and part double storey rear extensions",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165736,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021798272",
  "centroid": {
    "lon": -0.283051,
    "lat": 51.378089
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The application property has limited rear amenity space available and so the erection of the proposed extension would result in the loss of a signficant amount of garden space; to the detriment of the enjoyment of the property for its occupants. In addition, the size of the extension in relation to the space available would result in a cramped layout to the property in terms of the built form that would be out of character with the surrounding properties. The proposal would therefore be contrary to policies CS8 and DM10 of the Core Strategy.",
    "Officer Report\r\rApplication Site\rThe application relates to the ground floor commercial unit. The 3 storey terraced building comprises commercial use on the ground floor and flats above. \r\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rAddition of storage space to an existing storage unit.\r\rConsultations\r17 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The description of the proposed works as shown on the application form is: The proposal is to extend the existing storage unit, providing additional storage space for the commercial property (providing a 4.15 x 2.77m extension), while formalizing/neatening the access/storage yard. \r\rThe applicant provided revised plans dated 12.01.2023 mainly to include the existing waste and cycle storage (however it is unclear if it relates to the adjoining flats or the commercial unit). No changes to the scale, mass and bulk of the extension were made.\r\rOfficers note that the submitted plans and application form are not consistent about the proposed depth of the extension that is shown as 3m and 2.77m. The plans are also incorrectly labelled. As such, due to the submission of inaccurate plans, Officers are unable to fully assess the impact of the proposed development on the character and appearance of the property or the wider area.\r\rFurthermore, the proposed materials for the elevations - timber is not considered to relate well to the host building finished in brick. It is noted that the extension would join the flats, therefore the proposed materials should relate well to the existing uses of the host dwelling and the surrounding area.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to the siting of the proposal it is considered that it would not adversely affect the properties to rear of the application site in terms of overbearing appearance, loss of light or loss of privacy.\r\rWith regards to No 324 Hook Rise North, which comprises single storey commercial unit and No 322 Hook Rise North that benefits from planning permission ref no 21/01147/FUL (Erection of additional 3 floors above retail unit for the provision of 3no. self-contained one-bedroom units with associated refuse/recycling provision and cycle storage), given the scale of the proposal and its siting it is considered not to adversely affect these properties by reason of an overbearing appearance, loss of light or loss of privacy.\r\rOther matters\rThe submitted plans are not clear in terms of the extent of the application site, as the red line includes the adjoining flats. It has not been indicated if the shown waste storage and cycling storage relates to the commercial unit or the flats. The revised site plan should be submitted for any forthcoming applications. \r\rThe submitted ground floor plan showing the toilet facility shows this as an open space, which doesn't seem to be correct.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Planning Fire Safety Strategy, which is considered to be acceptable.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Heritage Statement - since the site address is in a Conservation Area you must provide a Heritage Statement in line with the Validation Local List requirement on page 66 of the Local List. The Validation Local List is found here: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/08/2020",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-08955016",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.283029,
          51.378102
        ],
        [
          -0.28303,
          51.378075
        ],
        [
          -0.283073,
          51.378076
        ],
        [
          -0.283072,
          51.378103
        ],
        [
          -0.283029,
          51.378102
        ]
      ]
    ],
    "type": "Polygon"
  }
}