{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD7J3GNHGZ800",
  "lapsed_date": "21/08/2025",
  "decision_target_date": "02/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7QB",
  "site_name": "Kingston Hospital",
  "status": "Approved",
  "application_details": {
    "site_area": 8.56
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01623/TEL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519526,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:11.505Z",
  "id": "Kingston-20_01623_TEL",
  "application_type": "Prior Approval",
  "street_name": "Galsworthy Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "21/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of 6 no.x antennas and 3 no.x  600mm dia. dish antennas, replacement of existing with proposed equipment cabinets internally within existing cabin and associated ancillary works.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "04/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169822,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023059215",
  "centroid": {
    "lon": -0.282624,
    "lat": 51.414826
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The siting and appearance would be appropriate in this case and would accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "Application Site\rThe site comprises a semi-detached dwelling that has been converted into two separate flats..\r\rProposal\rErection of rear and side projecting dormer roof extension and installation of 1no. front roof light to facilitate loft conversion\r\rOfficers note pre application advice was sought before the submission of this applications and have reviewed the advice that was given to the applicant.\r\rConsultation\r26 Neighbouring properties have been notified and 3 objections from 2 addresses have been received stating;\r- Loss of light/Sunlight\r- Noise\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Privacy\r\rThese objections will be considered as part of the assessment.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:  With regards to the proposed side and rear dormer roof extensions, roof extensions can have a significant impact on the character of the streetscape both in individual cases or through the cumulative impact of several roof extensions within a street. This is particularly true where they are visually prominent within the street.\r\rPolicy Guidance 39 of the Residential Design SPD states that the Dormer Windows should be set down from the ridge line by at least 500mm an set in from the sides and the eaves of the roof by at least 500mm and remain subordinate to the original house. \r\rThe proposed roof extensions would not be in compliance with the residential design SPD as they would not be set down or in by the required amount, it would not remain subordinate to the original house and would further unbalance the pair of semi detached dwellings. The proposed development, when viewed from Church Road, would have an unrelenting and substantial appearance within the street scene. Overall, it is considered that the proposed development would diminish the distinctive character and appearance of the existing dwelling which makes a positive contribution to this area. The proposed development would be overly dominant and visually intrusive within the street scene.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  In relation to the proposed rear dormer extension, it is considered that there may be some overshadowing, loss of daylight/sunlight and loss of outlook in relation to No. 25 Church Road, however it is not considered to be significant enough to warrant a refusal, given that it would create a situation / scenario that is not unusual between neighbours of similar properties.. In relation to privacy, if the proposed development were to be granted, any proposed windows in the eastern elevation would be conditioned so that no part of the framework less than 1.7m above finished floor level shall be openable with obscured glazing. It is considered following a detailed assessment that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy, to such an extent that a refusal could be substantiated\r\r\rFire Safety\rPart A of Policy D12 (Fire Safety) of the London Plan (2021) sets out that \"In the interests of fire safety and to ensure the safety of all building users, all development proposals must achieve the highest standards of fire safety and ensure that they: \r1) identify suitably positioned unobstructed outside space: \r  a) for fire appliances to be positioned on \r  b) appropriate for use as an evacuation assembly point\r2) are designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r3) are constructed in an appropriate way to minimise the risk of fire spread\r4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r5) develop a robust strategy for evacuation which can be periodically updated and published, and which all building users can have confidence in\r6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\rOfficers Comments: No Fire Statement has been submitted to demonstrate how the proposed development addresses the requirements of Part A of Policy D12 of the London Plan (2021). Therefore, it has not been demonstrated that the proposals would achieve the highest standards of fire safety.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The fee required for your pre application is £2,130. Payment can be made online via our Contact Centre on 0208 547 5002 or by cheque made payeble to Royal Borough of Kingston.  Please ensure to quote your application number when making payment."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/07/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08866471",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282602,
          51.41484
        ],
        [
          -0.282603,
          51.414813
        ],
        [
          -0.282646,
          51.414813
        ],
        [
          -0.282645,
          51.41484
        ],
        [
          -0.282602,
          51.41484
        ]
      ]
    ],
    "type": "Polygon"
  }
}