{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCQ8VFNHGTU00",
  "lapsed_date": "04/09/2023",
  "decision_target_date": "04/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5EA",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.1,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021779409"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01494/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520993,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:40.623Z",
  "id": "Kingston-20_01494_FUL",
  "application_type": "Householder",
  "street_name": "Nelson Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "04/09/2020",
  "epc_number": null,
  "actual_commencement_date": "06/07/2020",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 1 (Plans) and Condition 3 (Materials) of Planning Permission 20/00872/HOU (Erection of two storey side extension and single storey rear extension with associated changes to fenestration) for changes to roof, increase from 1.5metres to 3metres in length to rear extension and material changes to front elevation.\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167748,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021779409",
  "centroid": {
    "lon": -0.262246,
    "lat": 51.395875
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of the granting of original planning permission, reference 20/00872/HOU (11 June 2020).\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "The development hereby approved  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The proposed roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the west elevation of the extensions hereby permitted without the grant of a separate planning permission from the Local Planning Authority. \r\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the east and west elevations, and situated on the first floor and the loft floor level, shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.",
    "Before the beneficial occupation of the development hereby permitted, a privacy screen of 1.7 metres shall be erected along the eastern and western edges of the raised decking, the privacy screen shall provide a level of obscurity to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3.\r\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "",
    "Condition 3\r\rCondition 3 reads as follows:\r\rNo above ground works shall take place until the details and samples of the materials to be used in the construction of the external surfaces of the building hereby permitted have been submitted to and approved by the local planning authority in writing. The relevant works shall be carried out in accordance with the approved sample details.\r\rOfficer comments: A materials schedule and samples have been provided of the proposed materials. The details provided are consistent with what has been approved at appeal and are considered acceptable. As such, this condition can be discharged in full.\r\rCondition 4\r\rCondition 4 reads as follows:\r\rNo development shall take place until full details of the finished levels of the ground floors of the proposed buildings, in relation to existing ground levels have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved levels. \r\rOfficer comments: A plan has been provided showing the levels of the site and building in relation to surrounding ground levels which demonstrates that level access can be achieved from the building to the pavement/highway. The details are deemed acceptable. \r\rCondition 5 \r\rCondition 5 reads as follows:\r\rNo development shall take place until details of the implementation, adoption, maintenance and management of a sustainable drainage system have been submitted to and approved in writing by the local planning authority. The system shall be implemented prior to occupation and thereafter managed and maintained in accordance with the approved details. Those details shall include a timetable for its implementation, and a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public body or statutory undertaker, or any other arrangements to secure the effective operation of the sustainable drainage system throughout its lifetime.\r\rDetails to discharge this condition were refused through 22/00077/CLC. In response, the applicant has provided an addendum to the Drainage Strategy Letter which covers the concerns raised. The addendum sets out an indicative timetable for implementation and a maintenance plan for the lifetime of the development. In terms of maintenance, the applicant will assume the role of Management Company until a Management Company is set up. From there on the established Management company will appoint a maintenance firm to carry out the necessary maintenance of the drainage system for the lifetime of the development. \r\rThere are no intentions for the drainage system to be adopted by any public body or statutory undertaker with all maintenance to be undertaken by the applicant/management company over the lifetime of the development. \r\rConcerns have been raised about the indicative location of water butts at the front of the property. No details have been submitted of these water butts but, in themselves these would be moveable non-fixed objects, likely to be modest in scale and not considered to be detrimental to the character and appearance of the area. The applicant has provided reasoning as to why these could not be located to the rear (due to the requirement to water the planting beds at the front of the property) which is accepted.\r\rCondition 6\r\rCondition 6 reads as follows:\r\rNo development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by the local planning authority. The Statement shall provide for: \ra) temporary site access; \rb) the parking of vehicles of site operatives and visitors; \rc) loading and unloading of plant and materials; \rd) storage of plant and materials used in constructing the development; \re) the erection and maintenance of security hoarding; \rf) wheel washing facilities; \rg) measures to control the emission of dust and dirt and suppression of noise during construction; \rh) a scheme for recycling/disposing of waste resulting from demolition and construction works; \ri) delivery, demolition and construction working hours; and, \rj) measures for the protection of surrounding trees.\rThe approved Construction Method Statement shall be adhered to throughout the construction period for the development.\r\rA Construction Management Plan has been submitted. The Council's Pollution Control and Neighbourhood Traffic Engineer are satisfied with the details provided. Accordingly, the condition can be discharged in full. \r\rCondition 9\r\rCondition 9 reads as follows:\r\rPrior to the commencement of any above ground works a hard and soft landscaping scheme including where applicable the retention of the existing trees shall have been submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rOfficer comments: A Planting Plan has been provided which provides details of all species of plants and trees to be planted, planting numbers and sizes at time of planting. Hard landscaping plans has also been provided which show impermeable paving at the front of the property and permeable paving to the rear. Then Council's Trees and Landscape Officer is satisfied with the landscaping and planting details provided. \r\rCondition 11\r\rCondition 11 reads as follows:\r\rPrior to above ground works the following details shall have been submitted to and approved in writing by the Local Planning Authority and thereafter permanently retained: \r(a) boundary treatment, including walls, fences and gates (including their manufacturer's specification, colour and texture). \r(b) refuse storage facilities in accordance with the requirements of the Residential Design SPD, 2013 (including their manufacturer's specification, colour and texture). \r\rThe boundary treatments and refuse / recycling facilities shall be installed and retained as per the approved details prior to the occupation of the units hereby approved.\r\rOfficer comments: A boundary treatment plan has been submitted which provides details of fencing including 1.8m featherboard fencing to the side and separating the rear garden areas to the new units and 500mm high post and rail fencing in the front gardens. Existing fencing to the rear of the site is to be retained. The fencing type and height is considered appropriate in relation to the site context and this condition can be discharged in full.\r\rRefuse storage is shown in the front garden area. This will be in the form of a timber enclosure discretely located behind new planting and landscaping. On this basis, these are not considered to result in harm to the character and appearance of the area.\r\rA number of objections (11) have been received - where relevant they have been taken into consideration in the assessment of this discharge of condition application.\r\rIssues of ownership have been raised but no evidence has been presented that demonstrates land ownership is an issue / impediment to the determination of this application. \r\rComments with regards to the location of refuse storage are noted, however, given the landscaping proposed Officers consider that the proposal is acceptable. \r\rThe comments about the open plan nature of the estate are noted, the proposed post and rail fencing would maintain a degree of openness albeit this would be a change to the character of the area, but not a harmful change.",
    "Section 59 of the Highways Act permits the Highway Authority to charge developers for damage caused by excessive weight and movements of vehicles to and from a site. The Highway Authority will pass on the cost of any excess repairs compared to normal maintenance costs to the applicant/organisation responsible for the damage.",
    "If the means of construction vehicle access entails vehicles crossing the public footway (including\ruse of an existing vehicle crossover) the applicant must contact the Highways Crossover Officer to\rdetermine whether a strengthened crossover is required.",
    "The applicant is advised to explore the use of photovoltaic cells, ground or air source heat pumps or such type of infrastructure so as to achieve the 19% reduction in carbon emissions.",
    "We have received the number of advert confirmation 3no fascia signs, 2no vinyl graphics and vinyl manifestations.\rFor the avoidance of doubt, please mark or indicate the proposed 3nos fascia sign and 2nos vinyl graphics  in the proposed elevations.\r",
    "The description in the application form shows 'To be read in conjunction as a joint Application with 47 Montem (23/00766/HOU) and to supersede approved application (22/03942/HOU)' , however this application will be new application for 49 Montem Road.\rFor the avoidance of doubt, please confirm the description 'Erection of single storey rear, side wraparound and first floor rear extension.'",
    "The submitted Proposed Block Plan (6m) is labelled as location plan and in 1:1250 scale.\rPlease provide a Proposed Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The description in the application form shows 'To be read in conjunction as a joint Application with 47 Montem (23/00766/HOU) and to supersede approved application (22/03942/HOU)' , however this application will be new application for 49 Montem Road.\rFor the avoidance of doubt, please confirm the description 'Erection of single storey rear, side wraparound and first floor rear extension.'\r\r\r\r\r",
    "The Lawful Application does not have a free go. The fee required for your planning application is £ 103.00.  Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/07/2020",
  "secondary_street_name": null,
  "site_number": "12",
  "pp_id": "PP-08836477",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262224,
          51.395889
        ],
        [
          -0.262225,
          51.395862
        ],
        [
          -0.262268,
          51.395862
        ],
        [
          -0.262267,
          51.395889
        ],
        [
          -0.262224,
          51.395889
        ]
      ]
    ],
    "type": "Polygon"
  }
}