{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD529MNHGY500",
  "lapsed_date": "02/09/2025",
  "decision_target_date": "02/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7SR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.016,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021800607"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01600/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518299,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:04.891Z",
  "id": "Kingston-20_01600_CPU",
  "application_type": "All Other",
  "street_name": "Tolworth Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "02/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 165692,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021800607",
  "centroid": {
    "lon": -0.301635,
    "lat": 51.377964
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations fall within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Discharges of surface water run-off to ground or surface waters may require a consent. However, if the following criteria are met, it is unlikely that a consent will be required: all reasonable steps are taken to ensure that the discharge will not result in pollution of the water environment, including installation of suitable pollution prevention measures, such as oil interceptors, silt traps or Sustainable Drainage System (SuDS) elements; SuDS elements must be designed in accordance with industry design guides for the specific setting and proposed use; these measures must be maintained in good repair; the discharge does not contain any trade effluent and will not result in visible discolouration, iridescence or foaming in the water environment; the discharge does not contain any run-off from any of the following areas: fuel delivery areas; oil and chemical storage areas; handling and delivery areas. Operation of sites should ensure that no oils, paint thinners, pesticides, detergents, disinfectants or other pollutants are\rdisposed of in to surface water drainage systems. Sealed gullies should ensure that accidental release is avoided.\r\rContaminated soil that is, or must be, disposed of is waste, therefore its handling, transport and disposal is subject to waste management legislation including: Duty of Care Regulations 1991; Hazardous Waste (England & Wales) Regulations 2005; Environmental Permitting (England & Wales) Regulations 2010; Waste (England & Wales) Regulations 2011. Developers should ensure that all contaminated materials are adequately characterised, both chemically and physically, in line with BS EN 14899 (2005): characterisation of waste; sampling of waste materials; framework for the preparation and application of a sampling plan\" and that the permitting status of any proposed treatment or disposal activity is clear. If in doubt, please contact the Environment Agency for advice at an early stage, in order to avoid delays and to discuss theissues likely to be raised. Applicants should be aware that any permit may not be granted. Please visit the relevant section of the national government website for' further environmental permitting guidance.\r\rLegal changes under The Water Industry (Scheme for the Adoption of private sewers) Regulations 2011 mean that the sections of pipes you share with your neighbours, or are situated outside of your property boundary which connect to a public sewer are likely to have transferred to Thames Water's ownership. Should your proposed building work fall within 3 metres of these pipes we recommend you contact Thames Water to discuss their status in more detail and to determine if a building over / near to agreement is required. You can contact Thames Water on 0800 009 3921 or for more information please visit their\rwebsite at www.thameswater.co.uk <http://www.thameswater.co.uk/>\r\rThames Water would recommend that petrol/ oil interceptors be fitted in all car parking/washing/repair facilities. Failure to enforce the effective use of petrol/ oil interceptors could result in oil-polluted discharges entering local watercourses. A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 02035779483 or by\remailing wwgriskmanagement@thameswater.co.uk <mailto:wwgnskmanagement@thameswater.co.,uk>. Application forms should be completed on line via www.thameswater.co..uk/wastewaterquality<http://www..thameswater.co.uk/wastewaterquality>.\rThames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.\r\rWith regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer,\rprior approval from Thames Water Developer Services will be required. They can be contacted on 0800 009 3941.\r\rThe school should seek to ensure that its timetables relate to neighbouring schools in a complementary way so that the start and finish times of each are sensibly staggered in order to help reduce the impact on congestion on the highway and on bus services.\r\rYou are reminded that the original planning permission 15/12936/FUL, was subject to a S106 Legal Agreement as amended by Deed of Variation dated 3/12/2018 accompanying application 17/12982/FUL. The obligations secured by the legal agreements remain binding and enforceable following this amendment application submitted under Section 73A of the Act.\r",
    "The proposed roof plan shows 2 nos side rooflights, whereas the proposed elevations do not show side rooflights."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/07/2020",
  "secondary_street_name": null,
  "site_number": "135",
  "pp_id": "PP-08872184",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301613,
          51.377978
        ],
        [
          -0.301614,
          51.377951
        ],
        [
          -0.301657,
          51.377951
        ],
        [
          -0.301656,
          51.377978
        ],
        [
          -0.301613,
          51.377978
        ]
      ]
    ],
    "type": "Polygon"
  }
}