{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QA7K7HNHGAI00",
  "lapsed_date": "03/08/2023",
  "decision_target_date": "03/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7BX",
  "site_name": "",
  "status": "Completed",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": 0,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100021757197"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": 0,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": false,
    "non_residential_details": {
      "development_type": "New Build",
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "site_area": 0.11800000000000001,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 1193,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "site_area": 0.11800000000000001,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": 0,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": "22 Coombe Lane",
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 5,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 8.47457627118644,
      "site_area": 0.11800000000000001,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "18/10/2023",
          "description": null,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "16/11/2021",
          "no_bedrooms": 5,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "18/10/2023",
          "description": null,
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "16/11/2021",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01057/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519914,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:58.347Z",
  "id": "Kingston-20_01057_FUL",
  "application_type": "All Other",
  "street_name": "Coombe Lane West",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "03/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing dwelling and erection of a two storey replacement  dwelling with rooms in loft.",
  "actual_completion_date": "18/10/2023",
  "last_date_consultation_comments": "02/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 169605,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021757197",
  "centroid": {
    "lon": -0.27712,
    "lat": 51.412794
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "A sample of the facing materials to be utilised in the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any works on site are commenced. The development shall then be built in accordance with these approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset.\r",
    "The flat roof elements of the proposed development hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the eastern or western flank elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the eastern or western flank elevations of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy 5.2 of the London Plan 2016 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 5.17 and 7.4 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policy 6.13 of the London Plan 2016 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r\rThese details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase.",
    "Prior to the commencement of any development above ground level, a sustainable drainage strategy and associated detailed design, management and maintenance plan for surface water drainage at the site using SuDS methods shall be submitted to and approved in writing by the Local Planning Authority. The approved drainage system shall be implemented in accordance with the approved sustainable drainage strategy prior to the beneficial occupation of the development and permanently retained thereafter.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy 5.13 of the London Plan 2016 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "E3 - Impact Sound (Floors and Stairs)",
    "A1 - Loading",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 5 (Construction Methodology) of planning permission 19/02048/FUL, which states: \r\rAll works on site shall take place in accordance with the following details which shall have previously been submitted to and approved in writing by the Local Planning Authority prior to the commencement of work:  \r(a)\tProvision for loading/unloading materials.\r(b)\tStorage of plant, materials and operatives vehicles.\r(c)\tTemporary site access.\r(d)\tSigning system for works traffic.\r(e)\tMeasures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f)\tLocation of all ancillary site buildings.\r(g)\tMeasures to protect any trees, shrubbery and other landscape features to be retained on the site during the course of development.\r(h)\tMeans of enclosure of the site.\r(i)\tWheel washing equipment.\r(j)\tThe parking of vehicles of the site operatives and visitors\r(k)\tThe erection and maintenance of security hoarding.\r(l)    Hours of construction and deliveries\r\rReason: This information is required prior to the commencement of the development as the relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The original rear elevation (as it existed on 1 July 1948) at ground floor is staggered. The original kitchen door was recessed.\r\rThe proposed extension would extend beyond the rear of the original dwellinghouse by more than 6 metres (when measured from the recessed elevation rather than the elevation containing the patio doors), in conflict with Paragraph A.1 (g)(i).\r\rThe proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j)(iii).\r",
    "The assessment of this application has been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify this decision and you are advised to submit a fresh application with the correct information / drawings. If you carry out development based on incorrect plans you may be liable to the Council taking enforcement action against you.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Application Site\rThe site comprises a two storey end of terrace building located on the south side of Coombe Road. The application relates specifically to the area to the front of the ground floor unit. The site does not contain a Listed Building and is not located within a Conservation Area but does fall within the Coombe Road Local Centre.\r\rProposal\rErection of wooden deck to front and side of restaurant and cafe shop to replace existing outdoor seating arrangement.\r\rConsultation\r16 neighbouring properties have been notified and one letter of support has been received stating: The outside decking is a very positive addition, it is in keeping, carefully managed and is a lovely meeting place for local people and brings footfall to the local businesses\r\rRBK Environmental Health Officer - No objection subject to a condition relating to construction hours\r\rRBK Neighbourhood Engineer - No objections on grounds of highway safety. The applicant should not affix anything to the the decking fence which would increase its overall height and impact upon drivers' visibility.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on Highway Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The timber decking extends the full width and side elevation of the application property with a ramp in the centre for greater accessibility. Officers note that other examples of decking and awnings are evident within the immediate surrounding area of a slightly smaller scale and design. Having regard to the above officers consider the retention of the decking  would have an acceptable impact on the character and appearance of the surrounding area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighways and Transportation\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rOfficer Comment: The front wall of the decking is presently indicated as being 1.2 metres in height.  The setback from the kerb line along Coombe Road is such that the structure does not impinge upon the forward visibility splay, for a vehicle waiting to emerge from Chesham Drive and with the driver positioned 2.4 metres from the stop line. The development is therefore not considered to have an adverse impact upon highways or result in an increase of road danger.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008",
    "Details of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---End of Officer Report---",
    "The proposed site 'Leighton House' has many flats and the submitted application form has Ownership certificcate A. Please confirm the ownership certificate A is correct, otherwise please amend the application form with the correct ownership certificate.",
    "The submitted location plan does not have red outline in the proposed site.\r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.",
    "The submitted location plan does not have a red outline in the proposed site. Please revise the location plan with the red outline.",
    "This application cannot be a free go because the location Plan does not have a red outline. Please submit the location plan with the correct red outline, we will review the application fee.\r\r",
    "Please provide a copy of proposed block plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Existing Site Plan - please can you re-send this plan as there is an error with the submitted version as some of the plan is missing from the document.",
    "Proposal Description - we have amended the Proposal Description for clarity. Please confirm if you agree with the description as follows: \"Demolition of existing garage and erection of three storey side extension, including dormer roof extension, single storey rear extension, and subdivision of plot to create a three bedroom dwelling. Minor alterations to existing dwelling.\"",
    "The proposed site 'Leighton House' has many flats and the submitted application form has Ownership Certificate A. Please confirm the ownership certificate A is correct otherwise please amend the application form with the correct owership certificate."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/06/2020",
  "secondary_street_name": null,
  "site_number": "22",
  "pp_id": "PP-08705751",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.277098,
          51.412807
        ],
        [
          -0.277099,
          51.41278
        ],
        [
          -0.277143,
          51.412781
        ],
        [
          -0.277142,
          51.412808
        ],
        [
          -0.277098,
          51.412807
        ]
      ]
    ],
    "type": "Polygon"
  }
}