{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCUHODNHGVM00",
  "lapsed_date": "22/09/2023",
  "decision_target_date": "02/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7PD",
  "site_name": "Four Acres",
  "status": "Approved",
  "application_details": {
    "site_area": 21200,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "SINC Name: Coombe Wood Golf Course"
      },
      {
        "result": null,
        "constraints_layer_description": "MOL Name: Metropolitan Open Land"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Hill - Designated in UDP 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Coombe Wood Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: CES"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: FOUR ACRES, \rGEORGE ROAD\rKINGSTON UPON THAMES, KT2 7PB\rLB Grade: GD2\rLB Ref: 59/0/10066"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: THE LODGE AND GATEPIERS, FOUR ACRES, \rGEORGE ROAD\rKINGSTON UPON THAMES, KT2 7PB\rLB Grade: GD2\rLB Ref: 59/0/10068"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Corporate Property Portfolio"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128007533"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01536/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520397,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:50.374Z",
  "id": "Kingston-20_01536_FUL",
  "application_type": "All Other",
  "street_name": "George Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "22/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Use of site as a whole, as management training centre for Unilever employees and external organisations 7 days a week.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "31/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 170285,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128007533",
  "centroid": {
    "lon": -0.269948,
    "lat": 51.418803
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 4,
    "no_proposed_cycle": 10,
    "net_cycle": 6
  },
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).\r",
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the premises shall only be used for the purposes specified in the application documents and for no other purposes whatsoever (including any other purposes falling within Class C2 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification).\r\rReason: The acceptability of the development is highly dependent upon the exact nature of the use of the site and other uses, whether within the same use class or permitted by the General Permitted Development Order, are unlikely to be acceptable in planning terms. In accordance with Policies DM8, DM9 and DM10 of the Kingston Core Strategy (2012) and the NPPF (2019).\r",
    "The development hereby permitted shall be carried out in accordance with the approved Travel Plan dated June 2020 prepared by Velocity Transport Planning. The approved plan shall then be implemented and monitored to the satisfaction of the local planning authority, having regard to the targets contained within it. \r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.3 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Within 3 months of the date of this permission, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be provided within 6 months  of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter\r\rReason:  To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "The information submitted pursuant to Condition 4 (Fire Safety) and Condition 5 (Cycle Parking) of planning permission 22/01634/HOU has been assessed by Officers and is considered sufficient to allow the discharge of the planning conditions here listed.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to  Condition 9 (Secured by Design) of planning permission 21/02313/FUL, which states:\r\rCondition 9 (Secured by Design) - The development hereby permitted shall incorporate security measures to minimise the risk of crime and to meet the specific security needs of the development in accordance with the principles and objectives of Secured by Design. Details of these measures shall be submitted to and approved in writing by the local planning authority prior to commencement of the development and shall be implemented in accordance with the approved details prior to occupation.\r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and Policy SD6 of the London Plan (2021).",
    "Please provide a Proposed Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The submitted proposed floor plans do not have annotated dimensions. Please provide Proposed Floor Plans and Roof Plan at a recognised scale (at 1:50 or 1:100 for example) with all key dimensions for the proposed works.",
    "The submitted proposed elevations do not have annotated dimensions. Please provide Proposed Elevations at a recognised scale (at 1:50 or 1:100 for example) with all key dimensions for the proposed work.",
    "The fee required for your planning application is £ 116.00.  We acknowledge the receipt of £34.00, please pay the outstanding balance of £82.00. Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/07/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08809972",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.269926,
          51.418817
        ],
        [
          -0.269927,
          51.41879
        ],
        [
          -0.26997,
          51.41879
        ],
        [
          -0.269969,
          51.418817
        ],
        [
          -0.269926,
          51.418817
        ]
      ]
    ],
    "type": "Polygon"
  }
}