{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAKGTWNHGD700",
  "lapsed_date": "14/07/2023",
  "decision_target_date": "14/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2TD",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.034,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Grove Crescent Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128047683"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01116/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518231,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:13.749Z",
  "id": "Kingston-20_01116_FUL",
  "application_type": "All Other",
  "street_name": "Fassett Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "14/07/2020",
  "epc_number": null,
  "actual_commencement_date": "30/11/2019",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for the Variation of Condition 1 (Approved Plans) of Planning Permission ref: 19/02780/FUL (Conversion of existing accommodation to create 2 no. additional self contained flats (5no. in total), extension of the existing rear single-storey lean-to addition, replacement of the existing pitched roof over single-storey rear projection with a flat roof and provision of a cycle store) dated 30/01/2020. Variations to include alterations to internal layout and fenestration\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "09/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 168364,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128047683",
  "centroid": {
    "lon": -0.301722,
    "lat": 51.401994
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays.\r\rReason: In safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to beneficial occupation of the development hereby permitted secure cycle parking facilities to accommodate 8no. cycles for the occupants of, and visitors to the development, shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.",
    "Prior to beneficial occupation of the development hereby permitted refuse and recycling facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory refuse and recycling facilities in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning Act 1990 (As amended) or the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no additional windows to the existing property or proposed extensions shall be installed without written consent of the Local Planning Authority.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers and maintain adequate amenity space of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Before any occupation of the development hereby permitted, the rooflights serving bathrooms or that are under 1.7m above the finished floor level (i.e. two to the rear elevation and one on each side pitch of the two-storey rear extension) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing of a patterned type only which shall thereafter be retained as such. Obscure-glazed windows should be obscured to a minimum of level 3 of the Pilkington Scale. The use of any type of film or material affixed to clear glass is not acceptable for the purposes of this Condition.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Application Site\rThe application site is located on the northern side of the Griffin Centre which is immediately west of Market Place in the designated Kingston Town Centre. \r\rThe surrounding area is an area of mixed use. The site is located within the designated Kingston Old Town Conservation Area and the unit has a statutory listing (Grade II) as part of the group of buildings that form the Griffin Centre. \r\rThe Historic England Listing description is set out below:\r\r\"Former Griffin Hotel, now shops and bars, and including the first-floor former Assembly Room. Early- mid C19, incorporating some earlier brickwork and with a range probably of the 1860s to rear. Stuccoed brick to front, with painted quoins, cornice and bands, stock brick to rear with red-brick dressings; slate roofs and brick stacks. Three storeys. Long front continuing round from the High Street towards the Market Place, thought originally to have been two buildings. Tripartite composition of three bays, then three-light bow front over late C20 entrance with two bays to right over former carriage entrance now infilled by late C20 shopfront. Upper floors have four-light sashes set in painted architraves, eared on the first floor and with keystones. New central entrance leads to rear shops, with on first floor former assembly room denoted by round-arched windows and glazing bars with a single transom.\r\rAssembly room to rear stylistically of the 1860s, with elaborate plaster decoration. Lozenge-shaped room with arcade on inner wall matching fenestration opposite, with pilasters and round arches bearing plaster heads. The ceiling is a largely tripartite composition of a circle flanked by two diamonds, with central rosette. Doorcase with pediment and moulded architrave.\r\rThe Griffin occupies a prominent location at the entrance to Kingston's Market Square, and is recognisably a former coaching inn of early origins. In 1851 it was taken over by John Williams, who established the assembly room to the rear.\"\r\rList Entry Number: 1080078\r\r\rProposal\rCreation of internal opening and erection of removable screen to the outside seating area\r\rAn accompanying Listed Building Consent application has been submitted for the same proposals under reference: 21/03789/LBC. \r\rConsultation\r25 Neighbouring properties have been notified and no representations have been received\r\rA site notice was also displayed in the vicinity of the application site affixed from 29.03.2022 and was advertised in the local press published on 24.03.2022, as well as posted on Kingston website.\r\rHistoric England: Authorise delegated determination. No view expressed on the proposal.\r\rKingston Town Centre Conservation Area Advisory Committee: No objection.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on a Grade II listed building\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The provision of an internal opening is considered to be acceptable in terms of scale and design. The proposed external removable screen would be similar in apperance to other resturants with the riverside development in the surround area. Overall, It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rImpact upon Listed Building\rSection 16 of the Planning (Listed Building and Conservation Areas) Act 1990 states that 'In considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority or, as the case may be, the Secretary of State shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.'\r\rNPPF provisions:\rIt is one of the core principles of the NPPF that heritage assets should be conserved in a manner appropriate to their significance. Chapter 16 of the National Planning Policy Framework at para 195 sets out that the local planning authority should identify and assess the particular significance of any heritage asset... They should take this assessment into account when considering the impact of a proposal on a heritage asset, to avoid or minimise conflict between the heritage asset's conservation and any aspect of the proposal.\r\rParas 194-198 sets out the framework for decision making in planning applications relating to heritage assets and this application takes into account the relevant considerations in these paragraphs.\r\rThis application proposes works affecting a Grade II listed building. The project involves internal amendments and does not involve any changes to the external structure of the listed building. \r\rOfficers Comments: Officers note that the listing of the building mainly concerns the assembly room to the first floor. It is considered that the internal opening to the ground floor would not impact the above assemby rooms or their significance. The proposal would therefore be acceptable and would preserve the character, appearance and significance of the Grade II Listed Building, having due regard to Section 16 of the Planning (Listed Building and Conservation Area) Act 1990. Furthermore, it is concluded that the proposal would preserve the character and appearance of the Kingston Old Town Conservation Area would not harm any heritage assets as per the requirements of the NPPF (2021). \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "As part of the Agent for Change principle, this development has been provided with noise mitigation measures and supplementary ventilation.  In the event of a complaint being made to the Council of noise from any nearby commercial operations, the Council will make a formal assessment with these noise mitigation measures in place.  This will include windows being kept closed.",
    "The applicant is informed that the submitted details has been assessed by relevant consultants and is hereby approved subject to carrying out the development in accordance with the approved details, in relation to Conditions 4 (Construction Management) and 5 (Lighting Management Plan) of planning permission 21/00009/FUL, which states:\r\rConditions 4 (Construction Management) - No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and\rbetween 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with\rrestricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site;\rvii) Whether any reversing manoeuvres are required onto or off the public highway\rinto the site and whether a banksman will be provided;\rviii) Temporary site access;\rxiii) The potential for impacts from dust and emissions during the demolition and/or\rconstruction phase upon local air quality and surrounding residents;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other\rnuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile\rMachinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition\rand/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rCondition 5 (Lighting Management Plan) - Prior to the beneficial occupation of the classroom hereby permitted the applicant shall have submitted to the Local Planning Authority for its written approval a detailed lighting management plan for both the internal and external lighting of the classroom building. The management plan shall include details of the measures to ensure that lighting in the classroom is turned off when the classroom is not in use, in particular at the end of the school day. The development shall be carried out and operate wholly in accordance with the approved management plan subject to an additional planning condition. \r\r",
    "Application Site\rThe application site is located on the northern side of the Griffin Centre which is immediately west of Market Place in the designated Kingston Town Centre. \r\rThe surrounding area is an area of mixed use. The site is located within the designated Kingston Old Town Conservation Area and the unit has a statutory listing (Grade II) as part of the group of buildings that form the Griffin Centre. \r\rThe Historic England Listing description is set out below:\r\r\"Former Griffin Hotel, now shops and bars, and including the first-floor former Assembly Room. Early- mid C19, incorporating some earlier brickwork and with a range probably of the 1860s to rear. Stuccoed brick to front, with painted quoins, cornice and bands, stock brick to rear with red-brick dressings; slate roofs and brick stacks. Three storeys. Long front continuing round from the High Street towards the Market Place, thought originally to have been two buildings. Tripartite composition of three bays, then three-light bow front over late C20 entrance with two bays to right over former carriage entrance now infilled by late C20 shopfront. Upper floors have four-light sashes set in painted architraves, eared on the first floor and with keystones. New central entrance leads to rear shops, with on first floor former assembly room denoted by round-arched windows and glazing bars with a single transom.\r\rAssembly room to rear stylistically of the 1860s, with elaborate plaster decoration. Lozenge-shaped room with arcade on inner wall matching fenestration opposite, with pilasters and round arches bearing plaster heads. The ceiling is a largely tripartite composition of a circle flanked by two diamonds, with central rosette. Doorcase with pediment and moulded architrave.\r\rThe Griffin occupies a prominent location at the entrance to Kingston's Market Square, and is recognisably a former coaching inn of early origins. In 1851 it was taken over by John Williams, who established the assembly room to the rear.\"\r\rList Entry Number: 1080078\r\rProposal\rCreation of internal opening and erection of removable screen to the outside seating area\r\rAn accompanying Full Consent application has been submitted for the same proposals under reference: 21/03788/FUL. \r\rConsultation\r25 Neighbouring properties have been notified and no representations have been received\r\rA site notice was also displayed in the vicinity of the application site affixed from 29.03.2022 and was advertised in the local press published on 24.03.2022, as well as posted on Kingston website.\r\rHistoric England: Authorise delegated determination. No view expressed on the proposal.\r\rKingston Town Centre Conservation Area Advisory Committee: No objection.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on a Grade II listed building\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The provision of an internal opening is considered to be acceptable in terms of scale and design. The proposed external removable screen would be similar in apperance to other resturants with the riverside development in the surround area. Overall, It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rImpact upon Listed Building\rSection 16 of the Planning (Listed Building and Conservation Areas) Act 1990 states that 'In considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority or, as the case may be, the Secretary of State shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.'\r\rNPPF provisions:\rIt is one of the core principles of the NPPF that heritage assets should be conserved in a manner appropriate to their significance. Chapter 16 of the National Planning Policy Framework at para 195 sets out that the local planning authority should identify and assess the particular significance of any heritage asset... They should take this assessment into account when considering the impact of a proposal on a heritage asset, to avoid or minimise conflict between the heritage asset's conservation and any aspect of the proposal.\r\rParas 194-198 sets out the framework for decision making in planning applications relating to heritage assets and this application takes into account the relevant considerations in these paragraphs.\r\rThis application proposes works affecting a Grade II listed building. The project involves internal amendments and does not involve any changes to the external structure of the listed building. \r\rOfficers Comments: Officers note that the listing of the building mainly concerns the assembly room to the first floor. It is considered that the internal opening to the ground floor would not impact the above assembly rooms or their significance. The proposal would therefore be acceptable and would preserve the character and appearance of the Grade II Listed Building, having due regard to Section 16 of the Planning (Listed Building and Conservation Area) Act 1990. Furthermore, it is concluded that the proposal would preserve the character and appearance of the Kingston Old Town Conservation Area and would not cause any harm to heritage assets, as per the requirements of the NPPF (2021). \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The submitted location plan does not have two roads.\r\rNote: Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.",
    "Please provide copies of all existing and proposed side elevations of an outbuilding at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The proposed site has a basement .Therefore please provide existing and proposed sections to show the basement at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire property not just part and showing dimensions of proposed work. Although the inclusion of a scale bar is not mandatory, it is highly encouraged.",
    "Please provide a copy of proposed block plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/05/2020",
  "secondary_street_name": null,
  "site_number": "23",
  "pp_id": "PP-08728092",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3017,
          51.402007
        ],
        [
          -0.301701,
          51.40198
        ],
        [
          -0.301745,
          51.40198
        ],
        [
          -0.301744,
          51.402007
        ],
        [
          -0.3017,
          51.402007
        ]
      ]
    ],
    "type": "Polygon"
  }
}