{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBYGT4NHGN900",
  "lapsed_date": "10/08/2025",
  "decision_target_date": "10/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7JP",
  "site_name": "Pen Lodge",
  "status": "Approved",
  "application_details": {
    "site_area": 0.046000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01334/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520072,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:05.246Z",
  "id": "Kingston-20_01334_HOU",
  "application_type": "Householder",
  "street_name": "Kingston Hill",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "10/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "08/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170913,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021762738",
  "centroid": {
    "lon": -0.274407,
    "lat": 51.424516
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development  hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Application Site\rThe site comprises a detached 2 storey dwelling located on the western side of The Avenue.\rThe site is also covered by a blanket Tree Protection order (TPO).\r\rProposal\rDemolition of existing detached garage and erection of part single, two storey-side and single-storey rear extension, conversion of loft space and 2no rooflights to the front and rear elevations.\r\rConsultation\r39 neighbouring properties have been notified and no representations have been received.\r\rTrees and Landscaping: No objection.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: \r\rThe proposed two storey side extension would replace an existing garage, and extend up to and along the shared boundary at ground floor level, but set back at first and second floor levels. At second floor level the existing habitable roof space would be extended by a new dual pitch roof with rooflights. The proposed fenestration detail and external design, would be a continuation of the detail to the host building and the roof would continue in the same form in accordance with the Residential Design SPD.\r\rAlthough deeper than the existing garage, the proposed single storey ground floor rear extension would project 3m from the main rear building line of the host dwelling, and designed in accordance with the Residential SPD in terms of scale, depth and design.  \r\rThe proposed front extension is a modest addition with materials, window, door and roof detail to appear a subordinate and subservient addition to the host dwelling.\r  \rWhilst the proposed extensions represent a significant increase in the overall scale of the application property, it is noted that the site is next door to a 3 storey block of flats and the majority of surrounding development is of a similar scale to the proposed. Therefore in the context of the street scene the proposal is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design, with an acceptable impact on the character or appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The principal properties to consider are Nos.62 and 68 The Avenue.  \r\rGiven the siting and scale of the proposed development, it is not considered there would be any adverse effect on the amenities of neighbouring occupiers at No.68 The Avenue, which comprises a building of flats.\r\rTo No.62 which is also occupied by flats, the development would be sited slightly forward of the front building line, and located along the shared boundary at ground floor level. At first floor level the proposed extension would be setback 1m from the shared boundary, with only a bathroom window (to be obscured) to the flank elevation. The flank elevation of No.62 has several windows however given their siting and separation in relation to the proposed development unlikely to be impacted adversely in terms of outlook, or sunlight/daylight.  \r\rIt is therefore considered that the proposed development would not adversely affect the amenities of any neighbouring properties. \r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer comments: Despite the loss of the existing garage, as it would not conform with the size parameters set out in the Sustainable Transport SPD 2013 it would not constitute a loss in off-street car parking provision on site. Officers note that the hardstanding to the front of the dwelling remains of an adequate size to accommodate off-street car parking space that is reflective of the existing situation and considered acceptable. No objection is raised to the proposed changes to the fenestration associated with the conversion. \r\rHighways and Transport\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer comments: Despite the loss of the existing garage, it would not constitute a loss of off-street car parking provision on site as it would not conform with the space standards set out in the Sustainable Transport SPD, 2013 and could not accommodate a modern vehicle. The hardstanding to the front of the property would remain unchanged and continue to provide off-street car parking for 1 vehicle which would accord with the maximum standards set out in the London Plan. External access to the rear of the property is maintained for cycle parking. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, there is sufficient space for provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The relevant Condition is set out below\r\r\"No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the\rnomination of a competent person(s) or organisation to undertake the agreed works. If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\rA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works \r\rB. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\rReason: To avoid harm to and record assets of archaeological significance in accordance with policy HC1 of the London Plan 2021\rand Policy DM12 of the LDF Core Adopted April 2012\"\r\r1 objection has been received this is set out below\r\r\"The Written Scheme of Investigation proposes that the works should only take 7 days. This seems an unreasonably short period of time given the possibility that artefacts of national significance may exist beneath the leisure centre.\r\rI note that it is proposed that trenches will only be dug within the boundaries of the existing site. Has the council checked with Historic England that they are happy with all the proposed trenches and that they do not require additional tetncges to be dug?\r\rThe new leisure centre will have a bigger footprint and there will be new hardstanding built on greenfield land. Will more trenches be dug and a new Written Scheme of Investigation completed before any works on a new leisure centre take place?\"\r\rHistoric England -  Archaeology Advisor (Historic England: GLAAS - South London)\r\r\"The stages completed in respect of the archaeology condition include:\r\rthe submission of the Written Scheme of Investigation (trial trench evaluation stage) dated October 2021, and\rAddendum to the above WSI dated May 2022.\r \r\rThe above therefore satisfies the first part of the archaeology condition:\r\rNo demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\r \r\rThe remainder of the condition therefore remains to be satisfied at a later date.\r\r \r\rThe next step will be the execution of the archaeological evaluation site work, that I will monitor with the applicant's consultant, before a the results are considered and therefore whether there is an on-going archaeological interest that requires the devising and submission of a mitigation specification.  This document, when submitted, would be in response to the second part of the archaeology condition:\r\rIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\rA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\rAt the agreed completion point of all stages of the on-site archaeological work (evaluation plus potential mitigation) the only element of the archaeology condition to remain will be:\r\rB. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\"\r\rThe objection received has been carefully considered, however, given the comments of Historic England - Officers are content that the condition can be discharged with regards to the WSI.",
    "Application Site\rThe site comprises a semi detached 2 storey dwelling located on the northern side of Alexandra Drive.\r\rThe site is not subject to any land use designations or environmental constraints.\r\rProposal\r\rPlanning permission is sought for the Demolition of existing side extension and erection of single storey rear and side extension.\r\rConsultation\r8 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rThe application would result in the removal of 4 garden trees, to compensate for the loss of the trees a Condition would be imposed requiring additional planting to be delivered. \r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: \r\rThe proposed single storey rear extension would be acceptable in terms of scale, depth, siting and design, and in accordance with the Residential Design SPD. The proposed side extension would replace an existing single storey garage with a pitched roof to the front part of the extension (with a flat roof beyond) that relates to the host dwelling, external materials and fenestration details ensuring the extension appears a proportionate and subordinate addition to the property. No objection is raised to the proposed rooflights.\r\rTherefore in the context of the street scene the proposal is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design, with an acceptable impact on the character or appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The principal properties to consider are Nos.61 and 65 Alexandra Drive.  \r\rThe proposed rear extension would align with neighbouring property at No.65 Alexandra Drive. To No.61, the proposed side extension would remain on the shared boundary (as the existing garage), but extend a modest distance further. There would be no windows on both the application or neighbouring property that would cause either undue overlooking, loss of privacy to the occupants of No.61.  The proposed proportions of the extension are also considered acceptable in terms of scale and design. \r  \rIt is therefore considered that the proposed development would not adversely affect the amenities of any neighbouring properties in terms of loss of privacy, outlook, sunlight/daylight and would not result in an undue sense of enclosure. \r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer comments: Despite the loss of the existing garage, as it would not conform with the size parameters set out in the Sustainable Transport SPD 2013 it would not constitute a loss in off-street car parking provision on site. Officers note that the hardstanding to the front of the dwelling remains of an adequate size to accommodate off-street car parking space that is reflective of the existing situation and considered acceptable. No objection is raised to the proposed changes to the fenestration associated with the conversion. \r\rHighways and Transport\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer comments: Despite the loss of the existing garage, it would not constitute a loss of off-street car parking provision on site as it would not conform with the space standards set out in the Sustainable Transport SPD, 2013 and could not accommodate a modern vehicle. The hardstanding to the front of the property would remain unchanged and continue to provide off-street car parking for 1 vehicle which would accord with the maximum standards set out in the London Plan. External access to the rear of the property is maintained for cycle parking. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, there is sufficient space for provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please submit the following supporting documents:\r\rEcological appraisal\rMarketing Report and schedule of interest - It should be demonstrated that the property/land has been advertised for sale or lease on the open market for a period of two years for uses appropriate to the use allocated in the core strategy.\rDetails of the marketing and all offers received should be submitted along with a written assessment. Any financial information provided will be treated as confidential and will not be made available on the public file.\r\rContamination Report - a Site Investigation and Risk Assessment and Remediation Strategy need to be submitted with the application. The amount of information required should be sufficient to determine the existence or otherwise of the contamination, the nature of the contamination, risks it may pose, and whether these can be satisfactorily reduced to an acceptable level.\r\rTransport statement - Provide an assessment of the transport and servicing impact of the development which includes:\ro existing and proposed vehicular and pedestrian journeys to and from the site by all modes of transport\ro description and analysis of existing transport conditions\ro how the proposal will affect the transport conditions\r\rFinancial Viability Assessment - validation of a planning application will be subject to a supporting viability\rreport",
    "The submitted proposed ground floor plan and elevations shows rear and side extension also. Therefore the proposal description needs to include rear and side extension along with front porch and loft extension. Please Clarify on the proposal and amend the documents as necessary.",
    "Elevation Plans - for the avoidance of doubt, please re-label the drawings on the Existing and Proposed Elevations. All the elevations are currently labelled as Rear Elevations."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/06/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08798367",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.274385,
          51.42453
        ],
        [
          -0.274386,
          51.424503
        ],
        [
          -0.274429,
          51.424503
        ],
        [
          -0.274428,
          51.42453
        ],
        [
          -0.274385,
          51.42453
        ]
      ]
    ],
    "type": "Polygon"
  }
}