{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QC40VLNHGP200",
  "lapsed_date": "31/07/2025",
  "decision_target_date": "21/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5DZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.048
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01377/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520740,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:14.505Z",
  "id": "Kingston-20_01377_HOU",
  "application_type": "Householder",
  "street_name": "Thetford Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "31/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of temporary structure and erection of single-storey front-side extension, modifications to rear ground floor glazing and demolition of existing outbuilding.\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167454,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782175",
  "centroid": {
    "lon": -0.26598,
    "lat": 51.393287
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby permitted shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Prior to any works above damp proof course level, a landscape scheme including 2 replacement trees shall be submitted and approved in writing by the Local Planning Authority.  The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees which die during this period shall be replaced in the first available planting season, and the areas shown to be so landscaped shall be permanently retained for that purpose. Alterations that affect these approved landscape details must be previously agreed to in writing by the local planning authority.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the single storey extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Three surrounding owner/occupiers were notified of the proposals.  One letter has been received regarding the following summarised concerns:\r- Inappropriate design/layout\r- Noise\r- Privacy\r\rOfficer response:\rThe application has been assessed using BRE guidance in relation to loss of daylight/sunlight.\r1) Condition A.4. (7) of (General Permitted Development) (England) Order 2015 states that where an owner or occupier of any adjoining premises objects to the proposed development, the prior approval of the local planning authority is required as to the impact of the proposed development on the amenity of any adjoining premises.\r\r2) The proposed extension would not result in an unacceptable loss of daylight/sunlight and would pass the 45o test with regards to daylight as set out in the Council's Residential Design SPD in relation to properties Nos. 39 and 43  Douglas Road.  It is not considered that the proposed development would have any significant or unacceptable adverse impact on the amenities of neighbouring properties.\r\r3)However, The proposed width of the rear extension is shown at 6m and the original width of the house is 5.87m. The proposed rear extension would therefore extend beyond the side of the original side elevation wall contrary to Schedule 2, Part 1, Class A (j)(iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) \r",
    "This application relates solely to the proposed rear extension. Officers note that the proposed side elevation show a new window which is not part of the proposed extension. This window has not been considered as part of this application and the applicant is advised that a separate Certificate of Lawful Development will be required for confirmation that the window is permitted development.\r",
    "The applicant is informed that the submitted details, as set out above, are agreed and that the Planning Condition 4 (Arboricultural Method Statement) of planning permission 21/01558/HOU is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Guidance on preparing Community Use Agreements is available from Sport England.\rhttp://www.sportengland.org/planningapplications/",
    "Please provide roof plans  of all proposed temporary buildings",
    "The floor plans and elevation of new buildings NB01 and NB02 area not labeleed as proposed , please revise the drawings with the correct labelling.",
    "There are plan and elevations of Dance Studio, After school Club, Main Building and Reception but it is not clear those buildings are to be demolished or proposed.",
    "The submitted floor plan titled ' Existing Floor Plans to be Demolished (Block A, D, F, L, N, P, Q)' does not have recognised scale. It shows 'not to scale' and do not scale from this drawing'. Please revise the drawing with the correct scale."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/06/2020",
  "secondary_street_name": null,
  "site_number": "84",
  "pp_id": "PP-08812336",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.265958,
          51.3933
        ],
        [
          -0.265959,
          51.393273
        ],
        [
          -0.266002,
          51.393274
        ],
        [
          -0.266001,
          51.393301
        ],
        [
          -0.265958,
          51.3933
        ]
      ]
    ],
    "type": "Polygon"
  }
}