{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDRCX5NHH3D00",
  "lapsed_date": "04/03/2024",
  "decision_target_date": "04/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5PE",
  "site_name": "Kingston Academy",
  "status": "Completed",
  "application_details": {
    "site_area": 0.27,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Education"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128044194"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01710/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518135,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Removal/Variation of a condition",
  "last_updated": "2025-05-05T17:19:33.808Z",
  "id": "Kingston-20_01710_FUL",
  "application_type": "All Other",
  "street_name": "Richmond Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "04/03/2021",
  "epc_number": null,
  "actual_commencement_date": "14/11/2016",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Section 73A Application for Variation of Condition 11 (Hours of Operation) of Planning Permission 15/12936/FUL as varied by 17/12982/FUL (Use of existing building and site as secondary school and erection of three storey rear extension to provide 6537sqm of additional floorspace for classrooms, etc. and sports hall accommodation for six forms of entry for seven year groups. Provision of Multi-Use Games Area to rear and enclosures to front and rear to provide outside space associated with the school. Provision of widened pedestrian/cycle access route between Wolsey Drive and Richmond Road and alterations to the front car park to provide a total of 82 parking spaces and provision of cycle parking) dated 14/10/2016). Variation sought to change hours of operation from 08:40 hrs-15:45 hrs to 08:30 hrs-15:00 hrs",
  "actual_completion_date": "02/09/2019",
  "last_date_consultation_comments": "13/01/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Major all other major developments",
  "centroid_northing": 170786,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128044194",
  "centroid": {
    "lon": -0.302296,
    "lat": 51.423782
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The rear boundary treatment approved on 09/07/2019 under reference 19/00839/COND shall be permanently retained in accordance with the agreed details.\rReason: To provide a visual screen between the proposed school and the residents to the rear in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r\r",
    "The development shall be built in accordance with the details of the means of enclosure approved pursuant condition 4 16/12954/COND and reference 19/00839/COND.\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The development shall be built in accordance with the design details approved  under condition 5A and  5B (Electricity and Gas) under reference  16/12945/COND and 19/00839/COND.\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The refuse and recycling facilities shall be provided and retained in accordance with the details approved  under application  16/12945/COND  shall be permanently retained. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 5.17 and 7.4 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Deliveries to and Servicing of the site shall not take place other than between the hours of 9am to 3pm.\rReason: In order to prevent conflict with the pedestrian safety of children using the school and the free flow of traffic in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Arrangements for access to and exit from the site shall be submitted to and approved in writing by the local planning authority within 3 months from the date of the variation hereby authorised. The arrangements for access and egress from the site shall be carried out in accordance with the approved plans.\rReason: To ensure convenient access for pedestrians and cyclists in accordance with Policy DM8 (Sustainable Transport for New Development) and to reduce the impact on the main road network.",
    "The school shall operate in accordance with the start time of 08:30 and finish time of 15:00 unless otherwise agreed in writing.\rReason: To minimise the impact of the development on the bus network in accordance with Core Strategy Policy CS6 and to reduce impacts in relation to vehicle use in accordance with Policy CS7.",
    "The external lighting  shall be implemented and retained in accordance with the details approved under 16/12945/COND or any other details which have been submitted to and approved in writing by the Local Planning Authority prior to the occupation of the approved development.\rReason: To safeguard the amenities of the adjoining residential occupiers and to ensure a safe environment in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core StrategyAdopted April 2012.",
    "The landscape scheme as previously  approved  under reference 16/12911/COND and 19/00839/COND shall be completed and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.  Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the areas shown to be so landscaped shall be permanently retained for that purpose. Alterations that affect these approved landscape details must be previously agreed to in writing by the local planning authority.\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The new two Multi-Use Games Areas (including two tennis courts) and four court sports hall shall be completed and made available  unless otherwise agreed in writing by the local planning authority.\rReason: To ensure the satisfactory quantity, quality and accessibility of compensatory provision.\r\r",
    "Details of the hours of operation of the out of school hours community facilities shall be submitted to and approved in writing by the local planning authority within 3 months from the date of the variation hereby authorised.\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM1 0 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The Car park shall be maintained/managed in accordance with the Car Park Management Plan approved under 16/12945/COND or any other Plan which have been submitted to and approved in writing by the Local Planning Authority. \rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "A Green Travel Plan, containing a package of measures for reducing the number of vehicle trips to the site by staff and visitors, shall be implemented upon the development being brought into first use, and in accordance with details to be submitted to, and approved by the Local Planning Authority prior to the commencement of development. The Travel Plan shall include an action plan with timescales for the implementation of the proposed measures, details of an ongoing programme of monitoring and review and targets for reductions in car use. Monitoring and review shall include the submission of annual travel plan update report for the approval of the Local PlanningAuthority which contains the results of annually repeated staff travel surveys and demonstrates progress towards meeting targets.\rReason: To ensure that sustainable transport methods are encouraged and implemented in accordance with Policies CS5 (Reducing the Need to Travel) and CS6 (Sustainable Travel) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1 m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014.\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "A supervisor will be onsite during the am and pm drop off periods.\rReason: To facilitate the free flow of traffic and avoid congestion on surrounding roads  in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The development shall be built in accordance with the materials approved  pursuant to condition 3, reference 17/12851/COND and 16/13100/COND.\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Application Site\rThe application site, 5-9 Eden Street, is occupied by a 3-storey building with commercial units at ground floor. The building is situated on the corner of Eden Street and Union Street.\r\rThe site is not listed or locally listed, but is located within the Kingston Old Town Conservation Area, a designated heritage asset.\r\rProposal\rReplacement of 1st and 2nd floor wood double hung windows on Eden Street and Union Street elevations with matching UPVC windows double sash windows. Replacement of 1st and 2nd floor steel windows along the rear elevation with UPVC windows.\r\rIt is noted that this application follows recently refused application 23/02176/FUL dated 11.10.2023 for the replacement of 1st and 2nd floor wood windows along Eden Street and Union Street elevations with uPVC windows to match existing. Replacement of 1st and 2nd floor steel windows along the rear elevation with uPVC windows which was refused for the following reason;\r\r1) Insufficient information has been submitted as part of this application to enable Officers to properly assess the impact on the application building or wider area, resulting from the replacement uPVC windows in terms of design, materiality and finish. As such, the proposals fail to comply with the policy objectives of Policy HC1 of the London Plan, 2021 and Policies CS8, DM10 and DM12 of the Core Strategy, 2012.\r\rThis reason for refusal would need to be addressed in order for this application to be successful.\r\rConsultation\r18 neighbouring properties have been notified and no representations have been received.\r\rKingston CAAC: objection - Lack of detail. This application's predecessor (23/02176/FUL) was objected to by the CAAC & refused by officers because of lack of detail on the proposed new windows. The latest application is more complete, with some drawings of the new conservation grade fenestration, but is missing its appendix containing the manufacturer's detailed specifications.\r\rAssessment\rThe main issues to consider when assessing this application relate to:\r-\tPrinciple of Development;\r-\tImpact upon the Character and Appearance of the Area (including impact upon heritage assets); and\r-\tImpact upon the Amenities of Neighbouring Occupiers.\r\rPrinciple of Development\rThe principle of replacing the windows within a mixed building is acceptable subject to compliance with the Development Plan policies.\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rIn determining planning applications which affect heritage assets, Paragraph 197 of the NPPF 2023 requires local planning authorities to take account of the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation, the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality, and the desirability of new development making a positive contribution to local character and distinctiveness.\r\rParagraph 201 of the NPPF, 2023 says that where a proposed development will lead to substantial harm to (or total loss of) the significance of a designated heritage asset, permission should be refused unless it can be demonstrated that the harm or loss is necessary to achieve substantial public benefits that outweigh the harm or loss, or all of the following apply:\r- The nature of the heritage asset prevents all reasonable uses of the site;\r- No viable use of the heritage asset itself can be found in the medium term through appropriate marketing that will enable its conservation;\r- Conservation by grant-funding or some form of not for profit, charitable or public ownership is demonstrably not possible; and\r- The harm or loss is outweighed by the benefit of bringing the site back into use.\r\rParagraph 202 of the NPPF goes on to say that where a development proposal will lead to less than substantial harm to the significance of a designated heritage asset, this harm should be weighed against the public benefits of the proposal including, where appropriate, securing its optimum viable use.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area.\r\rFeatures of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rThis proposal seeks permission to replace the existing double-hung timber-framed sash windows (to the front) and the existing metal casements (to the rear) with uPVC frames. \r\rOfficer Comment: The objection for Kingston CAAC has been noted, however, Officers also note from the submitted design, access and heritage statement that the applicant's intention is to replace with uPVC windows of a similar design and the name and type of window has been included as appendix 1 of this statement. Officers have been able to access the manufactures website to view the proposed windows and are satisfied that the proposed window would be acceptable in terms of the proposed design, materiality and finish on the character and appearance of the application building and wider area including the possible impact to the Kingston Old Town Conservation Area. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. The previous reason for refusal has therefore been addressed. A condition requiring materials as specified to be used will be applied to ensure a satisfactory appearance.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given the nature of the development, it is not considered the proposal would not result in any adverse impact to the amenities of neighbouring properties.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The applicant is advised that the ground floor bathroom window would not be considered to be a constraint by the Local Planning Authority to any development at neighbouring No. 260 Malden Road. For example, if No. 260 Malden Road wished to extend to the side and would block the bathroom window in its entirety.",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r7 no surrounding properties were notified  of the proposed development. No  letters of representation were received. \r\rProposal \rThe application seeks full planning permission for the demolition of an existing garage , erection of a single storey rear and side extension, internal configuration and associated work.\r\rApplication Site\rThe site comprises a detached dwelling. \r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact upon Highways\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : \rThe proposal seeks to demolish an existing garage and the erection of a single storey side and rear extension  together with internal reconfiguration and associated works.\r\rThe proposed side and rear extension would be irregular in shape. On its eastern side, it  would project a depth of 2.38m from the existing rear elevation of the dwelling; on its western side  it would project a width of 2.1m from the existing side elevation of the dwelling and then a depth of 5.49m \r\rThe proposed extension would primarily have a flat roof with a hipped style tiled edge.  It would have an eaves height 2.455m and a flat roof height of 3.226m.\r\rProposed materials and finishes for the wall would be painted render, clay roof tile and upvc windows.  A sufficient separation distance of 1m would be provided between the proposed extension and the shared boundary with adjoining neighbour.\r\rWithin the context of the existing built form on site and the siting of the single storey side extension, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rImpact upon Highways\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety  and ensure that they are not adversely affected.\r\rThe application involves the demolition of the existing garage space. Based on the existing floor plans, it does not appear to be of a size capable of fitting a modern car. Nevertheless, the area of hardstanding/ driveway to the front of the property is of an adequate size to be used as a car parking space, and so the loss of the garage would not result in the loss of a space that would impact upon highway safety.\r\rThe proposals would result in the loss of internal storage space currently capable of storing cycles. The plans do not explicitly show any replacement cycle parking as part of the proposals. Notwithstanding, Officers consider that there would be sufficient space either to the front or rear of the property to accommodate a purpose built enclosure to the required standards to comply with Policy T5 of the London Plan, 2021, and a condition to this effect would be attached to any grant of planning permission to require the applicant to supply details of cycle parking facilities to the Council for approval.\r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation \rNo response received \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed change of external finish to the front side and rear of the property from pebble dash to render is on balance considered to be acceptable. There are such examples in the neighbouring raods and the pebble dash could be painted without the need for permission to a different colour (as has been done at other properties on the road) which would have the same effect of altering the symmetry of the pair of semi-detached properties.\r\rOfficers are concerned however with the change of external finish to the existing dormer.  It is considered that the proposed change of material to the dormer would accentuate the poor and bulky design of the existing dormer making it a more prominent feature within the street scene that would make it visually intrusive and increase its incongruous appearance and detract further from the character and appearance of the host property and the surrounding area. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Condition 5 (External Lighting) - Officers have reviewed the information submitted and are satisfied this can now be approved.",
    "Condition 11 (Waste & Recycling Facilities) - Officers have reviewed the information submitted and are satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 5 (External Lighting) and Condition 11 (Waste and Recycling Facilities) of planning permission 22/03805/FUL are hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r6 no surrounding properties were notified  of the proposed development. No  letters of representation were received. \r\rProposal \rThe application seeks full planning permission for demolition of the rear conservatory and the erection of a single storey rear extension and front porch.\r\rApplication Site\rThe  site comprises a semi detached dwelling. \r\rPlanning Assessment  The key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks to demolish an existing rear conservatory and the erection of a single storey rear extension and front porch. \r\rThe proposed single storey rear extension would project a depth of 6m  hard along the shared boundary with neighbouring no 277 Malden Road and extend the full width of the dwellinghouse. It would be in alignment with the rear building line of the existing extension of neighbouring no 273 Malden Road. The proposed extension would present a gently sloping  roof  with 2 rooflights with an abutting height to the house of 3m and eaves height of 2.6m.   The proposed extension would be constructed of brickwork and rendered to match the existing.  No windows are proposed on either flank wall elevation. \r\rThe proposal also includes the erection of a front porch extension which would project a depth of 3m  and a width of 2m.  It would present an eaves height of 2.8m and an abutting height to the dwellinghouse of 3.6m and be set back from the existing building line of the dwellinghouse. The proposed side elevation would include a single window.  It would be constructed of brickwork and rendered to match existing. \r\rWithin the context of the existing built form on site and the siting of the single storey rear extension and the front porch extension, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal property to consider in relation to amenity is neighbouring property at 277 Malden Road  which has an existing rear conservatory positioned a distance from the shared boundary fence . \r\rOfficers have assessed the impact on daylight and sunlight of the proposed rear extension using BRE 45 degree rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities. \r\rOfficer Comment:  \rGiven the siting and depth of the proposed development hard on the boundary, it is considered that the proposed development would not  result in the significant loss of daylight to the closest habitable room at ground level  within the main dwelling in comparison with the existing situation.  However,  it is noted that the ground floor of the property  is served by an additional rear facing opening via the existing conservatory. Within this context, it is considered that there would be no significant loss of daylight to this neighbour. \r\rIn respect of no 273 Malden Road, there is an existing rear extension of similar depth to the proposed  and therefore it is considered that the proposed extension would not adversely affect the amenities  of the occupiers. \r\rOverall, given the size  of the proposed development and its siting in relation to neighbouring properties of nos 273 and 277 Malden Road, it is considered that the proposed development would  not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy . \r\r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "Assessment \r\rThe application seeks a change of use from a C4 use to a C2 use. \r\rThe uses are materially different. The change of use proposed (C4 to C2) would be a material change of use and as such would be development as defined under section 55 of the Town and Country Planning Act 1990 and such a change of use does not benfit from permitted development rights under the Town and Country Planning Use Classes Order 1987 (as ammended) and would require planning permission.\r\rAs such it is concluded that the application be refused.",
    "Application Site\rThe application site is a two storey semi-detached dwellinghouse located on Van Dyck Avenue. The site is not subject to any particular designations or environmental constraints.\r\rProposal\rErection of single storey side and rear, and first floor side and rear extensions. Alterations to existing roof.\r\rOfficers note that this application follows two previously refused applications.\r\r21/02442/HOU dated 13.10.2021 for the erection of two storey side extension (following demolition of existing storage extension) and installation of new roof structure which was refused for the following reason;\r\r1) By reason of siting, mass and height the proposed side extension would appear disproportionate to the original dwelling and would appear excessive in scale and dominant within the immediate streetscene, thereby conflicting with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r\rAnd, 23/01160/HOU dated 23.06.2023 for the erection of single storey rear and side extension, first floor front and rear infill extensions and associated changes to fenestration. Erection of new roof structure which was refused for the following reason;\r\r1) The proposed first floor side/front extension and roof alterations would be an incongruous and overly bulky addition which would erode the characteristic cat slide roof element and would be an overly dominant and discordant feature within the street scene. The proposals would detract from the character and appearance of the existing dwelling and the wider area resulting in unacceptable harm to the character and appearance of the dwelling and the area, contrary to Policy D3 of the London Plan 2021, the NPPF (2021) and policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012\r\rThe previouse reasons for refusal would need to be addressed in order for this application to be successful.\r\rConsultation\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that the proposed development has been greatly reduced in overall size.  The proposed development would now retain the original catslide element which would in turn preserve the character of the property. Overall, the proposed development would now be less dominant and would relate better to the existing streetscene. Officers also note that there are examples of similar types of develoment within the surrounding area. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. Officers are satified that the previous reason for refusal has been addressed.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety statement.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation \rOne objection received and summarised as follows \r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Privacy\r- Biodiversity\r \rOfficer comment that the matters raised are addressed in the officers assessment.  \r\rRelevant History\r20/03129/FUL - Demolition of existing detached dwelling house and construction of replacement detached dwelling house with basement and new outbuilding within garden - Granted 17.06.2021\r\r22/02028/FUL - Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 20/03129/FUL (Demolition of existing detached dwelling house and construction of replacement detached dwelling house with basement and new outbuilding within garden) dated 17/06/2021. Variations to approved layouts, access, materials and elevations -  Granted 05.09.2022\r\r23/02754/HOU - Demolition of rear and side conservatories and erection of part two storey/part single storey rear extension, two storey side extension, and single storey front extension including porch. Erection of 2no. front dormer roof extensions and installation of 4nos. side and 7nos. rear rooflights to facilitate loft conversion. - Refused\r\rReason for refusal\r1. The proposed rear balconies/terraces by virtue of their size, siting and design would result in overlooking of the neighbouring gardens and result in a loss of privacy to the neighbouring occupiers to the detriment of the existing living conditions of neighbouring occupiers. The propsal therefore would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rThe application is a revision of the refused application 23/02754/HOU. The application omits the rear balconies/terraces. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Other matters\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rParagraphs 195 to 214 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: The proposed development would not be fully compliant with the guiding principles of the LPA's adopted LDF Residential Design Guide. The site is the subject of two extant planning permissions 20/03129/FUL and 22/02028/FUL for a 3 storey flat roofed detached single dwellinghouse. In the context of the planning history of the site and fall back position this gives and the site and its surroundings it is considered in this instance that the proposed development would be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area or the non-designated hetitage asset the Kingston Hill/Coombe Hill Strategic Area of Special Character as a result of the proposed development\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development by virtue of its size, siting and design, orientation and the separation distance between the neighbouring residential properties would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light, noise or disturbance. \r\rThe balconies/terraces at first floor at the rear that were part of the refused planning application 22/02028/FUL and the sole reason for for refusal on privacy grounds have been removed to overcome the previous reason for refusal.\r\rIf permission were to be granted a condition is recommended to obscure glaze and fix shut (up to 1.7m above the internal finished floor level) the windows proposed in the side elevations at first floor and above to avoid actual or perceived overlooking of the neighbouring occupiers. \r\rAs such it is considered that he proposal would be respectful of the privacy of the neighbouring occupiers and not have an adverse impact on the existing living conditions of neighbouring occupeirs. \r\rA condition is recommended to secure the submission of a fire safety strategy statement to ensure the proposed development accords with Policy D12 of the London Plan. \r\rOther matters\rThe site is adjacent a designated Site of Importance for Nature Conservation (SNIC). In addition the representations received state that there is the presence of bats and a tawny owl on the site. This is verified in the officers report and supporting documents of the extant permissions 22/02028/FUL and 20/03129/FUL\r\rThe extant permissions 22/02028/FUL and 20/03129/FUL  required the submission of both a bat survey and a Preliminary Ecological Appraisal due to the presnce of bats and bat roosts on site including in the roof space of the dwelling and in the interests of birds on site. It is considered that the nature of the proposed development could cause harm to the biodiversity of the site and in particular to protected species bats and birds and in the absence of a bat survey and Preliminary Ecological Assessment the applicant has failed to demonstrate the proposal would safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r\rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling. The site is not subject to any particular designations or environmental constraints.\r\rProposal \rDemolition of an existing garage and erection of single storey rear, side and front porch extension.\r\rConsultations\r11 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The current application is a resubmission of the previous scheme ref 23/02898/HOU. The first reason for refusal states:\rInconsistent and inaccurate information has been submitted such that it has not been demonstrated that the proposal would have an acceptable character and appearance and would not unduly harm the residential amenities of neighbouring properties, contrary to Paragraph 130 of the NPPF 2023, Policies D3 of the London Plan 2021 and Policy DM10 of the Kingston Core Strategy (2012).\r\rThe applicant has submitted the amended drawings that are considered to be accurate and consistent. \r\rThe proposed front porch extension is considered to relate well to the host dwelling and the surrounding area, Officers note the existing, similar extensions on Highdown. \r\rWith regards to the proposed side extension, it  would not be set back from the front elevation as recommended by Policy Guidance 35 and would be situated along the common boundary with No 43 not allowing any separation distance. However considering the existing street scene that contains examples of similar development Officers raise no objections to these aspects of the proposal. \r\rThe proposed single storey rear extension given its modest depth and eaves height is considered to be in-keeping with the host dwelling and the surrounding area.\r\rGiven the above, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposal due to its scale and siting would not result in an unacceptable impact on the amenities of the adjoining occupiers in terms of an overbearing appearance or an unacceptable loss of light. \r\rAs the proposed windows to the side elevation at the ground floor level would be obscure glazed and non-openable, it is considered that they would not result in an unacceptable loss of privacy or an undue overlooking in relation to the adjoining property No 43 Highdown. Details of such windows would be secured via condition given that the extension would be set along the common boundary with no screening/fencing between the properties. \r\rAs such it is considered that the applicant has successfully addressed the previous reasons for refusal. \r\rHighways\rParagraph 111 of the NPPF, 2023 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: It is noted that the proposed internal garage would not meet the standard size requirements for car parking purposes which is approximately 5.3m x 3m, however it could be still used for as a secure cycle storage\r\rAs the hardstanding to the front of the dwelling remains of an adequate size to accommodate 1 off street car parking space, It is considered that the proposal would not result in an unacceptable impact on the local highway network. \r\rThe submitted application form suggests no changes to the existing car parking facilities. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Report which is considered to be acceptable.\r\rThe development shall be carried out in accordance with the approved report and thereafter maintained.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The site comprises a ground-floor maisonette.\r\r6 neighbouring properties have been notified of the proposals and no representation has been received.\r\rRelevant Planning History\r23/02172/FUL - Erection of single storey rear and side extensions and conversion of garage to habitable room. Changes to ground floor fenestrations. Granted 12.10.2023\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on highways.\r- Fire Safety.\r\rThe proposed development does not have any major changes in comparison to previously approved planning permission 23/02172/FUL. The applicant seeks the addition of a new window on the ground floor to serve a bathroom located towards the south elevation of the property. Whilst officers acknowledge that thechange is small in scale, the following assessment would account for the proposal as a whole.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:The proposed single-storey rear extension would have a total depth of approximately 3.9m from the rear wall and a total parapet roof height of approximately 3.3m, in line with Policy Guidance 33, of the Residential Design SPD. Additionally, the proposed single-storey rearextension would not be visible from the streetscene and would appear subordinate to the host dwelling and surrounding area.\r\rThe proposed garage conversion and single storey side extension would not be set back from the front elevation by 500mm, however, the width would only increase by approximately 600mm in line with the two-storey side outrigger towards the back, it would still maintain approximately 1.3m from the shared boundary and the roof of the extension would reflect and relate well to the main house and its roof form, appearingproportionate and subordinate to the original house.\r\rThe newly added side window at ground floor level, on the south elevation would be slightly visible from the streetscenebut would not significantly change the character and appearance fo the immediate vicinity of Malden Road.\r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD. Due to the separation distance of the proposed development in relation to neighbouring properties No.256 and No.260 Malden Road, the extension would not significantly affect the nearest ground-floor habitable room of No. 256 and 260 Malden Road, in regard to loss of light.\r\rThe proposed single-storey rear extension proposes glazed full-length windows to the rear which would not significantly differ from the existing situation, as the existing elevation consists of a number of windows and a door.\r\rThe proposed skylight on the single-storey rear extension would be located close to the existing rear wall and face directly upwards, preventing overlooking into the flat above, No.258B and the skylight proposed on the single-storey side extension would be angled away from the upper floor flat. \r\rThe newly proposed window on the ground floor south elevation wouldnot cause harm to the amenities of neighbouring properties, in particular No. 260 Malden Road.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is also considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The existing garage would not safely accommodate on-site car parking by failing to comply with the space parameters required by the Sustainable Transport SPD, 2013. Officers consider that the omission of the garage would not result in the loss of off-street car parking provision on site, as the hardstanding to the front of the property would provide adequate space for car parking.\r\rIn terms of cycle parking, despite the loss of the existing garage and the potential cycle storage contained therein, it is considered that given the size of the rear garden and the retention of the side access, secure and covered cycle storage could be accommodated in the rear garden and easily accessed.\r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan 2021, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The location plan does not show two main roads, please revise the location plan with two main roads.\r\rNote: A Site Location Plan must be at a scale of either 1:1250 or 1:2500 which identifies the site and the surrounding area and shows at least two roads and the north point. The site should be outlined in red and any other land owned by the applicant in blue. Red outline should include land necessary to carry out the proposed development (e.g. land required for access to the site from a public highway, visibility splays, car parking and open areas around buildings).",
    "Note: It is to the applican't benefit to submit existing and proposed plans, elevations, supporting documents, photo etc.",
    "The fee required for your planning application is  30,000.00.  Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002.",
    "It is for the applicant's benefit to submit as much information as possible such as floor plans, elevations, supporting documents, photo etc.",
    "As you are proposing a dormer roof extension loft conversion please provide Existing and Proposed Loft Floor Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. A scale bar is encouraged.",
    "The Householder Local List requires a completed Biodiversity Checklist for all applications. This is different to the Biodiversity Net Gain requirements. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "All applications that involve extensions of 2 or more storeys, or where the resultant extension / development is above 2 storeys in height i.e. roof extension must provide \"25 Degree\" Elevation Plans. These should be drawn at a scale of 1:50 or 1:100, they should accurately identify neighbouring building(s) and window(s) and when possible indicate the use of the room served by the window(s), and should be annotated to show the application of the '25 degree rule'. Please see the Householder Validation Local List for more information. Please amend your reason on the Householder Checklist if you do not consider this needs to be provided.\r",
    "Householder Checklist Update - Please ensure you have provided all documents required to support your application in line with the Householder Local List and update the Householder Checklist document with any changes you have made to your application. Please give clear reasons if not providing mandatory documents. \r",
    "The part-4 of biodiversity checklist has not been filled. Please revise 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "Please submit 'Fire Statement/Plan.' If you consider the proposal does not require fire statement, please submit 'Reasonable Exception Statement.'",
    "Please provide 'Time Stamp Photo'.",
    "If the application is to increase in size and position of windows (retrospective), please amend the existing floor plans and elevations. Please show rear extension first floor and roof extension in existing floor plans and elevations.\r\rNote: The submitted existing and proposed floor plans and elevations show the proposal is for rear, first floor side and roof extension. Please revise the drawings.",
    "Plans need to be correctly titled as existing or proposed, if already built, this need to be titled as proposed and the pre-existing plans/elevations titled as existing. We have received pre-existing and existing plans and elevations. Please revise the drawings with correct labelling.\r\rPlease provide existing and proposed floor plans and elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r",
    "Please provide Proposed Loft Plan at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. \r\rPlease ensure that your application submission includes all the necessary documentation as required by the new Local List and complete and submit a \"Householder Checklist - Section 3\" to confirm that you have provided all mandatory documents.\r\rThe new Householder Local List and Checklist can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a Validation Officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/12/2020",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": "PP-08901700",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302274,
          51.423795
        ],
        [
          -0.302275,
          51.423768
        ],
        [
          -0.302318,
          51.423769
        ],
        [
          -0.302317,
          51.423795
        ],
        [
          -0.302274,
          51.423795
        ]
      ]
    ],
    "type": "Polygon"
  }
}