{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCBNUQNHGQ800",
  "lapsed_date": "21/07/2025",
  "decision_target_date": "21/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5RL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.038000000000000006,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021772055"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01398/NMA",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521269,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:19.800Z",
  "id": "Kingston-20_01398_NMA",
  "application_type": "All Other",
  "street_name": "Aldridge Rise",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "21/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Non Material Amendment to Planning Permission 20/00459/HOU (Erection of single storey rear extension (following demolition of existing conservatory) and side dormer extension) for changes to rear extension with reduction to flat roof height and replacement of 3 no. skylights with 1 no. central lantern.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166966,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021772055",
  "centroid": {
    "lon": -0.258547,
    "lat": 51.388788
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The Council considers the amendments to be non- material and as such, it is recommended that a S96A application for a non-material amendment to be granted.",
    "Consultations\r\r47no. surrounding properties were notified of the proposed development. \r\rOne representation submitted objecting to the proposals. This was received from a local Councillor, with concerns summarised as follows:\r-\tImpact upon highway safety (i.e. distraction to drivers and impact on parking spaces)\r-\tImpact upon character and appearance/visual clutter to the streetscene\r\rOfficer Comment: Duly noted. Please refer to body of the report for full assessment.\r\rRBK Highways and Transportation Team\rObjection, based on resultant restriction of footpath.\r\rPlanning History\rNone of relevance.\r\rProposal\rThis application seeks full planning permission for the installation of a multi-functional communication hub. \r\rThe proposed structure would measure 2.63 metres in height and 1.3 metres in width. It would have a depth of 0.317 metres.\r\rThe payphone and protective canopy would project 0.6 metres and be sited at a height of 0.965 metres off the ground level and have a maximum height of 2.123 metres from the ground level. On the rear side of the structure, the display screen would be 1.065 metres by 1.895 metres. It will be finished in metal grey chain.\r\rThe supporting cover letter by JC Decaux dated 15 March 2021 states: \"The unit will feature on one side an 86\" screen and on the other a 32\" touchscreen. The method of display for both screens will comprise the latest high definition LCD product with the luminance level adjusted via an inbuilt light sensor and limited to a maximum 600Cdm2 at night time. The digital SmartScreen product incorporates Power Factor Correction (PFC) technology to maximize the efficiency of all power connections. The units are RoHS approved and completely devoid of hazardous materials making them easier to recycle at end of life in accordance with the WEEE directive (Europe) on the recycling of electrical and electronic waste. The units consume 50-70% less electricity when compared with traditional fluorescent and incandescent forms of lighting. The size of the screen is uniform and provides a display area of approximately 1.9m2, which will be used for commercial and community/Met Police messaging. When not in active use the 32\" screen will default to a map of the Borough to enable people to find their way around Kingston and shortcuts to the most often used apps and links to local services. A touchpad is positioned at 1m from the ground to provide easy access for wheelchair users and the screen is designed with high contrast colours to assist the partially sighted.\r\rA notable and unique element of the Hub unit is the integral defibrillator. Since 2019 JCDecaux has worked in partnership with Community Heartbeat, a registered charity that promotes the roll out of defibrillators in public spaces, which made them the perfect partner for this Proposal. Cardiac arrest is a real issue in all communities with over 100,000 hospital admissions each year. A heart attack can happen to anyone and anywhere and so the survival rate is just 1:10, yet the early use of a defibrillator can triple the chances of someone surviving an attack. Each Hub unit is equipped with an easy to use defibrillator and local training can be organized through Community Heartbeat, funded by JCDecaux, to ensure that if needed this equipment can be quickly deployed to save a life''\r\rSite and Surroundings\rThe application site is located outside No. 276 Ewell Road, near to the junction with Worthington Road. \r\rThe site is not located in a conservation area and the site is not in proximity to any statutory or locally listed buildings. \r\rPlanning Considerations\rThe key planning considerations in this case are as follows:\r-\tImpact upon the character and appearance of the streetscene; \r-\tImpact upon safety of pedestrians and road users; \r-      Crime & disorder considerations; and\r-      Sustainability \r\rImpact upon the Character and Appearance of the Streetscene\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy DM10 of the Core Strategy (2012) states that development proposals should avoid locating structures, including, e.g. telecommunications equipment, building plant, advertisements and signs where they will be visually intrusive and likely to result in an adverse effect on the character and visual amenities of the local and wider area.\r\rThe proposed communication hub is of a modern design measuring 2.6m (h) by 1.3m (w) and with a canopy 917mm (D) and would incorporate an internally lit advertisement.\r\rThe existing footpath is currently unobstructed and the proposed development would be located in a visually prominent location. \r\rOfficers consider that by virtue of its scale, design, siting and excessive illuminence in a prominent position on the public highway the proposed development would lead to an incongruous addition to the streetscene which would be visually intrusive creating visual street clutter that would detract from the character and appearance of the area.\r\rImpact upon Highways and Pedestrian Safety\rParagraph 111 of the NPPF 2021 states that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety.\rGiven the direction of traffic flow on Ewell Road it would not serve to obstruct visibility for vehicles waiting to exit from Worthington Road and is unlikely to represent a distraction to waiting or passing drivers.\r\rOfficers note that the proposed siting of the communication hub would be on Council maintained land and that the ownership of the pavement in front of 276 Ewell Road is partly privately maintained, and so Officers have concerns that should use of part of the pavement be utilised in conjunction with commercial operations at ground floor (for example, for outside seating or display of merchandise), then should the communication hub be installed in the position proposed, it would not allow for the required minimum 2 metre continuous footway width to be maintained. Although there is ample space in total between the shop frontages and the kerb, much of this area appears to be private land, as indicated by distinct edging. On that basis it is not acceptable for the footway to be obstructed in such a way that pedestrians are forced to divert onto the private frontage behind the footway. It is considered therefore that the proposals would hinder users of wheelchairs, pushchairs, etc. so that the pavement would be unduly restricted for safe, unimpeded pedestrian access. \r\rAs such, the local authority are not satisfied that the proposed development would ensure the safety of all road users, contrary to Paragraph 111 of the NPPF 2021 and Policy DM10 of the Council's Core Strategy 2012.\r\rCrime and Disorder\rSupporting paragraph 3.3.14 of Policy D3 of the London Plan (2021) states that: \"Measures to design out crime should be integral to development proposals and be considered early in the design process. Development should reduce opportunities for anti-social behaviour, criminal activities, and terrorism, and contribute to a sense of safety without being overbearing or intimidating.\" \r\rPolicy DM10 of the Kingston Core Strategy (2012) sets out that development proposal should incorporate the principles of safe design to reduce the risk and fear of crime. \r\rPolicy CS14 of the Kingston Core Strategy (2012) sets out that the Council will seek to improve community safety to reduce the negative effects of crime, fear of crime and alcohol misuse. \r\rThe Council has a legal duty under the Crime and Disorder Act 1998 (as amended) to exercise its various functions with due regard to the likely effect of the exercise of those functions on, and the need to do all that it reasonably can to prevent:\rcrime and disorder in its area (including anti-social and other behaviour adversely affecting the local environment; and\rthe misuse of drugs, alcohol and other substances in its area; and re-offending in its area. \r\rThe Metropolitan Police Secure By Design Officer seeks the following clarification: what is the threshold for blocking certain numbers; details of tactile pavement are required to prevent anti-social behaviour; clarity over the CCTV recording and when it is activated in order to be an effective tool in crime detection; any notification if the defibrillator is used or removed due to thefts and misuse of defibrillators elsewhere.\r\rThe Secure By Design Officer raises no objection subject to the above points being clarified and incorporated within the proposals. A recommended planning condition would secure the ongoing use of an algorithm to identify repeated anti-social behaviour with a review after the first three months of installation between police and the operator to assess any issues arising.\r\rHad the proposals been otherwise acceptable, the applicant would have been approached to provide the above clarifications and amend the scheme as appropriate. On the basis of the information submitted to date, it cannot be concluded that the proposal contains sufficient measures to mitigate crime and antisocial behaviour.\r\rSustainability\rParagraph 152 of the NPPF (2021) states that the planning system should support the transition to a low carbon future in a changing climate. Paragraph 157 sets out that Local Planning Authorities should expect new development to: take account of landform, layout, building orientation, massing and landscaping to minimise energy consumption.\r\rSupporting paragraph 9.2.1 to Policy SI2 (Minimising greenhouse gas emissions) of the London Plan (2021) sets out the Mayor's commitment to London becoming a zero-carbon city. The energy hierarchy (Figure 9.2) should inform the design, construction and operation of new buildings. The priority is to minimise energy demand. Kingston Council declared a Climate Emergency in 2019.\r\rIt is stated that the Company's objective is to source 100% electricity consumption from renewable electricity by 2022. Appendix B 'Sustainability Aims' includes a certificate from EDF Energy certifying that 'All Sites' were powered from renewable sources from 01/01/2020 - 31/12/2021.\r\rAppendix A 'Hub Unit Detail' sets out that the average electricity consumption for the Hub is 28.1 kWh/day (based on 24h/24 working hours). Office for National Statistics (ONS) data indicates that the mean electricity consumption per England and Wales household per day in 2019 was approximately 9.86 kWh. The Hub could therefore consume the same amount of electricity as nearly 3 UK households on a daily like for like basis.\r\rFigure 9.2 of the London Plan (2021) comprises the Energy Hierarchy. While the Hub could be powered by 100% renewable energy, it is unclear how the  \"Be Lean: Use Less Energy\" stage of the energy hierarchy has been considered. For example, it could be that the same telecommunication infrastructure and functionality could be provided without creating such a high electricity demand. It is unclear how much of the energy consumption would be attributable to the advertising board as opposed to the telecommunications infrastructure and services.\r\rOverall, insufficient information has been submitted to demonstrate that the proposed Hub has followed the energy hierarchy in order to minimise the amount of energy consumed to deliver the proposed services. \r\rConclusion\rThe proposed Hub would detract from the walking environment along Ewell Road and would appear as clutter within the street scene.\r\rOfficers consider that the proposals would result in harm to the pedestrian environment along Ewell Road through obstruction resulting in nuisance and inconvenience at times of busy pedestrian usage of the footway and impede unrestricted access for less abled users of the footway.\r\rInsufficient information has been submitted to demonstrate that the Hub incorporates sufficient measures to mitigate crime and antisocial behaviour.\r\rIt has not been demonstrated the Hub has been suitably designed to minimise energy consumption in the provision of its services. \r\rOfficers recognise the need to support advanced, high quality and reliable communications infrastructure, and are cognisant that its provision is essential for economic growth and social well-being. However, this must be balanced against other issues. Overall, it is considered that the disbenefits outlined and taken together would outweigh the benefits of the scheme. It is therefore recommended that planning permission is refused.\r",
    "Please revise the location plan to show the red outline in the front pavement, where drop kerb will be proposed."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/06/2020",
  "secondary_street_name": null,
  "site_number": "43",
  "pp_id": "PP-08823134",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.258525,
          51.388802
        ],
        [
          -0.258526,
          51.388775
        ],
        [
          -0.258569,
          51.388775
        ],
        [
          -0.258568,
          51.388802
        ],
        [
          -0.258525,
          51.388802
        ]
      ]
    ],
    "type": "Polygon"
  }
}