{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCF8J9NH04300",
  "lapsed_date": "24/07/2025",
  "decision_target_date": "05/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 8DA",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.021
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01433/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522475,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:26.551Z",
  "id": "Kingston-20_01433_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Risborough Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "24/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (5.10m in depth, maximum height of 3.32m and eaves height of 3.00m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166763,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021803780",
  "centroid": {
    "lon": -0.241294,
    "lat": 51.386705
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension falls within the parameters of permitted development as set out under Schedule  2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises an end of terrance dwelling.\r\rProposal\rErection of two-storey side extension\r\rConsultation\r10 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Policy Guidance 36 (Two Storey Side and First Floor Side Extensions) of the Residential Design SPD 2013 states that two storey and first floor side extensions should be designed to be in harmony with the appearance and character of the area. In practice this means:\r- the extension should remain subordinate to the original house;\r- the roof of the extension should reflect and relate well to the main house and its roof form;\r- flat roofs should generally be avoided unless they are consistent with the form of the existing building's roof;\r- care should be taken to retain characteristic gaps between houses to prevent them from combining visually to form a 'terrace';\r \rOn semi-detached properties:\r- The extension should respect the symmetry of the adjoining semi-detached property.\r- The extension should not exceed 50% the width of the original house.\r- The extension should be set in from the boundary by at least 1m to maintain the existing gaps between properties and the rhythm of gaps.\r- The roof line should be set down from that of the original house by a minimum of 500mm.\r- The front elevation should be set-back by at least 500mm from the front of the house.\r\rThe proposed two side would be set back from the front elevation and roof line set down from that of the original. The front of the proposed extension would not be compliant with regards to not exceeding 50% of the width of the original house to the front elevation and officers acknowledge that the width does extend as the property extends back. Due to the orintation of the site, this is not considered to remain subordinate. Officers note a similar extension has also been permitted across the road at No. 10 Hunting Gate Drive. (16/10086/HOU dated 06.06.2016)\r\rOverall, The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. It is noted that although no windows in the north western elevation are proposed, any future windows could result in oversailing the highways. For this reason, a condition restricting further windows would be included should permission be granted\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Plans using 1:50 scale - none of the scale bars, or annotated dimensions measure as stated using the 1:50 scale. Please check the scale to be used and amend the relevant plans."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/06/2020",
  "secondary_street_name": null,
  "site_number": "24",
  "pp_id": "PP-08730647",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.241272,
          51.386718
        ],
        [
          -0.241273,
          51.386691
        ],
        [
          -0.241316,
          51.386692
        ],
        [
          -0.241315,
          51.386719
        ],
        [
          -0.241272,
          51.386718
        ]
      ]
    ],
    "type": "Polygon"
  }
}