{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD6WVFNHGYU00",
  "lapsed_date": "02/09/2025",
  "decision_target_date": "03/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7SY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.007
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01617/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521908,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:09.941Z",
  "id": "Kingston-20_01617_HOU",
  "application_type": "Householder",
  "street_name": "Idmiston Square",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "02/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear and side wrap around extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166524,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021802767",
  "centroid": {
    "lon": -0.24952,
    "lat": 51.384679
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby permitted shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "There is a requirement to make alterations to vehicular access(s). Applicants should note the provisions of section 184 of the Highways Act 1980. The works should be carried out to the satisfaction of the Council and you will be required to pay fees to cover the Councils costs in undertaking the approval and inspection of the works.",
    "Consultations: \rHistoric England: Authorise delegated determination. No views expressed on the proposal.\rKingston Town CAAC: No objection.\r\rSite and Surroundings \rThe application building comprises of a 3-storey building. The application pertains to the ground floor commercial unit. \r\rThe site is located within the designated Kingston Old Town Conservation Area. The building that the advertisement is to be displayed on is a statutorily Grade II Listed Building. \r\rProposal \rThis listed building consent application seeks consent for internal alterations and display of advert signages. \r\rIt is noted that a separate application for advertisement consent have been submitted to the Local Planning Authority (application reference: 22/02373/ADV). \r\rPlanning Considerations \rThe key planning considerations in this case are: \r- The impact of the development on the character and appearance of the area (including heritage impact); and\r- The impact of the development on highway safety \r\rCharacter and Appearance / Impact upon Heritage Assets\rThe NPPF states that the creation of high quality buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps to make development acceptable to communities. \r\rPlanning decisions should ensure that developments: will function well and add to the overall quality of the area; are visually attractive as a result of good architecture, layout and appropriate and effective landscaping; are sympathetic to local character and history; and establish a strong sense of place. \r\rPermission should be refused for development of poor design that fails to take opportunities available for improving the character and quality of an area and the way it functions, taking into account and local design standards or style guides in plans or supplementary planning documents. Conversely, where the design of a development accords with clear expectations in plan policies, design should not be used by the decision-maker as a valid reason to object to development. \r\rAt the regional level, the London Plan requires that development have regard to the form, function and structure of an area, place or street, as well as the scale, mass and orientation of surrounding buildings. It should improve an area's visual or physical connection with natural features. In areas of poor or ill-defined character, development should build on the positive elements that can contribute to establishing an enhanced character for the future function of the area. \r\rArchitecture should make a positive contribution to a coherent public realm, streetscape and wider cityscape. It should incorporate the highest quality materials and design, appropriate to its context. \r\rAccordingly, the Core Strategy states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development: \r- Recognises distinctive local features and character \r- Has regard to the historic and natural environment \r- Helps enhance locally distinctive places of high architectural and urban design quality \r- Accords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\" \r- Relates well and connects to its surroundings \rThe most essential elements identified as contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced include the following: \r- Prevailing development typology, including housing types, sizes and occupancy \r- Prevailing density of the surrounding area\r- Scale, layout, height, form (including roof forms) and massing \r- Landscape setting and features \r- Plot width and format, which includes spaces between buildings \r- Building line build-up, set-back and front boundary \r- Typical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc. \r\rThe Council's Residential Design SPD provides further in-depth guidance. Policy Guidance 29 (Materials and Detailing) states that: \r- Developers will be expected to demonstrate that they have considered the choice of materials and design detailing of those buildings that they consider represent the prevailing character of the streetscene or local area. \r- A preference should be given to the use of prevailing materials and details used in the surrounding local area unless it can be demonstrated that the choice of materials or use of design features in a proposal for residential development would enhance the character and appearance of the streetscene. \r- Care should be taken to ensure the replication of detailing or materials present in the street scene of local area represents an authentic synthesis of local architectural styles that compliment those of the host building or surrounding area. \r\rDevelopment proposals which include the use of materials or detailing which is out of context or is lacking in imagination or character will be discouraged. \r\rNPPF provisions: It is one of the core principles of the NPPF that heritage assets should be conserved in a manner appropriate to their significance. Chapter 16 of the National Planning Policy Framework, 2021 at para 195 sets out that the local planning authority should identify and assess the particular significance of any heritage asset... They should take this assessment into account when considering the impact of a proposal on a heritage asset, to avoid or minimise conflict between the heritage asset's conservation and any aspect of the proposal. \r\rParas 194-198 sets out the framework for decision making in planning applications relating to heritage assets and this application takes into account the relevant considerations in these paragraphs. \r\rPolicy HC1 of the London Plan 2021 and policy 1.1 of the Council's Adopted Development (or Core) Strategy, (Core Strategy), and policy 7C of the Council's Adopted Development Management Development Plan Document, (DPD), seek to ensure that new development conserves the significance of heritage assets. Development should be sympathetic in its materials and architectural detailing and the introduction of designs or materials which undermine the significance of heritage assets should be avoided. More broadly, policies D4 and D8 of the London Plan 2021 collectively seek to ensure that new development is informed by and complements its surroundings. \r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rThe Council's Supplementary Planning Document titled, \"Shopfronts and Shopsigns\" (2005) provides guidance on signage for historic buildings. The SPD for shopfronts and shopsigns states \"any illuminated fascia sign on historic buildings should preserve the character and appearance of the building and area. Effective and acceptable forms of illuminations are those where the light fitting is concealed and include: tubes encased in trough housings, uplighters or downlighters which should be carefully located so that the spread of light is controlled and not overbright; or internally-illuminated individual letters or characters in the form of tubes encased with a translucent face and solid/opaque sides or vice versa, or solid characters raised with tubes beneath to create a 'halo' effect.\" \r\rHistoric England listing description: \"Early to mid C19, altered. 3 storeys, 5 bay north front with the 3 centre bays bowed forward. Rusticated stucco ground floor with some vermiculation. A modern shop window in the central bays. Grey brick faced 1st floor with stucco window dressings. The windows have moulded architraves. The three central windows have, in addition, a frieze and cornice, the central one being pedimented, with console brackets. Stucco main cornice, with later stuccoed attic above. Channelled stucco ground floor with a modern shop window to west return. First floor brick faced with triple window and stucco pilasters, architrave, frieze and console-bracketed cornice. The main cornice and attic continue from the front. This building holds an important position in the townscape.\"\r\rThe application proposes the installation of 1 x set of red and white \"Ole & Steens\" aluminium letters. The white element of the lettering will be externally static illuminated at a level of 500 cd/m2 with 4no. individual white LED bullet lights positioned to focus illumination onto the letters and limit light pollution. The proposed lettering is considered to be modest in size, appearing appropriate and proportionate to the unit's existing fascia. The type, and means of illumination, are similarly considered comparable to other units adjacent and in the local surround. \r\rOne projecting sign to be externally illuminated is also proposed to display the corporate logo of \"Ole & Steens\". The logo would comprise of aluminium support rods & steel bracket - powder coated Black Grey RAL 7021 and aluminium faces -powder coated RAL 9016 Traffic White, externally static illuminated to a level of 500 cd/m2 via 2no. white LED bullet lights positioned to focus illumination onto the logo and limit extraneous light pollution.\r\rThe proposals also include the addition of vinyl that provides a backing to the new internally constructed stud walls that form the ground floor back of house. As the engine room for the premises these are proposed to be obscure the area to the rear. Given that this vinyl is removable, officers do not raise objection. \r\rThe proposals include a series of modest internal alterations including the addition of new flooring, the re-painting, re-decorating, and addition of new ground floor toilet and back of house area. Fixed and free-standing furniture will also be housed within the unit.\r\rThe new advertisements are considered appropriate in their style, form and design given the heritage setting and designation of the application site. The signage is considered to be of a good-quality which is not considered to harmfully impact upon the character of the area within the designated Kingston Old Town Conservation Area, nor result in harm to visual amenity or the appearance and special interest of this Grade-II listed building. \r\rHighway Safety\rThe NPPF requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree. \r\rDevelopment should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe. \r\rLocal Planning Authorities are expected to have regard to its effect upon the safe use and operation of any form of traffic or transport on land (including the safety of pedestrians), on or over water, or in the air. Public safety considerations, the second arm of control over advertisements, do not arise very frequently. However, when it can be shown that signs would be confused with traffic signals or the visibility of drivers is impaired, a solid and sustainable ground for refusal of Advertisement Regulation consent is provided. \r\rThe proposed fascia and projecting signage would be static illuminated to 500cd/m2. It is considered given the level of illuminance and position of the building in a pedestrianised zone of the town centre that it would not result in a distraction to highway users and would not prejudice highway safety. The proposed signage is therefore in accordance with Policy DM10 of the Core Strategy. \r\rConclusion \rThe proposed development would provide for the display of advertisements to and minor internal alterations to the ground floor commercial unit at 14-16 Church Street, Kingston. It is considered that the proposed development be acceptable resulting in no harm to the character and appearance of the designated Grade-II listed building, nor on the wider Kingston Old Town Conservation Area. \r\rThe proposals would not have any material effect on highway safety. \r\rTherefore, it is considered that the proposed development would be in accordance with paragraph 200 of the NPPF 2021, policies D4 and HC1 of the London Plan 2021 and policies CS8, DM10 and DM12 of the LDF Core Strategy 2012. \r\rThe proposed development is considered to be in accordance with the development plan and there are no other material considerations which otherwise indicate that listed building consent should be refused. Therefore, it is recommended that listed building consent be granted. \r\rRecommendation \rThat listed building consent should be GRANTED.\r",
    "West Elevation Block B - please provide the West Elevation of Block B to include the Lower Ground Level at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "Cycle Parking - plans show the proposed location of cycle parking. Please provide details including a plan to scale showing numbers of stands, elevations of proposed cycle covers and materials to be used."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/07/2020",
  "secondary_street_name": null,
  "site_number": "68",
  "pp_id": "PP-08874865",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.249498,
          51.384692
        ],
        [
          -0.249499,
          51.384665
        ],
        [
          -0.249542,
          51.384666
        ],
        [
          -0.249541,
          51.384693
        ],
        [
          -0.249498,
          51.384692
        ]
      ]
    ],
    "type": "Polygon"
  }
}