{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAIOY4NHGCS00",
  "lapsed_date": "04/09/2025",
  "decision_target_date": "13/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5BX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.041
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01110/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517941,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:11.883Z",
  "id": "Kingston-20_01110_HOU",
  "application_type": "Householder",
  "street_name": "Herne Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "04/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of an existing single storey shed/garage with gates to street. Erection of single storey detached outbuilding for use as studio and gym. Rebuild/repair existing timber fence.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165856,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021790503",
  "centroid": {
    "lon": -0.306722,
    "lat": 51.379513
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development to which this permission relates, including the foundation system shall be carried out in strict accordance with the Arboricultural Report submitted 24.08.2020 (including the use of the Abbey Pynford foundation system) and the approved tree protection measures shall be implemented prior to commencement of any work on site and maintained until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policies 7.4 and 7.21 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, detailed scaled drawings of the proposed sliding gate and details of how it will open shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in strict accordance with the approved drawings.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "A1 - Loading",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "There maybe water mains crossing or close to your development. Thames Water do NOT permit the building over or construction within 3m of water mains. If you're planning significant works near our mains (within 3m) we'll need to check that your development doesn't reduce capacity, limit repair or maintenance activities during and after construction, or inhibit the services we provide in any other way. The applicant is advised to read our guide working near or diverting our pipes. \r\rhttps://www.thameswater.co.uk/developers/larger-scale-developments/planning-your-development/working-near-our-pipes\r\rAs required by Building regulations part H paragraph 2.36, Thames Water requests that the Applicant should incorporate within their proposal, protection to the property to prevent sewage flooding, by installing a positive pumped device (or equivalent reflecting technological advances), on the assumption that the sewerage network may surcharge to ground level during storm conditions. If as part of the basement development there is a proposal to discharge ground water to the public network, this would require a Groundwater Risk Management Permit from Thames Water. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 02035779483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line via www.thameswater.co.uk.  Please refer to the Wholesale; Business customers; Groundwater discharges section.\r\rWe would expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer.  Groundwater discharges typically result from construction site dewatering, deep excavations, basement infiltration, borehole installation, testing and site remediation.  Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Should the Local Planning Authority be minded to approve the planning application, Thames Water would like the following informative attached to the planning permission: \"A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer.  Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991.  We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer.  Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk .  Application forms should be completed on line via www.thameswater.co.uk.  Please refer to the Wholsesale; Business customers; Groundwater discharges section.\r\rThere are public sewers crossing or close to your development. If you're planning significant work near our sewers, it's important that you minimize the risk of damage. We'll need to check that your development doesn't limit repair or maintenance activities, or inhibit the services we provide in any other way. The applicant is advised to read our guide working near or diverting our pipes. https://www.thameswater.co.uk/developers/larger-scale-developments/planning-your-development/working-near-our-pipes\r",
    "Planning History\r09/12207/HOU - Erection of replacement single storey rear extension. Granted planning permission, dated 11.06.2009. \r\r19/02398/HOU - Demolition of non-original rear two-storey extension and single-storey lean-to structure to rear of building, construction of partial single-storey, partial two-storey rear and side extension with removal of rear chimney. Granted planning permission, dated 20 December, 2019.\r\rConsultations:\r40no. neighbours consulted. One representation received objecting to the proposals in terms of resultant built up area of the plot, concerns regarding encroachment of extension onto the neighbouring's land, loss of symmetry with adjoining property, overall bulk of the proposed two-storey rear extension.\r\rOfficer's comments: Noted. Please see body of the report for the assessment.\r\rKingston Town Neighbourhood Conservation Areas Advisory Committee: No objection to the proposed development.\r\rSite and Surroundings\rThe site is a two storey semi-detached dwellinghouse located in the north-eastern side of Grove Crescent.\r\rThe surrounding area is predominantly residential in character and appearance consisting of detached and semi-detached dwellinghouses.\r\rThe property is not listed but does fall within Grove Crescent Conservation Area. \r\rProposal\rPlanning permission is sought for the demolition of non-original rear two-storey extension and single-storey lean-to structure to rear of building, construction of partial single-storey, partial two-storey rear and side extension with removal of rear chimney.\r\rAt ground floor level, the proposed side and rear extension would have a flat roof. It would have a width of 6m, a depth of 3.9m and a ridge height of 3.1m. The side and rear extension would have a 6m set back from the principal elevation.\rAt first floor level, the proposed side and rear extension would have a width of 5.5m, a depth of 5m, an eaves height of 2.5m with a of ridge height of 3.7m. It would have a 1.5m set in from the shared boundary and a 9m set back from the principal elevation.  \r \rAssessment\rThe application has been assessed against the policies of the National Planning Policy Framework (NPPF) and the current Development Plan which consists of the London Plan and the Council's adopted LDF Core Strategy. \r\rThe key planning considerations relevant in the assessment of this application are set out under the headings below:\r-\tImpact on the character and appearance of the site and surrounding area;\r-\tImpact upon neighbouring properties; and\r-\tFire safety\r\rImpact on the Character and Appearance of the Site and Surrounding Area\rNPPF attaches great importance to the design of the built environment. Paragraph 130 states that permission should be refused for development of poor design that fails to take the opportunities available for improving the character and quality of an area. Policies CS8 and DM10 of the Council's LDF Core Strategy (2012) advise that proposals should relate well to their surroundings and be of a high standard of design to achieve a more attractive, sustainable and accessible environment.\r\rPolicy DM10 (Design Requirements for New Developments (Including House Extensions) states that development proposals will be required to incorporate principles of good design. The most essential elements are identified as contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced and includes the following:\r-\tPrevailing density of the surrounding area;\r-\tScale, layout, height, form (including roof forms), massing;\r-\tPlot width and format which includes spaces between buildings;\r-\tBuilding line build up, set back and front boundary; and\r-\tTypical details and key features such as roof forms, window format, building materials and the design detailing of elevation.\r\rPolicy Guidance 34 (Two storey rear extension) and 36 (Two-storey side and first floor side extension) of Council's Residential Design SPD (2013) are the most applicable to the proposal. \r\rPolicy Guidance 34 (Two storey rear extension) stated the following guidance will apply when designing a two storey rear extension:\r-\tTwo storey extensions may be acceptable where the dwelling sits on a spacious plot with substantial distances between boundaries and adjacent dwelling;\r-\tExtensions proposed on the boundary of a semi-detached property are generally unacceptable and will normally be resisted;\r-\tAdequate separation distances between neighbouring properties should be maintained using the 45 and 25 degree principles;\r-\tOn narrow width properties - particularly terraced properties, two storey rear extensions are unlikely to be appropriate as they often result in an unreasonable loss of daylight, sunlight and outlook for adjoining properties;\r-\tThe roof should relate well to the host property and its existing roof and should not be higher than the ridge of the existing roof;\r-\tThe roof should never encroach on the sill of windows of the 2nd floor;\r-\tFlat roofs should generally be avoided unless a flat roof is a feature of the existing building, and the use of a flat roof for a roof terrace or balcony at two storey height will generally not be acceptable as it may give rise to overlooking of neighbouring properties.\r\rPolicy Guidance 36 (Two-storey side and first floor side extension) stated that proposed side extensions on semi-detached properties should be:\r-\tRespect the symmetry of the adjoining semi-detached property;\r-\tNot exceed 50% the width of the original house;\r-\tBe set in from the boundary by at least 1m to maintain the existing gaps between properties and the rhythm of gaps;\r-\tThe roof line should be set down from that of the original house by a minimum of 500m; and\r-\tThe front elevation should be set-back by at least 500m from the front of the house.\r\rThe proposed two storey side and rear extension would be well-related to the existing main roof and it would not be higher than the existing ridge. The proposed side and rear extension would be partially visible to the street scene as it would be set back from the principal elevation by more than 500m. The proposed roof on the side section would integrate with the main dwellinghouse and the surrounding area. The proposed side extension would not have a width more than 50% of the original house. \r\rAs a result, the proposed two-storey side and rear extension would not conflict with PG34 and 36. \rThe submitted drawings show that the proposed development would not exceed 50% of the rear garden area and so officers consider that the proposed extension would not result in unacceptable built up area of the application plot.\r\rOverall, it is considered that the proposed extension would be a subordinate addition and of an architectural style sympathetic to the host dwelling complying with Policies CS8, DM10 and DM12 of the Council's LDF Core Strategy (2012).\r\rImpact on Residential Amenities of Neighbouring Occupiers\rPolicy DM10 of the Council's LDD Core Strategy (2012) seeks to safeguard residential amenities in terms of privacy, outlook, daylight/sunlight, avoidance of visual intrusion and noise and disturbance.\r\rThe nearest properties to consider in an assessment of the impact of the proposal are No. 19 and 21 Grove Crescent.\rOfficers note that the application property benefits from two storey rear extensions. \r\rThe proposed extension would extend 1.2m further from the existing ground floor extension which would result in a total depth of 3.9m. As such, it is considered that the additional 1.2m would not cause further detrimental amenity impacts to the occupiers of No.19. On the other side, the proposed ground floor side and rear extension would be sited 2m to 4m away from No.21 Grove Crescent and it is noted that a 2m high boundary fence could be built without planning permission. On this basis, the boundary treatment would be able to mitigate the detrimental amenity impacts caused by the proposed development to the occupants on No.21.\r\rThe proposed first floor side and rear extension would be sited more than 1m away from No.19 Grove Crescent, which would mitigate the detrimental amenity impacts caused by the proposed development including overlooking, loss of light/sunlight, visually intrusive or overbearing to the occupants on all the neighbouring properties. Moreover, the proposed first floor extension would be in accordance with the 25 degree rules, so no harm to their amenities in terms of loss of light or outlook would result. In this connection, the proposal would not have any significant adverse impacts onto the neighbouring occupiers on No. 19. On the other side, the proposed first floor extension would be have 1m set in from the common boundary shared with No.21. \r\rA proposed window on the rear elevation would be facing at its rear garden area and there would be no proposed side windows on the elevations facing at both neighbouring properties. In this connection, the proposed development would not have any significant adverse impacts onto the neighbouring occupiers.\r\rThe submitted plan shows that the proposed development would be sitting within No.19A curtilage and it would not encroach onto the adjoining neighbouring property's land. \r\rOverall, it is considered that the proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant harm to the outlook, privacy or daylight/sunlight provision of all the neighbouring occupiers and would comply with Policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rThe proposal is considered to be acceptable in terms of its design and scale and is not considered to have an adverse impact on the character or appearance of the surrounding area or neighbouring amenity. \r\rRecommendation\rGrant planning permission.\r",
    "The Cover Letter states that Existing Elevations and the CIL Form have been submitted, but these have not been received. Please submit these documents.",
    "Proposal Description - this has been amended for clarity. Please can you confirm if you agree with the new description, or change it as necessary?  \"Erection of single storey rear extension, and rear dormer roof extension with Juliet balcony and installation of 3nos. front rooflights to facilitate loft conversion. Alterations to existing roof. Changes to fenestrations.\"",
    "Please send the Site Location Plan in relation to this application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/05/2020",
  "secondary_street_name": null,
  "site_number": "51",
  "pp_id": "PP-08722317",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3067,
          51.379526
        ],
        [
          -0.306701,
          51.379499
        ],
        [
          -0.306744,
          51.3795
        ],
        [
          -0.306743,
          51.379527
        ],
        [
          -0.3067,
          51.379526
        ]
      ]
    ],
    "type": "Polygon"
  }
}