{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD6WV9NHGYT00",
  "lapsed_date": "03/09/2025",
  "decision_target_date": "03/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9AF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.057,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3B"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: 38 Alexandra Drive Surbiton KT5 9AF\rDescription: \rTreet Type:  \rRef: RBK.08.92T.10"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ19663860"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Parks and Open Spaces"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021783591"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01616/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519408,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:09.627Z",
  "id": "Kingston-20_01616_CPU",
  "application_type": "All Other",
  "street_name": "Alexandra Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "03/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 3no front rooflights",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166877,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021783591",
  "centroid": {
    "lon": -0.28531,
    "lat": 51.388383
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe application site is located on the southern side of Pine Gardens and comprises of a two-storey, semi-detached residential dwellinghouse. The dwellinghouse is set back from the adjacent highway and is located on a generously sized plot. There is provision for off street parking on site and garden space the rear.\r\rThe immediate surrounding area is predominantly residential in character, with semi-detached dwellinghouses of a similar character and appearance to the application site. \r\rThe site is not listed or locally listed and does not fall within a Conservation Area. Neither does it have any Tree Preservation Orders (TPOs) on the site or in the immediate vicinity, or fall within a Flood Risk Zone. \r\rProposal\rThe application seeks retrospective planning permission for the conversion of the garage into habitable space together with the erection of a single storey side and rear extension, first floor side extension and changes to fenestration.  \r\rConsultation\r5no. properties were notified of the proposal. No representations received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact on the character and appearance of the area; \r- The impact on the amenities of neighbouring occupiers; \r- The impact upon highways; and\r- Fire safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 33 (Single Storey Rear Extensions) and Policy Guidance 36 (Two Storey Side and First Floor Side Extensions) of the SPD guidance are applicable to this application.\r\rThe SPD guidance advises that two-storey side extensions should be designed to be in harmony with the appearance and character of the area. In practice this means that they should remain subordinate to the original house, the roof should relate well to the main roof form, existing fenestration detail should be respected and eaves levels should be reinstated.\r\rPolicy Guidance 36 of the Residential Design SPD advises that two-storey and first floor side extensions should be designed to be in harmony with the appearance and character of the area. In practice this means: \r-\tthe extension should remain subordinate to the original house; \r-\tthe roof of the extension should reflect and relate well to the main house and its roof form;\r-\tflat roofs should generally be avoided unless they are consistent with the form of the existing building's roof; \r-\tcare should be taken to retain characteristic gaps between houses to prevent them from combining visually to form a 'terrace' (see Figure 38 above); \r-\tfeatures such as doors and windows on the new extension should relate to those on the original house in terms of their style and positioning; \r-\tthe line of the roof's eaves should run with that of the original dwelling; \r-\tbalconies will generally not be acceptable, particularly where they may give rise to overlooking; \r-\ta minimum distance of 15m shall be maintained between a primary elevation of an existing house and the flank wall of a proposed two-storey side extension; and, \r-\ta minimum distance of 21m shall be maintained between habitable room windows of neighbouring properties.\r\rOn semi-detached properties proposed side extensions should also: \r-\trespect the symmetry of the adjoining semi-detached property; \r-\tnot exceed 50% the width of the original house; \r-\tbe set in from the boundary by at least 1m to maintain the existing gaps between properties and the rhythm of gaps; \r-\tThe roof line should be set down from that of the original house by a minimum of 500mm; and, \r-\tThe front elevation should be set-back by at least 500mm from the front of the house.\r\rIn terms of scale, the original dwellinghouse has a width of 6.6 metres. The proposed (as built) side extension would have a width of 2.7 metres and therefore measures less than half the width of the dwellinghouse and respects the symmetry of the adjoining semi-detached property. As a gap of 1 metres is retained at the site boundary, important views and gaps would be preserved between the application property and No. 50 Pine Gardens, further reinforcing the perception of a more subordinate structure. \r\rOfficers acknowledge that the roofline is not shown to be set down by the required minimum of 500mm, which would not comply with the provisions set out in the Council's Residential Design SPD. However, officers note that the adjoining semi-detached house similarly features a side extension which carries across the ridge line of the main roof and there are other examples in the streetscene where there is no set down in the roof line. In this instance, this transgression from the guidance is considered to be acceptable in so doing restoring a pleasing sense of balanced symmetry to this pair of semi-detached dwellings, considered to be of wider visual benefit to the character and appearance of the streetscene. \r\rWhile the extension is not shown to be set back from the principal elevation this is in part due to the flush nature of the pre-existing adjoining garage, as well as the presence of a flush two-storey side extension to the adjoining semi-detached dwelling (No. 46). Officers note that there is no formal planning history on record for the side extension pertaining to No. 46. However, it is thought that, on balance, and considering that the extension is largely in accordance with the SPD guidance, that it would be acceptable in this instance. Notwithstanding the above, it is also noted that there are other examples of dwellings with flush two-storey side extensions upon the streetscene and in this regard, would be acceptable. \r\rPolicy Guidance 33 of the Residential Design SPD, 2013 states that single storey rear extensions \"should be designed so that they appear proportionate and subordinate to the host building\". In addition, they should not exceed 3.5m in depth and 3m in height with regards to flat roofs and 4m in height regarding pitched roofs. In this case, the application seeks to create a wraparound extension to be in line with the existing rear building line of the dwelling and effectively join up with accommodation to the side. This is considered to be acceptable. \r\rThe extensions would facilitate the proposed conversion of the garage as shown on the submitted plans as being given over to habitable accommodation in the form of a study, utility and wc and increased-sized kitchen. Associated alterations from the pre-existing garage door to a window to the front and window atop at first floor also proposed. These are considered to be acceptable alterations which do not result in any harm to the overall character and appearance of the host dwelling.\r\rIt is considered that the proposed development would preserve and maintain the character of the area and would not detract from the character and appearance of the host property, in accordance with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\r1no. window is shown to the principal elevation at the first floor to serve a dressing area. As it would be located on the same plane as existing habitable rooms it is not thought that overlooking would be harmful. Notwithstanding this, a distance of 31 metres would exist between the opening and front facing properties.\r\r1no. is proposed to the ground and first floor side elevation to serve WC/shower rooms. To ensure neighbouring amenity is not compromised each of the windows would be required to be obscure-glazed and a condition is attached to this effect.\r\rThe two-storey side extension would be positioned approximately 2 metres from the main flank wall of No.50. This distance is considered sufficient to ensure that it would not appear harmfully overbearing.\r\rOverall and in terms of residential amenity the proposal is considered to comply with policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design SPD, 2013.\r\rHighway Safety\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety and ensure that they are not adversely affected. \r\rThe application involves the conversion of the attached garage space. The area of hardstanding/driveway to the front of the property is of an adequate size to be used for parking of cars, and so the conversion does not result in the loss of a space that would adversely impact upon highway safety.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rWhilst Officers acknowledge that not all aspects of the Council's design guidance would be met, overall, the proposals are considered to relate well to the original dwelling, would be subordinate in scale and would not have an unacceptably adverse impact upon neighbouring residential amenity, thereby complying with Policies CS8 and DM10 of the Council's LDF Core Strategy, 2012 and the Residential Design Guide, 2013.\r\rThe scheme is therefore considered to be acceptable and in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that retrospective planning permission should be granted.\r",
    "The submitted location plan does not have a red outline in the proposed site. Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/07/2020",
  "secondary_street_name": null,
  "site_number": "38",
  "pp_id": "PP-08874806",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.285288,
          51.388396
        ],
        [
          -0.285289,
          51.388369
        ],
        [
          -0.285332,
          51.38837
        ],
        [
          -0.285331,
          51.388397
        ],
        [
          -0.285288,
          51.388396
        ]
      ]
    ],
    "type": "Polygon"
  }
}