{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBEDDPNH02800",
  "lapsed_date": "09/07/2025",
  "decision_target_date": "15/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4EJ",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.019
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01268/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517643,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:49.391Z",
  "id": "Kingston-20_01268_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Westfield Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "09/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear replacement conservatory (3.225m in depth, maximum height of 3.575m and eaves height of 2.3m)\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167545,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021801601",
  "centroid": {
    "lon": -0.310443,
    "lat": 51.394755
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations are considered to fall within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and County Planning (General Permitted Development) (England) Order 2015.",
    "Condition 5 (Construction Management Details)- \r\rThe applicant is reminded that no construction-related vehicles (including those belonging to private contractors) are permitted to park on any residential road in the vicinity of the site, other than in a pay-and display bay in accordance with any time restrictions. Wherever possible, contractors should travel by public transport, walking or cycling.\r\rThe applicant is advised that it is their responsibility to ensure that all relevant highways permits (e.g. scaffolding, hoarding, oversailing, tower crane) and temporary traffic management orders as may be required are put in place at the appropriate times.\r\rIf the means of construction vehicle access entails vehicles crossing the public footway (including use of an existing vehicle crossover) the applicant must contact the Highways Crossover Officer to determine whether a strengthened crossover is required.\r\rNo work must be undertaken on the public highway without a Section 278 agreement being in place. No materials must be stored on the public highway unless this has been expressly permitted by RBK Highways. The applicant has indicated that all loading and unloading will occur on-site and a booking system will be in place to ensure that construction vehicles will not wait on Verona Drive or other nearby residential roads.\r\rThe applicant should also contact the Highways Inspections Team to arrange for a highway condition survey to be undertaken before commencing these works.\r\rRBK Highways may from time to time advise the applicant that changes should be made to the routing of construction traffic and the applicant must abide by any such requests, even where these represent a departure from what has been previously stated in the CMP/CLP.",
    "The fee required for your planning application is £206.00.  You do not qualify for an exemption because the development proposal description is different to the last application due to the addition of the single storey rear extension.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/06/2020",
  "secondary_street_name": null,
  "site_number": "59",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310421,
          51.394768
        ],
        [
          -0.310422,
          51.394741
        ],
        [
          -0.310465,
          51.394742
        ],
        [
          -0.310464,
          51.394769
        ],
        [
          -0.310421,
          51.394768
        ]
      ]
    ],
    "type": "Polygon"
  }
}