{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBNNY4NHGLG00",
  "lapsed_date": "24/07/2023",
  "decision_target_date": "04/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HY",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.028,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021749524"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01299/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517696,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:57.470Z",
  "id": "Kingston-20_01299_CPU",
  "application_type": "All Other",
  "street_name": "Leatherhead Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "24/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing conservatory and erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 163608,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021749524",
  "centroid": {
    "lon": -0.310984,
    "lat": 51.359359
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension is not considered to fall within the parameters of  permitted development as it would extend more than three metres from the rear and would also extend beyond an original side elevation and have a width more than half the width of the original house, contrary to A.1 (f)(i), (J)(iii) and (ja) of Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises an end of terrace dwelling.\r\r6x neighbouring properties have been notified of the proposals and no objections have been received.\r\rPlanning History\r14/12904/HOU- Erection of single storey rear conservatory extension to replace existing. GRANTED 19.12.2014\r\rThe key areas of assessment are: \r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on fire safety. \r\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development consists of two rooms. The proposed development is entered from the rear garden, through a single entrance door, which faces the main house.  The proposed development would be 2.65 metres high to the top of the top of the flat roof.  The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the separation distance between the proposed development and surrounding neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light.\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Polici\r",
    "The fee required for your planning application is £5,524.00.  Payment can be made via either our Contact Centre on 0208 547 5002, or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/06/2020",
  "secondary_street_name": null,
  "site_number": "106",
  "pp_id": "PP-08688359",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310962,
          51.359372
        ],
        [
          -0.310963,
          51.359345
        ],
        [
          -0.311006,
          51.359346
        ],
        [
          -0.311005,
          51.359373
        ],
        [
          -0.310962,
          51.359372
        ]
      ]
    ],
    "type": "Polygon"
  }
}