{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBCGSONH04300",
  "lapsed_date": "17/07/2023",
  "decision_target_date": "29/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5RF",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01250/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521332,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:44.935Z",
  "id": "Kingston-20_01250_HOU",
  "application_type": "Householder",
  "street_name": "Somerset Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "17/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of first floor side infill extension, replacement of flat roof on existing two storey side extension with hipped roof, hip to gable conversion and rear dormer roof extension to facilitate a loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": "03/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167494,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021781152",
  "centroid": {
    "lon": -0.257462,
    "lat": 51.39352
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "By virtue of the proposed hipped and gable roof forms, and the excessive size of the proposed rear dormer extension, the proposed development would cause harm to the character and appearance of the host dwelling and the surrounding area. The proposal would therefore be contrary to the National Planning Policy Framework (2019), Policies CS8 and DM10 of the adopted Core Strategy (2012) and Policy Guidance 36, 39 and paragraph 4.29 of the Council's Residential Design Supplementary Planning Document (2013).",
    "Consultations\r128no. surrounding properties were notified of the proposed development. No representations received.\r\rRBK Environmental Health Officer: No objection.\r\rRBK Trees and Landscape Officer: No objection, subject to imposition of a pre-commencement condition relating to submission of an Arboricultural Method Statement. \r\rHistoric England (Archaeology): No comment.\r\rRBK Neighbourhood Traffic Engineer: No objection, subject to the inclusion of a pre-commencement condition regarding requirement for a construction management plan to be submitted for approval.\r\rKingston Town Conservation Area Advisory Committee (CAAC): No objection. \r\rPlanning History\r18/12620/FUL - Erection of secure cycle parking and refuse and recycling enclosures and alteration and extension of existing landscape planter. Granted planning permission, dated 17 September 2018.\r\r18/12300/FUL - Replacement of the existing single glazed timber framed windows with new double glazed timber framed windows. Granted planning permission, dated 31 May 2018.\r\r21/03540/FUL - Proposed demolition of existing garages/store buildings and existing bike and refuse areas, construction of new store and bicycle storage buildings, construction of new refuse area, new garden landscaping and replacement of front boundary treatment. Granted planning permission, dated 4th February, 2022.\r\rSite and Surroundings\rThe application site is located towards the north-western end of Grove Crescent on its southern side. The application site is occupied by a purpose-built block of flats with hard and soft landscaped grounds. \r\rThe surrounding area is predominantly residential in character and appearance. The site is located in the Grove Crescent Conservation Area.\r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance;\r-\tThe Impact upon Heritage Assets;\r-\tImpact upon Neighbouring Amenity;\r-\tImpact upon Highways\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposed development would be subordinate and proportionate to the existing built form and plot size of the application building. The design of the enclosures with larch cladding as the principal materiality and green roofs and additional landscaping measures would be complementary to their surroundings and would not be visually intrusive when viewed from the streetscene. The development would not detract from the character and appearance of the host property and surrounding area. The presence of recycling and refuse enclosures and landscape planters are evident on surrounding plots and the proposals would be in keeping with the general pattern and form of development in the area. \r\rImpact on Heritage Assets\rSections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) state that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rThe proposed cycle and resident's storage enclosures are sited to the rear of St James Court. As such, is considered that this element of the proposals would not constitute a harmful addition or detrimentally affect the character of the host building and it is considered that the buildings would not result in harm to the setting of the Conservation Area. The proposed refuse storage area would be sited to the west of St James Court near to the front of the site, as existing. The proposed refuse storage area would be visually contained to its perimeter via use of 1600mm high trellis panels and a small area of planting would separate the refuse area from the site's front boundary to Grove Crescent. The proposals also include the removal of vehicles from the front garden area of the site via the removal of the existing central driveway area. Officers consider that this alteration would constitute a positive change, visually enhancing the site frontage with re-landscaping and enhanced planting along the front boundary of St James Court.\r\rThe proposed works are not considered to result in harm to the setting of the heritage asset nor its significance. \r\rImpact upon Neighbouring Amenity\rPolicy D3 of the London Plan (2021) requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rIt is considered that the proposed development by virtue of its nature, size, siting and design in relation to the host and neighbouring properties would not cause any significant material harm to the outlook, daylight, sunlight provision or privacy of neighbouring occupiers. \r\rImpact upon Highways\rParagraph 110 of the NPPF 2021 requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; the design of streets, parking areas, other transport elements and the content  of associated standards reflects current national guidance, including the National Design Guide and the National Model Design Code; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rParagraph 111 goes on to say that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rParagraph 112 says that applications should give priority first to pedestrian and cycle movements, both within the scheme and in neighbouring areas, and second to facilitating access to high quality public transport, with layouts that maximise the catchment area for such services. They should also: address the needs of people with disabilities and reduced mobility; create places that are safe, secure and attractive, which minimise the scope for conflicts between pedestrians, cyclists and vehicles; allow for the efficient delivery of goods and access by service and emergency vehicles; and be designed to enable charging of ultra-low emission vehicles in safe, accessible and convenient locations.\r\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 states that development proposals should have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rSt James Court comprises of a total of 18no. flats. 6no. car parking spaces are to be retained to the rear of the block of flats as part of the application proposals plus one space for disabled users and a total of 23no. cycle spaces are proposed, including two short-stay cycle storage.\r\rThe site is located in a CPZ (Zone G1 - Grove Area) and has a public transport accessibility rating (PTAL) of 4, representing very good level of accessibility.\r\rThe proposed site layout is considered acceptable and would allow for the two-way movement of vehicles from the retained eastern access, with the inclusion of a passing point.\r\rIt is accepted that the garages are indicated as being used primarily for storage and the reduced re-provided surface parking is likely to be more usable and adheres to sustainability principles, as does the improved cycle storage facilities.\r\rThe applicant will need to arrange with Highways, at their own expense, for kerbing to be reinstated across the western vehicular and two garden accesses which will become redundant.\r\rA pre-commencement condition has been attached requiring the applicant to submit a demolition/construction management plan for Highways approval.\r\rImpact upon Trees\rParagraph 174 of the NPPF 2021 states that planning decisions should contribute to and enhance the natural and local environment by, among other things, recognising the benefits of trees and woodlands.\r\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees there should be adequate replacement based on the existing value of the benefits of the trees removed, determined by, for example, i-tree or CAVAT or another appropriate valuation system. The planting of additional trees should generally be included in new developments - particularly large-canopied species which provide a wider range of benefits because of the larger surface area of their canopy.\r\rPolicy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by TPOs are not adversely affected. Where trees are to be lost through development, the Council will normally require the planting of two specimens for each tree lost. The Council will refuse applications that adversely impact upon the leafy character of the Borough where commensurate appropriate replacement is not provided.\r\rPolicy Guidance 7 of the Council's Residential Design SPD reiterates the general presumption against the loss of trees, regardless of whether they are protected by TPOs or located in a conservation area. Where a development proposal involves the removal of a tree on site, the applicant is be expected to demonstrate that:\r- The tree is in poor health\r- Two replacement trees can be planted on site\r- Any replacement planting will follow the \"right place, right tree\" principle\r\rThe application proposals are accompanied by a Tree Protection Plan which has been reviewed by Council's Trees and Landscape Officer who is satisfied that the protection measures as proposed are adequate. \r\rA pre-commencement condition has been attached requiring the applicant to submit an Arboricultural Method Statement to include a schedule of monitoring by the appointed Arboricultural Consultant for works within the RPA of the protected trees. \r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rIn conclusion, and on balance, the proposal is considered to not have a detrimental impact to the designated heritage asset of the setting of Grove Crescent Conservation Area by virtue of its scale, design and materiality, with the proposals assessed to result in no harm to the significance of these heritage assets. In addition, the proposals would not result in a materially harmful or different impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure, nor result in harmful impacts in terms of highways or trees. \r\rThis planning application is recommended for approval.\r",
    "I acknowledge receipt of the location plan, however, although not mandatory, please submit further information about the nature of the existing and proposed uses, including the exact location on site. This could simply comprise a written statement. The absence of this information may result in an unsuccessful application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/06/2020",
  "secondary_street_name": null,
  "site_number": "40",
  "pp_id": "PP-08603208",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.25744,
          51.393534
        ],
        [
          -0.257441,
          51.393507
        ],
        [
          -0.257484,
          51.393507
        ],
        [
          -0.257483,
          51.393534
        ],
        [
          -0.25744,
          51.393534
        ]
      ]
    ],
    "type": "Polygon"
  }
}