{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDKHZRNH04300",
  "lapsed_date": "09/09/2025",
  "decision_target_date": "09/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7HL",
  "site_name": "Ground Floor Rear Of\r20-24 Tolworth Broadway\rTolworth\rKT6 7HL\r",
  "status": "Commenced",
  "application_details": {
    "superseding_details": [],
    "building_age": "Not known",
    "qualifying_vacant_building_floorspace": null,
    "total_gia_gained": null,
    "overseas_company_registration_no": null,
    "intended_completion_date": null,
    "total_gia_lost": 149,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "scheme_name": "Ground Floor Rear Of 20-24 Tolworth Broadway",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 111,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 0,
        "use_class": "A1",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 111
      },
      {
        "gia_existing": 132,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 0,
        "use_class": "A1",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 132
      }
    ],
    "occupation_status": null,
    "non_residential_details": {
      "development_type": "Extension",
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 243,
      "total_gia_gained": 0,
      "site_area": null,
      "total_gia_existing": 149,
      "total_gia_lost": 149
    },
    "resi_extension_exempt": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 3,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 42.857142857142854,
      "site_area": 0.07,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "10/02/2021",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "10/02/2021",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "10/02/2021",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "lead_developer_company_name": null,
    "building_type": "Not known",
    "site_area": 0.06800000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01694/PAR2R",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519505,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Change of use - retail/takeaway to dwellinghouses",
  "last_updated": "2025-05-05T17:19:29.082Z",
  "id": "Kingston-20_01694_PAR2R",
  "application_type": "Prior Approval",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "09/09/2020",
  "epc_number": null,
  "actual_commencement_date": "10/02/2021",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from Retail (Use Class A1) to 3 self-contained flats (Use Class C3)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/08/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166129,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128002333",
  "centroid": {
    "lon": -0.284168,
    "lat": 51.38164
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed change of use from office to residential is considered to fall within the parameters of permitted development as set out under Schedule 2, Part 3, Class M of the Town and Country Planning (General Permitted Development) (England) Order, subject to the conditions applied.",
    "No development shall commence until a site investigation scheme based on the desk study together with assessment of risks posed by any contamination is carried out in accordance with British Standard BS10175: Investigation of Potentially Contaminated Sites - Code of Practice and the Environment Agency's Model Procedures for the Management of Land Contamination (CLR 11) (or equivalent British Standard and Model Procedures if replaced), has been submitted to and approved in writing by the Local Planning Authority. Should remediation be required, no development shall commence until a report specifying the measures to be taken, including the timescale, to remediate the site to render it suitable for use shall be submitted to and approved in writing by the Local Planning Authority.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and to prevent harm to human health and pollution of the environment in accordance with Policy 5.21 of the London Plan, 2016.",
    "The site shall be remediated in accordance with the approved measures and timescale. Prior to the occupation of any part of the development a verification report for all the remediation works shall be submitted to and approved in writing by the Local Planning Authority.\r\rReason: Should remediation be deemed necessary, the applicant should demonstrate that any remedial measures have been undertaken as agreed and the environmental risks have been satisfactorily managed so that the site is deemed suitable for use and to prevent harm to human health and pollution of the environment in accordance with Policy 5.21 of the London Plan, 2016.",
    "If during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the Local Planning Authority. \r\rReason: There is always the potential for unexpected contamination to be identified during development groundworks. The Local Planning Authority should be consulted should any contamination be identified that could present an unacceptable risk to Controlled Waters to prevent harm to human health and pollution of the environment in accordance with Policy 5.21 of the London Plan, 2016",
    "Prior to commencement of the development the applicant shall provide a scheme to the Local Planning Authority for its written approval detailing sound transmission reduction measures to be installed between the ground floor retail unit and the proposed ground floor flats to limit airborne and impact sound transmission. The scheme shall be designed to be 5dB better than that given in Approved Document E (2003 Edition incorporating 2004 and 2010 amendments) of the Building Regulations (Table 0.1a, page 12). Once agreed in writing by the Local Planning Authority the approved details shall be installed prior to the development being occupied and retained thereafter.\r\rReason:   These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to safeguard the amenities of the future residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to the beneficial occupation of the residential units the applicant shall submit a Car Parking Management Plan demonstrating he development as car free and how any future occupants of the residential units hereby approved will be prevented from applying for both residential and visitor parking permits for parking within any existing or future Controlled Parking Zone surrounding the application site. The management plan shall include a completed unilateral undertaking under Section 16 of the Greater London Council (General Powers) Act 1974. The units shall not be occupied until the Car Parking Management Plan is approved. The units shall be advertised as \"car free\" in their marketing information for new occupants.\r\rReason : In the interest of highway safety, the surrounding roads have insufficient capacity to accommodate any further parking, and also in the interest of encouraging the uptake of sustainable modes of transport.",
    "Prior to the beneficial occupation of the development, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "It is noted that a proposed front porch as shown on the plans (however not included with the description of the proposal) and the proposed larger rear extension has not been included in the description of development. The application must include only those extensions as described in the description of development.",
    "The applicant is advised that the existing extension does not meet the criteria as laid out in Class B of Part 1, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). As such, the extension remains unauthorised and liable to enforcement action. The applicant is encouraged to take action to either remedy or attempt to regularise the breach of planning control.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "The information submitted pursuant to Condition 4 (Fire safety Strategy) of Planning Permission ref: 22/02272/HOU, has been assessed by Officers and is considered acceptable.",
    "The information submitted pursuant to Condition 8 (Fire Safety Strategy) of planning permission 22/01936/HOU, has been assessed by Officers and is considered acceptable.",
    "An objection has been raised in relation to the use of Brook Road during the construction phase of the development, and associated damage and costs to the road.",
    "Application Site\rThe application site comprises of a two-storey semi-detached dwellinghouse located on Chiltern Drive. \r\rThe surrounding area is predominantly residential in character and appearance. The site is not located in a conservation area and the buildings and curtilage are not listed.\r\rProposal\rThe application seeks planning permission for the partial conversion of existing garage into habitable space, erection of single-storey front, side and rear extensions. \r\rPlanning History\r22/01321/HOU - Part conversion of garage into habitable space, erection of single storey front extension to existing garage, single storey side and rear extension. Planning permission granted, dated 22 June 2022.\r\r19/01655/HOU - Part single storey front extension to allow for the conversion of garage into habitable space; single storey side and rear extension (Following the demolition of existing side and rear extension). Planning permission granted, dated 20 September 2019. \r\r02/16096/LDP - Change in the roof profile from hip to gable end to facilitate the conversion of the existing loft space (LDC/P). Planning permission granted, dated 28 August 2002.\r\rConsultation\r8no. properties were notified of the proposal. No representations were received.\r\rNo statutory or internal consultations necessary.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact on the character and appearance of the area; \r- The impact on the amenities of neighbouring occupiers; \r- The impact upon highways; and\r- Fire Safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer's Comments: The application proposes the construction of a single storey extension at the front of the property to accommodate an extended garage and porch. Whilst this would not strictly meet the recommendations and requirements of the Residential Design SPD, it would not be uncharacteristic of the area. \r\rThe application also proposes the construction of a single storey side and rear extension. Whilst the proposed extension would exceed the recommended height as outlined by the Residential Design SPD, and would also encroach on the cill height of the first floor windows, Officers consider that the proposed side/rear extension would appear proportionate and subordinate to the dwellinghouse and would not have a significantly detrimental impact on the character and appearance of the dwellinghouse and area. \r\rIt is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer's Comments: It is considered that the proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant material harm to the outlook or privacy of the neighbouring occupiers. \r\rImpact upon Highways\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety.   \r\rOfficer's Comments: The application proposes the conversion of an existing garage into a habitable room. To accommodate modern vehicles, proposed new garages should meet the required dimensions as recommended by Appendix 5 of the Sustainable Transport SPD, measuring 3 metres in width and 5.3 metres in depth internally. The existing garage would not meet the minimum required internal garage dimensions for one vehicle, and therefore the removal of this garage would not impact the parking provision on site. Furthermore, it is considered that the remaining hardstanding is of an adequate size to accommodate two off-street car parking spaces. Whilst this level of provision would be in excess of the maximum standards set out in the London Plan, this issue would not warrant a reason for refusal as it is reflective of the existing situation.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer's comments: The applicant has submitted a Fire Safety Strategy. Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation.\r\rConclusion\rThe proposal is in accordance with the principles contained with policies CS8 and DM10 of the Core Strategy, Policy D3 of the London Plan 2021 and Policy Guidance contained within the Residential Design SPD in that the extension would relate well to the design of the existing dwellinghouse and would not adversely impact on the character and appearance of the streetscene. \r\rIn terms of neighbouring amenity, the proposals are not considered to result in any undue harm in regards to overlooking, loss of privacy, daylight or outlook provision. The proposals are not assessed as resulting in adverse impact upon the local highways network. \r\rThe scheme is therefore considered to be acceptable and in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r",
    "I acknowledge receipt of your payment for £103, however, the fee required for this application is £206, as the application form submitted states the works have commenced, therefore please forward the outstanding balance of £103 as soon as possible.\r\rNote: Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames",
    "The fee required for your pre-application for meeting only is £ 1500.00.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002.",
    "There is no record of payment on the previous application 23/01875/HOU. Therefore the fee required for your planning application is £ 206.00.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "The description will be finalised after confirmation of the rooflights.",
    "We have received only one side elevation, we require both side elevations. Please provide existing and proposed both side elevations.",
    "For the avoidance of doubt, please confirm the description 'Erection of two storey side extension to create a new dwelling, erection of a single storey rear extension to the existing dwelling.'",
    "Duplicate Application - please confirm if this is a duplicate application with 23/02143/HOU (Planning Portal reference PP-12366096)? If it is, please confirm if you would like to withdraw the previous application, which is currently invalid. We will then be able to refund the fee for that application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/07/2020",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-08887316",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284146,
          51.381653
        ],
        [
          -0.284147,
          51.381626
        ],
        [
          -0.28419,
          51.381626
        ],
        [
          -0.284189,
          51.381653
        ],
        [
          -0.284146,
          51.381653
        ]
      ]
    ],
    "type": "Polygon"
  }
}