{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAZA5BNHGG200",
  "lapsed_date": "28/07/2023",
  "decision_target_date": "31/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4EG",
  "site_name": "36 St Andrews Square\rSurbiton\rKT6 4EG",
  "status": "Approved",
  "application_details": {
    "site_area": 145,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: St Andrews Square Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 35 St Andrews Square\rLB Grade: LOCAL\rLB Ref: 136"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023063648"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01184/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517632,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:28.341Z",
  "id": "Kingston-20_01184_FUL",
  "application_type": "Householder",
  "street_name": "St Andrew's Square",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "28/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Alterations to Second Floor flat with erection of rear dormer roof extension and installation of roof lights to front, to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "01/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167321,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023063648",
  "centroid": {
    "lon": -0.310675,
    "lat": 51.392744
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The rooflights in the development to which this permission relates shall be of a conservation style, constructed in timber and set flush with the plane of the roof in which they are inserted. The rooflights shall be permanently retained in this style. \r\rReason: To prevent harm to the significance of designated heritage assets, in accordance with policy 7.8 of the London Plan 2016 and policies CS8 and DM12 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    " In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. Officers have accepted additional information and amendments as a part of the assessment of this planning application.",
    "Proposal Description - please confirm if you agree with the revised Propoasl Description which refers to the side loft conversion and installation of rooflights: \"Erection of single storey rear extension, two storey and loft side extension, garage and pool house with glass link together with landscaping. Installation of 2no. side rooflights to facilitate loft extension\"."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/06/2020",
  "secondary_street_name": null,
  "site_number": "36",
  "pp_id": "PP-08712589",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310653,
          51.392757
        ],
        [
          -0.310654,
          51.39273
        ],
        [
          -0.310697,
          51.392731
        ],
        [
          -0.310696,
          51.392758
        ],
        [
          -0.310653,
          51.392757
        ]
      ]
    ],
    "type": "Polygon"
  }
}