{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEOM72NHHC000",
  "lapsed_date": "02/10/2025",
  "decision_target_date": "02/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6LE",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.016
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01901/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518625,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:21.273Z",
  "id": "Kingston-20_01901_HOU",
  "application_type": "Householder",
  "street_name": "Canbury Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "02/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two story side and rear extension, single story rear extension and piggy back roof extension\r\rI had the same permission before, which it lapsed on 14-3-2020, due to lack of builders and Covid 19.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169617,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021756119",
  "centroid": {
    "lon": -0.295642,
    "lat": 51.413173
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the side elevation (and situated on the first floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Consultations\r20no. surrounding properties were notified of the proposed development. No representations received.\r\rPlanning History\r22/02842/CPU - Installation of new internal staircase to join the basement/garden flat (88C) with the ground floor flat (88A) to become a single maisonette. Refused, dated 29/09/2022, for the following reasons:\r(1)\tThe proposed conversion of two residential units into one residential dwelling is considered to amount to development constituting a material change of use under Section 55(1) of the Town and Country Planning Act 1990.\r\r(2)\tUnder the provisions of section 57 of the Town and Country Planning Act 1990, planning permission is required for the use, however, planning permission has not been granted for the development by way of a development order or by the Local Planning Authority.\r\rProposal\rThe application seeks planning permission for the proposed joining two flats 88A and 88C by adding an internal staircase. \r\rSite and Surroundings\rThe site comprises of three residential flats. The building is not listed or locally listed and the site does not fall within a conservation area. The site lies within the Cleaveland Road Local Area of Special Character.\r\rThe application pertains to two of the residential units positioned on the basement floor and ground floor of the building.\r\rPlanning Assessment\rThe key consideration in the assessment of this application is:\r-\tPrinciple of Development\r\rPrinciple of Development:\rPolicy H1 of the London Plan 2021 sets a target for the Borough of 9,640 net housing completions within the next ten years. Planning decisions should optimise the potential for housing delivery on all suitable and available brownfield sites to ensure that this target is met.\r\rPolicy DM14 (Loss of Housing) of the Council's LDF Core Strategy 2012 states that the Council will resist the loss of existing accommodation (of all types). \r\rThe supporting text at paragraph 4.2.8 of Policy H2 of the London Plan states:  Where the amalgamation of separate flats into\rlarger homes is leading to the sustained loss of homes and is not meeting the identified requirements of large families, boroughs are encouraged to resist this process.\r\rThe application involves the loss of a housing unit and the Council cannot currently demonstrate a five year supply of deliverable housing sites. \r\rThe net loss of one unit would result in an adverse planning consequence in terms of housing supply. This is all the more acute due to the Council's inability to demonstrate a five year housing land supply and the proposal would, therefore, be contrary to Policy H1 of the London Plan, 2021 and Policy DM14 of the Council's Core Strategy, 2012. The resultant dwelling would not be of a size suitable for family occupation (i.e. 3-bed+) to meet the specific housing need identified in the Borough.\r\rConclusion\rIn conclusion, the proposed development would not accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, policy H1 of the London Plan (2021), and Policy DM14 of the Core Strategy (2012).\r\rThe loss of a residential unit must be given substantial weight and the proposals cannot be supported.\r\rRecommendation:\rThat planning permission be REFUSED.\r",
    "Please provide an Existing Roof Plan at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/08/2020",
  "secondary_street_name": null,
  "site_number": "134",
  "pp_id": "PP-08959518",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29562,
          51.413186
        ],
        [
          -0.295621,
          51.413159
        ],
        [
          -0.295664,
          51.41316
        ],
        [
          -0.295663,
          51.413187
        ],
        [
          -0.29562,
          51.413186
        ]
      ]
    ],
    "type": "Polygon"
  }
}