{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAZA5SNHGG300",
  "lapsed_date": "27/08/2023",
  "decision_target_date": "27/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1QN",
  "site_name": "Bishops Palace House",
  "status": "Refused",
  "application_details": {
    "site_area": 1222,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ADSCN Name: Additions to Strategic Cycle Network"
      },
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACO Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "PROPST Name: P13 Bishops Palace House and 11-31 Thames Street. Policies"
      },
      {
        "result": null,
        "constraints_layer_description": "PRCPR Name: Proposed Secure Cycle Parking (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "CPKTC Name: Parking to be Relocated.  K+20 Designation"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPF Name: Primary Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1769721B"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1769721A"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Parks and Open Spaces"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128018267"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01185/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517788,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:28.649Z",
  "id": "Kingston-20_01185_FUL",
  "application_type": "All Other",
  "street_name": "Thames Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "27/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed change of use from a nightclub (Sui Generis) to Class A1/A3/A4/B1/Sui Generis use of part of the first floor of Bishops Palace House, currently occupied by The Viper Rooms (nightclub).",
  "actual_completion_date": null,
  "last_date_consultation_comments": "27/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other change of use",
  "centroid_northing": 169322,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128018267",
  "centroid": {
    "lon": -0.30777,
    "lat": 51.410696
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposal would result in the unacceptable loss of a community facility. The applicant has not demonstrated that the facility is no longer required or that it has been vacant and marketed for a community use without success, or it can be re-provided elsewhere or in a different way. Furthermore, the loss of the facility would have a detrimental impact on the night time economy of Kingston. As such, the proposal would be contrary to Policy K6 of the K+20 2008, Policy DM24 of the Kingston upon Thames LDF Core Strategy 2012, Policy 4.6 of the London Plan 2016, Policy HC6  of the Intend to Publish Draft London Plan, guidance contained within the GLA Cultural and Night Time Economy SPD 2017 and the National Planning Policy Framework 2019. \r",
    "Application Site\rThe application site concerns No. 7 Green End, Chessington, a two-storey detached dwellinghouse situated on the north-east side of Green End, a cul-de-sac accessed off Hook Road to the west. Approximately 40m to the west of the site is Grade II listed 325 Hook Road (a.k.a Orchard Court). The application site shares a rear boundary with Rosemary Gardens to the north-east.\r\rThe site is covered by an area Tree Preservation Order (TPO) with a notable Category A Walnut Tree within the rear garden. Approximately 35m to the west of the application site is Grade II listed Orchard Court (No. 325 Hook Road). The listing for Orchard Court states that it is an early-mid 19th century house; the significance of the heritage asset is derived from its architectural interest.\r \rProposal\rErection of single-storey detached rear outbuilding \r\rConsultation\rTree Officer: No objection - the concerns raised with the previously refused application have been addressed.\r\rNeighbour Notifications\r15 neighbours were notified of the proposals. No comments have been received.\r\rAssessment\rThe key areas of assessment are:\r- Character & Design\r- Neighbouring Amenities\r- Trees\r- Highway Safety\r \rCharacter, Design & Impact on Heritage Assets\rSection 66(1) of the Planning (Listed Building and Conservation Areas) Act, 1990 (as amended) requires the Local Planning Authority to pay special regard to the desirability of preserving the listed buildings and their settings or any features of special architectural or historic interest which such building may possess. This statutory duty is considered alongside national policies in the NPPF 2021, the complementary NPPG and regional and local policies.\r \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. Policy DM12 states that the Council will ensure that development proposals either preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting.\r\rPolicy Guidance 41 (Outbuildings) of the Residential Design SPD (2013) sets out that outbuildings should: not be built forward of the established building line. Policy Guidance 42 (Garages) states that: the garage should be set back at least 6m from the pavement to allow a vehicle to park in front of the garage whilst allowing the doors to be opened;they are sited in front of an established building line and oriented at right angles to the existing house.\r\rThe Kingston Borough Character Study identifies this part of Hook as being 'outer suburban' and as an 'Area with scope to reinforce the existing character'. Within the Hook Character Areas, the site falls within Character Area 3 - Orchard Road. The Orchard Road character area description is as follows: \r\r'Strong planned layout with large gardens, grass verges, hedges and street trees. A range of 1930's to 1950's styling including 1930's housing with interesting brick detailing particularly in Grange Road. Mix of housing types including semi detached, short terraces and bungalows. Relatively low density, characterised by long back gardens full of green and space which add a unifying element to the otherwise varied forms and differing building lines from the street frontages.' \r\rOfficer Comment: Due to the position and scale of the proposed development in relation to the nearby Grade II listed, it is considered that the proposal would not have any adverse impact on designated heritage assets.\rThe first reason for refusal of planning application ref: 22/00710/HOU was as follows:\r\r'The proposed outbuilding would be a prominent and incongruous feature within the Rosemary Gardens street scene and would diminish the green and spacious character of the area, contrary to Policies CS8, DM10 and DM11 of the Kingston Core Strategy (2012) and the Residential Design SPD (2013).'\r\rIn response to the refusal, the applicant has removed the proposals for a dropped kerb and vehicular access and has removed the prominent gable-ended roof fronting onto Rosemary Gardens to the rear. The proposal still necessitates the removal of existing vegetation along the site boundaries, however, replacement tree planting is now proposed which would soften the appearance of the proposed outbuilding. The proposed outbuilding would not be an incongruous prominent feature within the street scene and the proposed replacement tree planting would contribute towards the green and spacious character of the area. It is therefore considered that the proposed development would acceptable from a character and design perspective and that the first reason for refusal of planning application ref: 22/00710/HOU has been addressed.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r \rOfficer Comment: It is considered that the position and orientation of the proposed development in relation to neighbouring properties are sufficient to ensure no significant adverse impact in terms of loss of daylight/sunlight, overbearing impact or undue sense of enclosure or loss of privacy.\r\rTrees\rThe Council's Tree & Landscape Officer has reviewed the proposal and raises no objection to the proposed development subject to compliance with the submitted Arboricultural Method Statement and Tree Protection Plan. It is therefore considered that the proposed development would be acceptable in relation to the Category A TPO tree.\r\rThe Tree & Landscape Officer raised concern with the previous application due to the removal of trees on site which are highly visible within the street scene of Rosemary Gardens and their removal will have a notable impact. The previous proposals included no replacement tree planting. \r\rThe current application is supported by Arboricultural Information which sets out that 3 extra heavy standard trees (4m minimum height, clear stem of 2m) would be planted: 1 Himalayan Birch and 2 Photinia x fraseri 'Red Robin'. Subject to the proposed planting being secured by way of planning condition, the Tree & Landscape Officer raises no objection.\r\rHighway Safety\rPolicy DM9 of the Kingston Core Strategy (2012) sets out that to ensure that new development does not contribute to congestion or compromise highway safety the Council will: require new development to comply with car parking standards and implement parking management schemes.\r\rIt is noted that the previously refused application proposed a vehicular crossover onto Rosemary Gardens and car parking within the outbuilding. This has been removed from the current planning application which proposes only a bike shed, tool shed and gym within the outbuilding. Within this context it is not considered that the proposed development would have any adverse impact on on-street car parking pressure or highway safety.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rOverall, it is considered that the proposed development would be acceptable from a character and design, highways safety, trees and landscape perspective. It is therefore recommended that planning permission is granted.\r",
    "The submitted proposed front and rear elevations does not show complete house. Please provide all  Proposed Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/07/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08745145",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307748,
          51.410709
        ],
        [
          -0.307749,
          51.410682
        ],
        [
          -0.307792,
          51.410683
        ],
        [
          -0.307791,
          51.41071
        ],
        [
          -0.307748,
          51.410709
        ]
      ]
    ],
    "type": "Polygon"
  }
}