{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDKC6CNHH2E00",
  "lapsed_date": "09/09/2023",
  "decision_target_date": "10/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5EP",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.016
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01690/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518228,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:27.883Z",
  "id": "Kingston-20_01690_HOU",
  "application_type": "Householder",
  "street_name": "Richmond Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "09/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side and rear extension (following demolition of existing rear extension)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170013,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023057990",
  "centroid": {
    "lon": -0.301216,
    "lat": 51.416815
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension, by reason of its depth, height, and proximity to the boundaries of the site, would unduly enclose 106 Richmond Road and unacceptably limit the outlook from the principal window of the nearest ground floor habitable room at this property, thereby resulting in unacceptable living conditions for its occupants. The proposal is therefore contrary to Policy 7.6 of the London Plan 2016 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted. \r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks toto add  window to side elevation. The Council agrees that the amendments to which this decision letter relates are sufficiently minor in terms of their scale and impact (both individually and cumulatively) in planning terms, having regard to the overall scope of the previously approved development, so as to constitute a non-material amendment to the original planning permission/consent. This letter does not constitute a new planning permission. The development should be built in full accordance with the original planning permission except where amended by this decision.",
    "links to NMA app which has been delyed.\r\rRequested payment of £116"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/07/2020",
  "secondary_street_name": null,
  "site_number": "108",
  "pp_id": "PP-08898642",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301194,
          51.416828
        ],
        [
          -0.301195,
          51.416801
        ],
        [
          -0.301238,
          51.416802
        ],
        [
          -0.301237,
          51.416829
        ],
        [
          -0.301194,
          51.416828
        ]
      ]
    ],
    "type": "Polygon"
  }
}