{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCP0FFNHGTP00",
  "lapsed_date": "19/08/2025",
  "decision_target_date": "23/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2QY",
  "site_name": "Land At Bus Terminal\rFairfield North\rKingston Upon Thames\rKT1 2QY\r",
  "status": "Refused",
  "application_details": {
    "site_area": 0.001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01489/TEL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518364,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:39.629Z",
  "id": "Kingston-20_01489_TEL",
  "application_type": "Prior Approval",
  "street_name": "Fairfield North",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "19/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of 20m telecommunications monopole with associated wrapround cabinet at base and ancillary works",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169329,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128040068",
  "centroid": {
    "lon": -0.29949,
    "lat": 51.410639
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed telecoms equipment by virtue of its siting and appearance would result in an incongruous addition to the streetscene that would be visually intrusive and create visual clutter and would not be in keeping with and detract from the character and appearance of the surrounding area and would have a negative impact on the setting of the adjacent Fairfield/Knights Park Conservation Area. The proposal would not accord with policies CS8, DM10 and DM12 of the Council's adopted LDF Core Strategy April 2012.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted. \r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to amend the facing materials of the second storey from brick to tile to match the existing roof slope. In this case the applicant seeks to amend the proposal in such a way that would require an assessment of the merits of the changes and as such would fall outside the remit of a Section 96a application. Given the change in material and prominence of the extension within the surrounding area an assessment would have to be made to ensure that there is no adverse impact on the character and appearance of the host property and surrounding area. As such, the proposed changes are considered not to be non-material.",
    "Please submit the affordable housing statement."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/06/2020",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-08833326",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299468,
          51.410652
        ],
        [
          -0.299469,
          51.410625
        ],
        [
          -0.299512,
          51.410626
        ],
        [
          -0.299511,
          51.410653
        ],
        [
          -0.299468,
          51.410652
        ]
      ]
    ],
    "type": "Polygon"
  }
}