{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAIRQDNHGCU00",
  "lapsed_date": "23/07/2025",
  "decision_target_date": "13/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5QR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.05
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01112/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520688,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:12.525Z",
  "id": "Kingston-20_01112_HOU",
  "application_type": "Householder",
  "street_name": "Malden Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "23/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single and part two storey side/rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167033,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021778699",
  "centroid": {
    "lon": -0.26687,
    "lat": 51.389514
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the north-eastern (flank) elevation shall be constructed so that no part of the framework less than 1.7m above and reenacting that Order with or without modification), no windows shall be inserted finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the north-eastern (flank) elevation of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no extensions or detached buildings (other than those expressly authorised by this permission) shall be erected on the site unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Any larger home extensions (over 3m deep in this case) exceed limitations of lawful development certificate (Paragraph (f)(i) of Class A) and require a prior notification for larger home extension application.",
    "The proposed single storey rear extension (approx. 2.6m deep), the proposed roof extension and outbuilding and alterations to the soil and vent pipe are considered to comply with Class A, B, G and E of   the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "Please provide a copy of proposed block plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "For the avoidance of doubt, please confirm the description 'Demolition of existing temporary classrooms, erection of two storey 7nos classroom block and storage unit.'\r\rNote: The description will be finalised after confirmation of a storage unit.",
    "The fee required for your planning application is £462.  Payment can be made via either our Contact Centre on 0208 547 5002, or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/05/2020",
  "secondary_street_name": null,
  "site_number": "300",
  "pp_id": "PP-08726142",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.266848,
          51.389527
        ],
        [
          -0.266849,
          51.389501
        ],
        [
          -0.266892,
          51.389501
        ],
        [
          -0.266891,
          51.389528
        ],
        [
          -0.266848,
          51.389527
        ]
      ]
    ],
    "type": "Polygon"
  }
}