{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QEBXE9NH02800",
  "lapsed_date": "24/09/2025",
  "decision_target_date": "25/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5RF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.026000000000000002,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021781152"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01826/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521332,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:01.571Z",
  "id": "Kingston-20_01826_CPU",
  "application_type": "All Other",
  "street_name": "Somerset Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "24/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions, with installation of 2no front rooflights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167494,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021781152",
  "centroid": {
    "lon": -0.257462,
    "lat": 51.39352
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a detached dwelling. The site is located within Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\r7 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; \r- The impact of the development on non-designated heritage assets; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would be in line with the recommendations set out in the Residential Design SPD, and as such, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rThe proposed wrap-around first floor terrace would extend to the depth of the proposed ground floor extension, and as such would be of a modest scale. It would have limited visibility from the streetscene and as such, it is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rIn any case, Officers note that the application site benefits from planning permission for the same proposal under ref: 19/02789/HOU. Officers consider this credible fall back position and as such is given weight in the determination of this application.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The application site is a corner plot with an immediate neighbour to the north of the site. Given the modest scale of the proposed extensions and separation distance between the proposed development and neighbouring property 4 Orchard Rise, officers consider that  the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light. In regards to privacy, while the proposed wraparound first floor terrace would extend further in depth than the existing terrace, the proposal would have 1.7m privacy screens on the side elevation with this neighbouring property, and as such it is considered that there would be no material loss of privacy.\r\rOfficers note that the neighbouring property to the rear of the application site, 75 Coombe Lane West, does not feature side facing windows at ground or first floor level. Further, given the separation distance of approx. 33.8m from the flank elevation of 75 Coombe Lane West, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rNon Designated Heritage Assets\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any\rapplication. In weighing applications that directly or indirectly affect non-designated\rheritage assets, a balanced judgement is required, having regard to the scale of any\rharm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above the proposal would be a modest addition to the host property and would appear in keeping with host property. As such, officers consider that the proposed extensions would not detract from the character and appearance of the surrounding area. Therefore, officers conclude that the proposed development would not result in any harm to the Kingston Hill/Coombe Hill Strategic Area of Special Character, but rather preserve it. Given no harm to heritage assets has been identified in this case, it is not necessary to weigh up the proposals against any public benefits.\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "With screenshots. Scale Plan P-001 not resolved."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "31/07/2020",
  "secondary_street_name": null,
  "site_number": "40",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.25744,
          51.393534
        ],
        [
          -0.257441,
          51.393507
        ],
        [
          -0.257484,
          51.393507
        ],
        [
          -0.257483,
          51.393534
        ],
        [
          -0.25744,
          51.393534
        ]
      ]
    ],
    "type": "Polygon"
  }
}