{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QCC1RTNHGQG00",
  "lapsed_date": "11/08/2025",
  "decision_target_date": "17/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3EA",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.012,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021767361"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01401/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518927,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:20.689Z",
  "id": "Kingston-20_01401_CPU",
  "application_type": "All Other",
  "street_name": "Somerset Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "11/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable roof extension with L-shaped dormer and installation of French doors with Juliet balcony and 2no front roof lights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169046,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021767361",
  "centroid": {
    "lon": -0.291493,
    "lat": 51.407978
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations fall within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a detached dwelling. \r\rProposal\rThe application seeks planning permission for the erection of a brick boundary wall and a green house.\r\rConsultations\r6 properties were notified of the proposal. One letter was received objecting to the proposal, with comments summarised as follows:\r- Excessive height or bulk of the buildings affecting sight lines.\r- Loss of daylight/sunlight\rThe above issues will be addressed within the report. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the proposed development on Protected Trees.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed green house would be finished with a pitched roof approximately 3.1m in height and would have an eaves height of approximately 1.6m. The proposed section of the brick wall would be erected behind the proposed green house.\r\rDue to its scale and siting the proposed development would not be directly visible within the street scene, therefore it would not result in an unacceptable impact on the existing street scene. The proposed greenhouse would appear as a subordinate addition to the main dwellinghouse and the proposed brick wall would be approximately 2m in height when viewed from neighbouring No. 40 to the north. Within this context, it is considered that the proposed development would not have any adverse impact on the character and appearance of the wider area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: \rIt is noted that the adjoining property No 40 Chiltern Drive benefits from a raised patio area. The proposed development would abut the neighbouring patio. \r\rOfficers note concerns raised during the consultation period regarding the excessive height and bulk of the building and impact on daylight/sunlight. However, it is noted that the proposed brick wall would be approximately 2m in height when viewed from No. 40. The eaves height of the greenhouse would be lower than the proposed wall while only the top-most part of the dual-pitched roof of the greenhouse would be visible above. \r\rIt is noted that concerns have been raised in the written representation that the proposal would adversely impact \"sight lines\" at No. 40. It is noted that 'right to a view' is not a material planning planning consideration. The relatively modest scale and separation of the proposed development from No. 40 is such that there would not be any undue sense of enclosure, overbearing impact or loss of outlook to No. 40, when compared to the existing situation. There would be no adverse impact on neighbouring privacy.\r\rOverall, it is considered that the relatively modest scale of the proposed development, along with separation distances to neighbouring habitable room windows, is such that there would be no significant adverse impact on the amenities of neighbours. There would be no significant loss of outlook to neighbouring properties when compared to the existing situation.\r\rProtected Trees\rGiven the scale and siting of the proposal it is considered that it would not have an impact on the existing trees that are subject to Tree Preservation Order.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The pre-application is for meeting and advice, therefore the fee required for your planning application is £ 7000.00. We acknowledge the receipt of £3,744.00, please pay the outstanding balance of £3,256.00  Payment can be made via either our Contact Centre on 0208 547 5002 or online via the Kingston council website."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/06/2020",
  "secondary_street_name": null,
  "site_number": "43",
  "pp_id": "PP-08818359",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291471,
          51.407991
        ],
        [
          -0.291472,
          51.407964
        ],
        [
          -0.291515,
          51.407965
        ],
        [
          -0.291514,
          51.407992
        ],
        [
          -0.291471,
          51.407991
        ]
      ]
    ],
    "type": "Polygon"
  }
}