{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAQ95ENHGF100",
  "lapsed_date": "17/07/2023",
  "decision_target_date": "17/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7QX",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "site_area": 0.013000000000000001
  },
  "appeal_decision_date": "15/04/2021",
  "lpa_app_no": "20/01162/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519507,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:23.481Z",
  "id": "Kingston-20_01162_HOU",
  "application_type": "Householder",
  "street_name": "Eaton Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "17/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "22/10/2020",
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170122,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "100021758889",
  "centroid": {
    "lon": -0.282796,
    "lat": 51.417527
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development by virtue of the incongruous materials and loss of the existing Juliette Balcony, which is characteristic of development along Eaton Drive, would have an unacceptable adverse impact on the character and appearance of the existing dwelling, the terrace and the wider area contrary to Policies DM10 and CS8 of the LDF Core Strategy (adopted April 2012) and the Residential Design SPD (July 2013)",
    "The proposed development would fail the BRE 45 degree rule  and would result in a  significant and unacceptable loss of daylight to adjoining No. 56, contrary to Policy DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013)",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit or exemption to be obtained for any activities which will take place:\r\ro on or within 8 metres of a main river (16 metres if tidal)\ro on or within 8 metres of a flood defence structure or culverted main river (16 metres if tidal)\ro on or within 16 metres of a sea defence\ro involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert\ro in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission\r\rFor further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact our National Customer Contact Centre on 03708 506 506 (Monday to Friday, 8am to 6pm) or by emailing enquiries@environment-agency.gov.uk.\r\rThe applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with us at the earliest opportunity.",
    "The applicant is advised that damage to protected species and or their habitat would constitute an offence and should evidence of protected species being present on site be found as a result of future development he/she must fulfil his/her duties under the Wildlife and Countryside Act, 1981 (as amended) and the Conservation of Habitats and Species Regulations, 2017.",
    "Please confirm the replacement of the windows are for the whole building or just for flat2. If the replacement windows are for whole building, please amend the address in the application form with the correct site address.\r\rPlease submit the correct ownership certificate.",
    "The submitted elevations are not labelled as existing or proposed. The scale bar does not measure to the stated scale.\r\rNote: Please provide copies of all existing and proposed elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/05/2020",
  "secondary_street_name": null,
  "site_number": "58",
  "pp_id": "PP-08737991",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282774,
          51.41754
        ],
        [
          -0.282775,
          51.417513
        ],
        [
          -0.282818,
          51.417513
        ],
        [
          -0.282817,
          51.41754
        ],
        [
          -0.282774,
          51.41754
        ]
      ]
    ],
    "type": "Polygon"
  }
}