{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QA7K6BNHGAB00",
  "lapsed_date": "03/07/2025",
  "decision_target_date": "03/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7LT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.016
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01050/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519810,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:56.002Z",
  "id": "Kingston-20_01050_HOU",
  "application_type": "Householder",
  "street_name": "Astor Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "03/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Replacement of existing flat roof and rooflights",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170778,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021753902",
  "centroid": {
    "lon": -0.278219,
    "lat": 51.423359
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The roof of the proposals hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Site\rThe application site is a two-storey semi terrace dwelling house located on the northern side of Ditton Road. \r\rThe site is not subject to any land use designations or environmental constraints.\r\rProposal\rErection of a single storey rear extension.\r\rConsultations\r8 neighbouring properties have been notified of the proposals. No representations have been received. \r\rConsideration\rThe key areas of assessment are: \rThe impact of the development on character and appearance; and;\rThe impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed rear extension would replace an existing rear extension \rof a similar footprint and acceptable scale, massing and design, with adequate rear garden space retained to the property. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: The proposed rear extension would replace an existing rear extension of a similar footprint, scale, massing and depth.. Part of a window would be integrated into the rear corner facing the neighbouring property at No.60 Ditton Road however this is designed to allow light into the property and not for outlook, but is also located away from the site boundary and further separated by boundary fencing.\r\rHaving regard to the above, the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012), the Residential Design SPD (2013) and the Sustainable Transport SPD (2013).\r\r\r\r",
    "The red outline in the submitted location plan is only in the main house, please amend the red outline in the proposed site including main house, compound,garden. The red outline needs to include access from the highway/ main road.\r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/05/2020",
  "secondary_street_name": null,
  "site_number": "17",
  "pp_id": "PP-08697560",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.278197,
          51.423372
        ],
        [
          -0.278198,
          51.423345
        ],
        [
          -0.278241,
          51.423345
        ],
        [
          -0.27824,
          51.423372
        ],
        [
          -0.278197,
          51.423372
        ]
      ]
    ],
    "type": "Polygon"
  }
}