{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QA7K6QNHGAD00",
  "lapsed_date": "06/11/2023",
  "decision_target_date": "07/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7DQ",
  "site_name": "",
  "status": "Completed",
  "application_details": {
    "site_area": 0.16,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: Hawker Memorial St Paul's Churchyard 280 Hook Road\rLB Grade: LOCAL\rLB Ref: 483"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128002303",
      "000128002306"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01052/CLC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519565,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:56.671Z",
  "id": "Kingston-20_01052_CLC",
  "application_type": "All Other",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "06/11/2020",
  "epc_number": null,
  "actual_commencement_date": "01/07/2014",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Discharge of conditions 5 and 6  of application 13/16047/FUL (Replacement of existing single skin metal underground fuel tanks with double skinned tanks and replacement of existing single skin steel fuel pipework with secondary contained plastic pipework).",
  "actual_completion_date": "01/08/2014",
  "last_date_consultation_comments": "09/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166160,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128002303",
  "centroid": {
    "lon": -0.283296,
    "lat": 51.381906
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Due to the insufficient information submitted for Condition 5 (backfilled materials) of planning permission 13/16047/FUL the applicant has not demonstrated that the proposals prevent harm to human health and pollution of the environment in accordance with Policy DM22 (Design for safety) of the LDF Core Strategy Adopted April 2012.",
    "Due to the insufficient information submitted for Condition 6 (contamination) of planning permission 13/16047/FUL the applicant has not demonstrated that the proposals prevent harm to human health and pollution of the environment in accordance with Policy DM22 (Design for safety) of the LDF Core Strategy Adopted April 2012.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks the following amendment to planning permission reference 21/01576/PACND:\r\r- Change fourth floor unit from 1 bedroom flat to studio unit (no external changes) \r\rNo external alterations are proposed to the building. The size and general layout of the unit is not changing and the relevant GIA requirements set out in Policy D6 of the London Plan would still be met. Officers also consider that the proposal would not affect the amenity afforded to the future occupants or give rise to any material issues in terms of character and appearance of the development from the streetscene (given no external changes are proposed) or neighbouring amenities. \r\rAccordingly, the proposed amendments are considered to be non-material and it is recommended that the application be granted.",
    "Application Site\rThe application site comprises of a two-storey, semi-detached dwellinghouse, located on the southern side of Kingsdowne Road, Surbiton.\r\rThe site is not located in a conservation area and the buildings and curtilage are not statutory or locally listed.\r\rThe site is located within Flood Zone 2 (medium risk of flooding) and falls just outside of, but immediately adjacent to, Controlled Parking Zone (Zone T). \r\rProposal\rThe application seeks planning permission for the erection of a part two storey/part single storey side and rear extension. Roof extension with rear dormer to facilitate loft conversion. Alteration to fenestration.\r\rPlanning History\r22/03347/HOU - Part two storey/part single storey side and rear extension. Roof extension with rear dormer to facilitate loft conversion. Alteration to fenestration. Refused planning permission, dated 19 December 2022. Refused for the following reason:\r\r\"By reason of the scale, particularly its depth, of the proposed first floor extension to the rear of No.32 Kingsdowne Road, the proposed development would adversely impact upon the amenities of the neighbouring property at No.30 Kingsdowne Road, by reason of an unacceptable overbearing impact, increase in the sense of enclosure and loss of outlook to this adjoining property. The proposal is therefore contrary to policies D3 of the London Plan 2021, policies CS8 and DM10 of the LDF Core Strategy 2012.\"\r\r22/01024/HOU - Erection of part two storey and part single storey side and rear extension. Erection of roof extension with rear dormer to facilitate loft conversion.  Alteration to fenestration. Refused planning permission, dated 17 June 2022.\r\r22/02338/HOU - Erection of single-storey rear and side extensions. Refused planning permission, dated 12 September 2022.\r\r22/02456/CPU - Erection of hip to gable and rear dormer roof extension with installation of 1no front rooflight to facilitate loft conversion. Granted permission, dated 22 September 2022.\r\rConsultation\r14no. properties were notified of the proposal. One representation has been received with comments / concerns in relation to impact upon sunlight from the proposed extension, as well as loss of value to neighbouring property. \r\rOfficer comment: Duly noted. The comment in respect of impact upon property values is not a material consideration and, so, Officers cannot take this into account when assessing planning applications. Please refer to the main body of this report for assessment on amenities of neighbouring properties including impact upon light.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact on the character and appearance of the area; \r- The impact on the amenities of neighbouring occupiers; \r- The impact upon flood risk and drainage; and\r- Fire Safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 33 (Single-storey rear extensions), 34 (Two-storey rear extensions), 36 (Two Storey Side and First Floor Side Extensions) and 39 (Dormer windows) of the SPD Guidance are most applicable to this application.\r\rPolicy Guidance 33 (single storey rear extensions) of the Residential Design SPD states that:\r-\tSingle storey rear extension should be designed so that they appear proportionate and subordinate to the host building;\r-\tIf the neighbouring house is set at a lower level the depth of the extension should be reduced;\r-\tIf the neighbouring property has a different rear building line than the depth of the extension could be increased;\r-\tIn all cases at least 50% of the rear garden should remain. (Rear extensions to houses with very small gardens will be assessed on their individual merits.);\r-\tExtensions should generally not exceed 3-3.5m in depth;\r-\tA flat roof should not exceed 3m in height;\r-\tA parapet roof should not exceed 3.3m in height;\r-\tA pitched roof should not exceed 4m in height; and\r-\tA balcony or roof terrace will not be considered acceptable where it causes overlooking. The exception to this may be where the building sits on a large plot with adequate screening along any shared boundaries.\rThe proposed single storey rear extension would meet the above requirements as it would have a proposed depth of 3.5m and height to eaves of 2.5m (and maximum height of 3.3m) with a pitched roof. The proposed extension would span across the full width of the rear elevation and connect to a proposed side extension. Officers consider that the proposed extension would be moderate in scale representing a subordinate and proportionate addition to the host dwelling.\r\rRegarding two-storey rear extensions, Policy Guidance 34 of the Residential Design SPD advises the following:\r-\tTwo storey extensions may be acceptable where the dwelling sits on a spacious plot with substantial distances between boundaries and adjacent dwelling.\r-\tExtensions proposed on the boundary of a semi-detached property are generally unacceptable and will normally be resisted. \r-\tAdequate separation distances between neighbouring properties should be maintained.\r-\tAdequate daylighting and sunlighting of neighbouring properties should be maintained using the 45 and 25 degree principles. \r-\tOn narrow width properties - particularly terraced properties, two storey rear extensions are unlikely to be appropriate as they often result in an unreasonable loss of daylight, sunlight and outlook for adjoining properties. \r-\tThe roof should relate well to the host property and its existing roof and should not be higher than the ridge of the existing roof. \r-\tThe roof should never encroach on the sill of windows of the 2nd floor. \r-\tFlat roofs should generally be avoided unless a flat roof is a feature of the existing building, and the use of a flat roof for a roof terrace or balcony at two-storey height will generally not be acceptable as it may give rise to overlooking of neighbouring properties.\r\rThe proposed two-storey extension to the rear would be set at a distance of approximately 3.1m from the shared boundary with No. 30 and 4.1m from the edge of the nearest first floor window of No 30. The proposals within this application, therefore, increases the distance from the edge of the nearest window of the neighbouring property at No. 30 by approximately 1m. \r\rThe proposed two-storey extension projects to a depth of 3m and measures 4m in width.\r\rPolicy Guidance 36 of the Residential Design SPD advises that two-storey and first floor side extensions should be designed to be in harmony with the appearance and character of the area. In practice this means: \r-\tthe extension should remain subordinate to the original house; \r-\tthe roof of the extension should reflect and relate well to the main house and its roof form;\r-\tflat roofs should generally be avoided unless they are consistent with the form of the existing building's roof; \r-\tcare should be taken to retain characteristic gaps between houses to prevent them from combining visually to form a 'terrace' (see Figure 38 above); \r-\tfeatures such as doors and windows on the new extension should relate to those on the original house in terms of their style and positioning; \r-\tthe line of the roof's eaves should run with that of the original dwelling; \r-\tbalconies will generally not be acceptable, particularly where they may give rise to overlooking; \r-\ta minimum distance of 15m shall be maintained between a primary elevation of an existing house and the flank wall of a proposed two-storey side extension; and, \r-\ta minimum distance of 21m shall be maintained between habitable room windows of neighbouring properties.\r\rOn semi-detached properties proposed side extensions should also: \r-\trespect the symmetry of the adjoining semi-detached property; \r-\tnot exceed 50% the width of the original house; \r-\tbe set in from the boundary by at least 1m to maintain the existing gaps between properties and the rhythm of gaps; \r-\tThe roof line should be set down from that of the original house by a minimum of 500mm; and, \r-\tThe front elevation should be set-back by at least 500mm from the front of the house.\r\rThe proposed two-storey side extension would provide for the enhancement and enlargement of the existing accommodation to include a reconfigured kitchen/dining/living room, utility room and study at ground floor and enlarged bedroom and bathroom at first floor. The proposed roof and eaves would relate well to the existing dwelling. The proposed two storey extension would not exceed half the width of the original house and is shown to be set back from the front elevation, therefore, demonstrating adequate subservience to the host dwelling. \r\rPolicy Guidance 39 of the Residential Design SPD relating to dormer windows advises that these are:\r-\tset down from the ridge line of the existing roof by at least 500mm; \r-\tset in from the sides and eaves of the roof by at least 500mm; \r-\tdo not feature on the front slope of the roof (in most cases); \r-\tdesigned to complement the character of the existing house and wider area; match or line-up with any original windows below; and, \r-\tnot built in the style of a mansard roof\r\rThe proposed rear dormer would sit comfortably within the rear roofscape and is considered to comply with above-stated guidance, appearing a sufficiently subordinate addition.  \r\rOverall, it is considered that the proposed development would not detract from the character and appearance of the host property or the surrounding area and therefore would not be in accordance with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed first floor element of the two-storey rear extension projects to a depth of 3m and measures 4m in width. With the exception of one small window serving the first floor bathroom which would be conditioned to be obscure glazed, there are no other windows proposed within the side elevation at ground or first floor levels, therefore the proposal will result in no increase in overlooking or loss of privacy to either neighbouring property.\r\rThe proposed built footprint would align with that of No. 34. \r\rOfficers note that the first floor rear extension element has been shifted away from the boundary with the adjoining semi (No. 30) and has been reduced in depth by 0.5m since the previous iteration (under application reference: 22/03347/HOU). The proposed two-storey extension to the rear is now shown to be set at a distance of approximately 3.1m from the shared boundary with No. 30 and 4.1m from the edge of the nearest first floor window of No 30. Officers consider that the revisions shown to the proposed first floor extension element are now sufficient, in both depth and width / siting and distance from the neighbouring property to assuage those concerns previously raised in past submissions regarding the resultant visual dominance of the extension when viewed from No. 30. \r\rIt is considered that the proposed development by virtue of its scale in relation to the neighbouring property would not now cause material harm to the outlook of the neighbouring occupiers at No. 30 by way of overbearing impact of the proposed first floor extension, sense of enclosure and loss of outlook.\r\rImpact upon Flood Risk and Drainage\rParagraph 163 of the NPPF states that when determining any planning applications, local planning authorities should ensure that flood risk is not increased elsewhere.\r\rWhere appropriate, applications should be supported by a site-specific flood risk assessment. This includes all development within Flood Risk Zones 2 and 3.\r\rDevelopment should only be allowed in areas at risk of flooding where, in light of this assessment, it can be demonstrated that:\r-Within the site, the most vulnerable development is located in areas of lowest flood risk, unless there are overriding reasons to prefer a different location.\r-The development is appropriately flood resistant and resilient.\r-It incorporates sustainable drainage systems, unless there is clear evidence that this would be inappropriate.\r-Any residual risk can be safely managed.\r-Safe access and escape routes are included where appropriate, as part of an agreed emergency plan.\r\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core Strategy 2012 echo national policy in these regards.\r\rThe site is located within Flood Zone 2.\r\rThe applicant has submitted an up-to-date flood risk assessment and set outs specific measures of flood resilience and resistance for the proposed development. The report has been carried out by an suitably-qualified, independent consultancy and in this regard is considered to be of an appropriate and reliable authorship. The development is described as being at medium risk which means that the probability of flooding in any given year is between 1 in 100 (1%) and 1 in 30 (3.3%). The flood risk assessment assumes that a public surface water or combined sewer serves the existing property and, as such, it is recommended that surface water is discharged to the public sewerage system. Due to the small scale of the development, on-site attenuation is not necessary. However, the development involves the increase in the building footprint and therefore will increase the site impermeable area and as a result may have an adverse impact on surface water runoff rates. The report advises that appropriate SuDS features and measures should be incorporated within the development to minimise surface water discharges.  The report advises of a number of flood risk mitigation measures, including utilisation of flood resilient design and materials, services to be placed high as practicable to lessen impact of any flooding and occupants to sign up for flood alerts (EA Emergency Flood Warning Direct Service). \r\rThe applicant has not submitted a site-specific flood risk assessment or SuDS strategy as part of the proposal which, given the above, is considered appropriate. \r\rIt is recommended that a detailed SuDS design be secured by condition to ensure that the development will achieve greenfield rates of surface water run-off.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rThe proposal is in accordance with the principles contained with policies CS8 and DM10 of the Core Strategy, Policy D3 of the London Plan 2021 and Policy Guidance 33, 34, 36 and 39 of the Residential Design SPD in that the extensions would relate well to the design of the existing dwellinghouse and would not adversely impact on the character and appearance of the streetscene. Furthermore, in terms of neighbouring amenity, the proposals are not considered to result in undue harm to neighbouring amenity. \r\rThe scheme is therefore considered to be acceptable and in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r",
    "The submitted Site Location Plan shows the access road within a separate red line. A single red line must incorporate the whole site including land necessary to carry out the proposed development, i.e.  land required for access to the site from a public highway. Please amend the Site Location Plan red line. Please also amend the Application Form Certificate of Ownership if necessary.\r\rNote: A Site Location Plan must be at a scale of either 1:1250 or 1:2500 which identifies the site and the surrounding area and shows at least two roads and the north point. The site should be outlined in red and any other land owned by the applicant in blue. It should include land necessary to carry out the proposed development (e.g. land required for access to the site from a public highway, visibility splays, car parking and open areas around buildings).\r",
    "Annotated dimensions must be included on all Existing and Proposed floor plans, site plans, elevation drawings, and section/level plans to show the key dimensions of any existing structures to be demolished/retained and dimensions for the proposed works. This is in line with the Council's adopted local Validation Checklist. Please amend plans and re-submit where necessary.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/05/2020",
  "secondary_street_name": null,
  "site_number": "1A",
  "pp_id": "PP-08701434",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.283274,
          51.381919
        ],
        [
          -0.283275,
          51.381892
        ],
        [
          -0.283318,
          51.381892
        ],
        [
          -0.283317,
          51.381919
        ],
        [
          -0.283274,
          51.381919
        ]
      ]
    ],
    "type": "Polygon"
  }
}