{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QAQN2ENHGFA00",
  "lapsed_date": "22/07/2025",
  "decision_target_date": "22/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3AT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01166/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520658,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:24.544Z",
  "id": "Kingston-20_01166_HOU",
  "application_type": "Householder",
  "street_name": "Matlock Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "22/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side and part rear extension with new front entrance and porch and single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169497,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021778886",
  "centroid": {
    "lon": -0.266464,
    "lat": 51.411666
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM1 0 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before any occupation of the extension, the windows in the south elevation and situated on the first floor of the extension hereby permitted, shall be constructed so that no part of the framework less than 1. 7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing of a patterned type only which shall thereafter be retained as such.\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM1 0 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "A1 - Loading",
    "Condition 101 (Construction Management Plan) Part 2 - RBK Neighbourhood Engineer and TFL have reviewed the information submitted and are satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 5 (Drainage) of planning permission 20/03014/PAO2R is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Condition 5 (Drainage) - RBK Flood Risk Officer has assess the information submitted and is satisfied this can now be approved.",
    "The submitted application form is for Section 73 (Variation of Condition) and the previous approved application is for householder, therefore this application cannot be a free go. If you submit the fresh new householder application with the same character, same applicant, same site other criteria within 1 year, that application will have a free go if all conditions matches.\r\rThe fee required for your planning application is £ 234.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or online via the Kingston council website.\r\rFor more information on the application type www.planningportal.co.uk\r\rUnder the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 a 'free go' is only applicable If the proposal is the first revision of an application for development of the same character or description on the same site by the same applicant within 12 months of making the earlier application if withdrawn or the date of decision if granted or refused (including signs only if withdrawn or refused) and NOT a duplicate application made by the same applicant within 28 days.\r\r\r\r\r",
    "The type and number of adverts in the previous application is different from this application, therefore the  fee required for your planning application is £ 132.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or online via the Kingston council website.",
    "Sections Plan - As there are no annotated measurements on the Sections Plan please clarify which scale is to be used to measure this plan. Currently three different scales are identified, which causes ambiguity."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/05/2020",
  "secondary_street_name": null,
  "site_number": "33",
  "pp_id": "PP-08720197",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.266442,
          51.411679
        ],
        [
          -0.266443,
          51.411652
        ],
        [
          -0.266486,
          51.411653
        ],
        [
          -0.266485,
          51.41168
        ],
        [
          -0.266442,
          51.411679
        ]
      ]
    ],
    "type": "Polygon"
  }
}