{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QF0CG2NHHEU00",
  "lapsed_date": "01/06/2024",
  "decision_target_date": "18/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3SF",
  "site_name": "Adams House, Office 24 2nd Floor",
  "status": "Refused",
  "application_details": {
    "site_area": 1400,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCIND Name: St. John's Industrial Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: St. John's Industrial Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128005886"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01966/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520196,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:40.970Z",
  "id": "Kingston-20_01966_FUL",
  "application_type": "All Other",
  "street_name": "Dickerage Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "01/06/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part-four and part-eight storey mixed use building comprising 641 sqm commercial floorspace (Use Class B1(c)) and 40 self-contained residential units above (15 x one-bedroom, 16 x two-bedroom and 9 x three-bedroom), with associated amenity space, landscaping, car parking, refuse and cycle enclosures (following the demolition of existing buildings on site)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "17/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Major dwellings",
  "centroid_northing": 168706,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128005886",
  "centroid": {
    "lon": -0.273372,
    "lat": 51.404655
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 73,
    "net_cycle": 73
  },
  "decision_agency": null,
  "decision_conditions": [
    "The applicant has failed to demonstrate through the submission of cogent and consistent evidence or robust justification that there is no quantitative or qualitative demand for the existing employment floorspace as offices, or for a range of alternative employment uses such as smaller and affordable offices. The scheme could adversely impact the viability of the LSIS. The proposed development is therefore contrary to Policies CS12, DM17 and DM19 of the Kingston Core Strategy (2012) and Policies E1 and E7 of the London Plan (2021).",
    "The applicant has failed to robustly demonstrate that the site is unsuitable to provide a minimum of 30% of dwellings as 3 or more bedroom units and no robust arguments or evidence has been submitted to demonstrate that a policy compliant provision of 3 or more bedroom units would be unviable. The proposed development would fail to contribute towards meeting the objectively assessed need within the Borough for 3 bedroom units. The proposed development is therefore contrary to Policy DM13 of the Kingston Core Strategy (2012).",
    "The applicant has failed to robustly demonstrate that the scheme would provide the maximum reasonable amount of affordable housing contributions contrary to Policies H4 and H5 of the London Plan (2021), Policy DM15 of the Kingston Core Strategy (2012), the Mayor's Affordable Housing and Viability SPG (2017) and the NPPF (2019).\r",
    "The proposed tall building would conflict with the locational requirements of Policy D9(B) of the London Plan (2021) and it has not been adequately demonstrated that the scale of the proposed tall building or of the proposed design would address the Visual, Environmental, Functional and Cumulative impacts, including microclimate impacts as required by C of Policy D9. The proposal would fail to comply with Policy D9 of the London Plan 2021 and Policy DM10 of the Kingston Core Strategy (2012).",
    "It is considered that the scheme would not make optimal use of the site due to the provision of significantly over sized units and as such, would be contrary to Paragraph 123 of the NPPF 2019 and Policy GG2 of the London Plan 2021.",
    "It has not been demonstrated that the proposed development  would conform with the scale, pattern or character of development in the area, or that the design and massing would sit comfortably with the surroundings. The proposed building due to its design, bulk, height and massing would appear incongruous and would not contribute positively to the surrounding townscape and would detract from the character and appearance of the area and the streetscene. The ground floor is overly car dominated and provides poor quality public realm. As such the proposal is contrary to the NPPF (2019), Policies D3 and D4 of the London Plan (2021) and Policies DM10 and DM12 of the Kingston Core Strategy (2012).\r",
    "It has not been demonstrated that the scheme would provide good quality accommodation, particularly in relation to the layout of internal communal areas, whether the provision of mechanical ventilation and mechanical cooling would compromise internal floor to ceiling heights. Units nos 25 and 31 would have no access to openable windows nor any private outdoor amenity space. The accessibility, useability, comfort levels and deliverability of the communal amenity areas has not been demonstrated. The proposal is contrary to  Policies D4 and D6 of the London Plan (2021) and Policy DM10 of the Kingston Core Strategy (2021).",
    "he applicant has failed to submit a robust Fire Statement which addresses the requirements of Policy D12 of the London Plan (2021). It has therefore not been demonstrated that the proposed development would achieve the highest standards of fire safety, contrary to Policy D12 of the London Plan (2021).\r",
    "It has not been robustly demonstrated that the proposed development would comply with the drainage hierarchy and that the proposed development would not increase flood risk on-site or elsewhere, contrary to Paragraph 163 and 165 of  the NPPF (2019), Policy SI 13 of the London Plan (2021) and Policy DM4 of the Kingston Core Strategy (2012).\r",
    "It has not been demonstrated that the proposal would protect the biodiversity value  of the site, or secure biodiversity net-gain. The proposal is therefore contrary to the NPPF, Policy G6 of the London Plan and Policy DM6 of the Core Strategy 2012.",
    "It has not been demonstrated that the minimum Urban Greening Factor target of 0.4 would be achieved on site. The scheme would be contrary to Policy G5 of the London Plan (2021) and Policy DM3 of the Kingston Core Strategy (2012).\r",
    "It has not been clearly demonstrated that the scheme would achieve the maximum on-site carbon reductions or that the carbon-offset payments would comply with Policy S1 2 of the London Plan. Furthermore, no mechanism to secure the required net-zero carbon offsetting payment has been submitted. The proposal would be contrary to Policy SI 2 of the London Plan (2021) and Policy DM3 of the Kingston Core Strategy (2012).",
    "It has not been demonstrated that the proposed development would not increase on-street car parking stress and would not harm highway safety. Furthermore, no mechanism has been provided to secure a financial contribution towards the funding of a potential future Controlled Parking Zone (or to preclude residents from applying for car parking permits within any such designated zone) or Car Club membership for residents.  The proposal would be contrary to paragraph 109 of the NPPF (2019), Policies T4 & T6 of the London Plan and Policies DM9 and DM10 of the Kingston Core Strategy (2012).\r",
    "Please confirm what is being proposed. The proposal description must include everything that is shown by the proposed plans, but the Application Form only refers to specific proposals following a previous approval. Please amend the Application Form description for clarity.",
    "Please provide a Site Location Plan scaled at either 1:1250 or 1:2500 which identifies the site and the surrounding area and shows at least two roads and the north point. The site should be outlined in red and any other land owned by the applicant in blue. It should include land necessary to carry out the proposed development (e.g. land required for access to the site from a public highway, visibility splays, car parking and open areas around buildings). We cannot accept Land Registry plans for this purpose.\r",
    "The fee required for your pre application is £ 2130.00.  Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002.",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. Please ensure that your application submission includes all the necessary documentation as required by the new local list. \r\rThen please complete and submit a Householder Checklist - Section 3 to confirm that you have provided all mandatory documents. The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r",
    "The fee has been changed from 1st April 2025, therefore the fee required for your planning application is £ 298.00. We acknowledge the receipt of £145.00, please pay the outstanding balance of 153.00  Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002.",
    "For the avoidance of doubt, please confirm the description 'Alteration to shopfront colour, internal change of decorations and floor'.",
    "The submitted section is not labelled as existing or proposed, please revise the section with correct labelling existing or proposed.",
    "The proposed roof plan does not have any rooflights, whereas the proposed elevations show 3nos front rooflight, please clarify and amend the drawings with correct information",
    "For the avoidance of doubt, please confirm the description 'Erection of hip to gable roof extension with rear dormer and installation of 3nos front rooflights'.",
    "Please submit 'Design and Access Statement'.",
    "Please submit 'Water Consumption Statement'.",
    "Householder Checklist Update - Once you have provided any additional documents please update the Householder Checklist document to confirm that they have been provided by stating \"Yes\" where relevant.\r",
    "Proposal Description - This has been amended for clarity. Please confirm if you agree, or amend if you disagree with the following description: \"Erection of part front and part rear hip to gable and rear and side dormer roof extensions with installation of front, side and rear rooflights to facilitate loft conversion. Replacement of uPVC sash windows with timber sash windows.\""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/08/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08903150",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.27335,
          51.404668
        ],
        [
          -0.273351,
          51.404641
        ],
        [
          -0.273394,
          51.404642
        ],
        [
          -0.273393,
          51.404669
        ],
        [
          -0.27335,
          51.404668
        ]
      ]
    ],
    "type": "Polygon"
  }
}