{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD3FVMNHGXL00",
  "lapsed_date": "02/10/2025",
  "decision_target_date": "02/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7NA",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.043000000000000003
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01584/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519373,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:01.297Z",
  "id": "Kingston-20_01584_HOU",
  "application_type": "Householder",
  "street_name": "Hook Rise South",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "02/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of self-contained timber framed granny annexe to rear of property",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165302,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021790863",
  "centroid": {
    "lon": -0.286342,
    "lat": 51.374235
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '123 Hook Rise South Chessington KT6 7NA', as set out in Section 1 (Site Address) of the submitted application form signed 07.07.2020, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises a detached dwellinghouse.\r\r6 neighbouring properties have been notified of the proposals; no objections.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The submitted site plan has footprint of existing house, please submit proposed block plan with footprint of proposed work\rat an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/08/2020",
  "secondary_street_name": null,
  "site_number": "123",
  "pp_id": "PP-08869183",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.286319,
          51.374248
        ],
        [
          -0.28632,
          51.374221
        ],
        [
          -0.286364,
          51.374221
        ],
        [
          -0.286363,
          51.374248
        ],
        [
          -0.286319,
          51.374248
        ]
      ]
    ],
    "type": "Polygon"
  }
}