{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QBAXRWNH04300",
  "lapsed_date": "13/07/2025",
  "decision_target_date": "14/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5BX",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.018000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01239/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520282,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:42.192Z",
  "id": "Kingston-20_01239_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Green Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "13/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.10m in depth, maximum height of 2.93m and eaves height of 2.93m) following demolition of existing extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167945,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021776387",
  "centroid": {
    "lon": -0.272394,
    "lat": 51.397797
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The applicant has not demonstrated that the proposed development would be situated within the curtilage of No 73 Green Lane, therefore the proposed single storey rear extension would not fall within Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Site\r\rThe application site is a two-storey semi-detached dwellinghouse located on Robin Hood Way. The site is located within the Kingston Hill/Coombe Hill Strategic Area of Special Character. \r\rConsultations\r\r9 neighbouring properties have been notified of the proposals and no representations were received.\r\rTransport for London - 10/02/2022\r\rThe site of the proposed crossover expansion is in close proximity to the A3 Kingston Bypass, which forms part of the Transport for London Road Network (TLRN). TfL is the highway authority for the TLRN, and is therefore concerned about any proposal which may affect the performance and/or safety of the TLRN.\r\r2. It is understood that the proposal entails the expansion of the existing crossover on Robin Hood Way by 30 cm (comments subsequently corrected from 3m to 30cm). It is noted that Robin Hood Way falls within TfL's highway boundary.\r\r3. It is noted from the plans that access and egress may not be possible in forward gear, especially when there are two cars parked on the site. Reversing onto the public highway would be dangerous to public safety and is not compliant with the Mayor's Vision Zero approach to eliminate all deaths and serious injuries from London's transport network. TfL requests confirmation on the access and egress arrangements by way of a swept path analysis.\r\r4. TfL has concerns that the utility manhole on the footway outside the site may interfere with the proposed crossover expansion. Therefore this would need to be relocated with the full costs covered by the applicant.\r\r5. It should be noted that a S278 agreement with TfL will be required for the proposed works. TfL will have to approve and agree to any amendments to the highway and all costs must be covered by the applicant.\r\r6. The footway and carriageway on the A3 Kingston Bypass must not be blocked during the works. Temporary obstructions during the works must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A3 Kingston Bypass.\r\r7. All vehicles associated with the works must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.\r\r8. No skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time.Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work,separate licences\rmay be required with TfL, please see, https://www.tfl.gov.uk/info-for/urban-planning-and-construction/highway-licences\r\rIt is requested that points 3 and 4 are addressed prior to TfL being supportive of the application.\r\rNeighbourhood Traffic Engineer - 31/03/2022\r\rThe A3 Robin Hood Way forms part of the Transport for London Road Network (TLRN). As such, TfL (not RBK) are the highway authority and their approval would be required on this application. They would also be responsible for undertaking the works, if approved.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on highways. \rThe impact of the development on heritage assets.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance.\r\rOfficers Comments: The application proposes to extend an existing dropped kerb by approximately 300mm. As part of an external consultation, Transport for London notes from the plans that access and egress may not be possible in forward gear, especially when there are two cars parked on the site. Reversing onto the public highway would be dangerous to public safety and is not compliant with the Mayor's Vision Zero approach to eliminate all deaths and serious injuries from London's transport network. A swept path analysis to indicate confirmation on the access of the egress arrangements was not provided by the applicant and as such, the applicant has failed to indicate that the proposed development would not result in a detrimental impact on highway safety and congestion.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset. \r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process. \r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rAs stated above the Kingston Hill/Coombe Hill SASC constitutes a non-designated heritage asset. The significance of the SASC partly relates to the rich variety of housing styles and designs, with very strong character, early council housing and some later developments combining in a coherent form of detached, semi-detached, or terraced housing, almost without exception at 2-storeys, with varying gaps, all well set back.\r\rAs also stated above the proposed development would not have an unacceptable adverse impact upon the character and appearance of the dwelling and the immediate surrounding area. It follows that Officers consider that the proposed development would not result in harm to the significance of the Kingston Hill/Coombe Hill Strategic Area of Special Character. \r\rIn conclusion, the proposed development would be contradictory with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "All new development which would result in the need for new or additional bin storage or recycling facilities must provide a scaled plan indicating the location of bin stores and details of the materials, design and type enclosure to be used. The plan should include elevations with dimensions.\r\rBin areas are shown on the elevations, however please indicate the details of the materials, design and type enclosure to be used with dimensions."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/06/2020",
  "secondary_street_name": null,
  "site_number": "73",
  "pp_id": "PP-08760262",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272372,
          51.39781
        ],
        [
          -0.272373,
          51.397783
        ],
        [
          -0.272416,
          51.397784
        ],
        [
          -0.272415,
          51.397811
        ],
        [
          -0.272372,
          51.39781
        ]
      ]
    ],
    "type": "Polygon"
  }
}