{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q9WS1TNHG9R00",
  "lapsed_date": "13/07/2023",
  "decision_target_date": "13/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5BQ",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.012
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01030/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521215,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:51.623Z",
  "id": "Kingston-20_01030_HOU",
  "application_type": "Householder",
  "street_name": "Spinney Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "13/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Provision of vehicular access (Dropped Kerb)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "09/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167843,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021781643",
  "centroid": {
    "lon": -0.259024,
    "lat": 51.396682
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development, by virtue of the total loss of the front boundary treatment and amenity area would result in an unacceptable harm to the character and appearance of the application dwelling and the wider Local Area of Special Character. Therefore, the proposed development would fail to comply with the policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r",
    "The on-site car parking space facilitated by the proposed crossover would not be of sufficient depth so as to accommodate the safe parking of a motor vehicle and it is likely that any parked vehicle would oversail the pavement causing an unacceptable obstruction to pedestrians. The proposal is therefore contrary CS7 of the Council's adopted LDF Core Strategy April 2012 and Kingston & Sutton Vehicle Crossover Policy (March 2019).",
    "This Lawful Development Certificate has been granted based on the information submitted. If visitor numbers and/or activity increase to an extent not normally associated with the use of the building as a single family dwellinghouse, express planning permission will be required to change the use of the building. No adverts should be displayed that would undermine the\rprimary use of the building as a family house and there should be no external alterations to the building that might change the character of the building away from that of a dwellinghouse.",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rThe application is submitted under Section 192 of the Town and Country Planning Act 1990 to ascertain whether the \"Use of part of dwelling as a home office (for a Chauffeur business)\" would be lawful for planning purposes.\r\rThe plans submitted with the application depict an area within the 'living room' which would be used as a 'mini cab office' to conduct the activities proposed.\r\rThe Letter submitted as part of the application describes the use in more detail -\r\rMy Home would be used as a private residence\rMy Business would not result in a marked rise in traffic or people calling\rMy business will not involve and activities unusual in a residential area\rVehicle will be parked on my private garage whilst not in use\rMy business will not disturb neighbours at unreasonable hours or create other forms of nuisance such as noise or smells\r\rThe remainder of the house would continue to be used as family accommodation.\r\rBased on the information provided by the applicant (see above), the use described would not amount to a material change of use of part or whole of the house and therefore planning permission is not required.\r",
    "The submitted proposed floor plans do not show the entire floor plan. Please provide proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "The submitted roof plans do not show the entire outline of the house.\r\rNote: Please provide existing and proposed roof plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire property not just part and showing dimensions of proposed work. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/05/2020",
  "secondary_street_name": null,
  "site_number": "23",
  "pp_id": "PP-08700531",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259002,
          51.396695
        ],
        [
          -0.259003,
          51.396668
        ],
        [
          -0.259046,
          51.396669
        ],
        [
          -0.259045,
          51.396696
        ],
        [
          -0.259002,
          51.396695
        ]
      ]
    ],
    "type": "Polygon"
  }
}