{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDYZZXNHH5Y00",
  "lapsed_date": "17/09/2025",
  "decision_target_date": "18/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9BU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.023,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021788315"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01767/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519604,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:47.227Z",
  "id": "Kingston-20_01767_CPU",
  "application_type": "All Other",
  "street_name": "Endway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "17/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of front porch extension and single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166632,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021788315",
  "centroid": {
    "lon": -0.282577,
    "lat": 51.38614
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of front porch extension and single storey rear extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A and D of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rDemolition of existing rear conservatory and erection of part two storey/part single storey rear extension.\r\rConsultation\r6 Neighbouring properties have been notified and no representations have been received.\r\rThis application follows a recent Prior approval Larger Householder application 22/00168/PAEXT dated 23.02.2022 for Erection of single storey rear extension (6m in depth, maximum height of 3m and eaves height of 2.75m). This application demonstrated that Prior Approval was not required as it complied with the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed rear extension would not be visible from within the streetscene and would be built with materials to match the existing dwelling. While the depth of the extension would not strictly accord with the design guidance, it is accepted that a prior notification for a larger extension of a similar scale has been granted on this site. Within this site specific context, the proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to the orientation of the property, the proposed two storey element would not lead to any adverse impact on No. 81 Hamilton Avenue. With regards to No. 65 Ladywood Road, the adjoining neighbour, as noted previously, the applicant has established a fall back position of a 6m deep extension on the boundary with No. 65. Although the proposed extension would not comply with policy guidance 33 of the residential design SPD which states that single storey rear elements should not exceed 3-3.5 metres, Officers note that if the neighbouring property has a different rear building line then the depth of the extension could be increased. The proposed extension would also be angled away from the site boundary which would lessen any overbearing appearance. On balance, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Officers note that the applicant has submitted a Fire Safety Strategy but also a Reasonable Exception Statement  which states policy D12 does not apply in this instance. For the avoidance of any doubt, Officers confirm that Policy D12(A) does apply in this instance. Officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), therfore, the full details required would be secured through conditions should permission be granted. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan subject to a planning condition.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please can you confirm that the annotated measurements on the plans are correct as we have found the following issues? \rThe Site Plan shows the length of the proposed garage to be 6m, when the side elevation, including the roof overhang, measures 5.6m in length. \rThe Site Plan shows the width of the proposed garage is 3.7m, when the front and rear elevations measure 3.6m. \rThe Roof Plan is also shown to have smaller dimensions than the floor plan. \r\rPlease confirm that these dimensions are correct and submit amended plans if necessary."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/07/2020",
  "secondary_street_name": null,
  "site_number": "4",
  "pp_id": "PP-08914285",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282555,
          51.386153
        ],
        [
          -0.282556,
          51.386126
        ],
        [
          -0.282599,
          51.386126
        ],
        [
          -0.282598,
          51.386153
        ],
        [
          -0.282555,
          51.386153
        ]
      ]
    ],
    "type": "Polygon"
  }
}