{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QA7K58NHGA100",
  "lapsed_date": "07/07/2023",
  "decision_target_date": "07/07/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4HD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.025,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023060241"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01042/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521434,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:16:54.294Z",
  "id": "Kingston-20_01042_ADV",
  "application_type": "All Other",
  "street_name": "High Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "07/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Replacement of existing signage with 1no. non-illuminated ATM header signage to comply with new HSBC branding. \r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "04/06/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 168379,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023060241",
  "centroid": {
    "lon": -0.255694,
    "lat": 51.401452
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England).",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "This consent shall be restricted to a period of five years from the date of the consent.\r\rReason: This condition is specified by the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "No advertisement shall be sited or displayed so as to -\r(a)\tendanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\r(b)\tobscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or\r(c)\tHinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "",
    "The site comprises a semi-detached dwelling. The site is locally listed and located within Southborough Conservation Area.\r\r8 neighbouring properties have been notified of the proposals and 2 objections have been received relating to:\r\r- Access or traffic problems\r- Car park issues\r- Effects on trees\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Unacceptable or incompatible use\r\rThe proposal would not seek a change of use and as such officers consider the existing residential use to be acceptable. The remaining concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rSurbiton CAAC - No Objection.\r\rThe proposed extension is sympathetic to the existing building and the removal of the previous extension is a positive step. Even though this is a locally listed building, SCAAC has, on balance, no objection provided that materials used are in keeping with the existing property.\r\rRBK Tree Officer - No objection subject to conditions.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact of the development on protected trees; and,\r- The impact of the development on designated heritage assets.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers acknowledge the substantial footprint of the proposed two storey side and part two rear extension, however it would sit within a spacious plot, and would be set down from the ridge line, and back from the front elevation, which would make it appear a more subordinate addition to the host property. Further, given that it would propose a similar roof form, windows, materials and detailing similar to the existing dwelling, officers consider it would appear a sympathetic extension that would be in keeping with the character of the original dwelling and the character and appearance of the surrounding area. Further, given that it would replace an existing single storey rear extension of similar depth, it would appear an improvement on what is already existing.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The proposal would extend close in proximity to Plot 1, constructed under ref: 19/01980/FUL, however the proposed development would be orientated to angle away from the neighbouring property, and would be separated from the boundary by a minimum of 2.51m. Further, given that no windows are proposed to the side elevation above first floor level facing Plot 1, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFurther, given the substantive separation distance between the remaining residential neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rTrees\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) states that The Council will expect new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders are not adversely affected. Policy Guidance 7 of the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) state that generally there will be a presumption against the loss of trees - regardless of whether they are protected by virtue of a Tree Preservation Order or with respect to their location within a designated Conservation Area.\r\rOfficer Comment: Officers are satisfied with the Tree Protection Plan provided as part of the submission, however given the proximity of the heavy water demand trees to heavy clay soil, officers would require a more detailed Arboricultural Method Statement detailing foundation design. This could be secured via a pre-commencement condition. \r\rHeritage\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 194 to 203 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC 1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: The special architectural and historic interest of this area can be summarised as: An area of large detached houses dating from the 1860s - 1930s surrounding Southborough House, an 1808 Grade II listed building by the architect John Nash.\r\rAs noted above, while the proposed extensions are extensive, given that it would be designed to be in keeping with the host property (a locally listed building), officers conclude that the proposed development would not result in any harm to the significance of the Southborough Conservation Area, but rather preserve it. As previously mentioned, the proposed development would be in keeping with host property and as such would maintain the character of the immediate surrounding area. Given no harm to heritage assets has been identified in this case, it is not necessary to weigh up the proposals against any public benefits.\r\rRepresentations have been carefully considered, no issues with regards to parking have been identified, and overall the design of the proposal is consdiered to be acceptable. The no objections from the CAAC are noted.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a terraced dwelling.\r\r6 neighbouring properties have been notified of the proposals and 3 objections from two households have been received relating to:\r\r- Excessive height or bulk of buildings\r- Inadequate landscaping/means of enclosure\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Noise\r- Privacy\r\rThe concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rProposal\rOfficers note that the current application is a revision of previously refused application ref: \r21/01989/HOU. The principle issue with the refused application was that due to the siting and depth of the proposed development, it would have resulted in an undue sense of enclosure and loss of light/sunlight to neighbouring property No. 76 Cleveland Road. Officers note that the applicant has provided a sunlight and daylight assessment in support of the application, which will be reviewed in the assessment below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Taking all matters into account, on balance, officers consider that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Officers note that the proposal would have the same dimensions as previously refused application ref: 21/01989/HOU. However, as mentioned above, the applicant has submitted a sunlight/daylight assessment in support of the application, which shows that whilst the proposal would result in a loss of light into the habitable rooms of neighbouring property No. 76 Cleveland Road it would be below the 20% noticeable threshold. The applicant has also provided a 45-degree elevation test which confirms that the proposal would pass in relation to the closest habitable window at No. 76 Cleveland Road.\r\rWhile officers are aware that the side extension would extend approx. 7m from the closest habitable window at ground floor level, the proposal would have a modest eaves height, and given that the applicant has demonstrated that the proposed extension would not have a material impact on loss of light/sunlight, officers consider the proposed extension would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance.\r\rGiven the modest depth and height of the proposed extension on the shared boundary with No. 80 Cleveland Road, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rThe representations received have been carefully considered, however issues related to current alleged disturbance from the application property are not material to this assessment, and there is no reason to conclude that the current proposal would result in a material increase in noise. The concerns about impact on the neighbouring gardens have also been assessed, given the size of neighbouring gardens coupled with the orientation of the properties, whilst there would be some impact to the property to the north at certain times of the day and year, the impact on the property to the south would be much less, as such overall the proposal is not considered to cause material harm to neighbouring gardens. \r\rIn conclusion, the previously refused planning application has been taken into account along with the additional information. Officers consider that the reasons for the previous refusal have been addressed and that the application is acceptable in its own right.\r\r the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a detached dwelling. The site is located within Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\r7 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact of the development on non-designated heritage assets.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed pergola is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment:Given the siting, design, and modest height of the proposed pergola, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining anyapplication. In weighing applications that directly or indirectly affect non-designatedheritage assets, a balanced judgement is required, having regard to the scale of anyharm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: The proposal would be in keeping with host property and would not detract from the character and appearance of surrounding area, as such officers conclude that the proposed development would not result in any harm to the Kingston Hill/Coombe Hill Strategic Area of Special Character, but rather preserve it. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application has been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify this decision and you are advised to submit a fresh application with the correct information / drawings. If you carry out development based on incorrect plans you may be liable to the Council taking enforcement action against you.",
    "Condition 3 (Details of Materials) - Officers have reviewed the information provided and are satisfied this can now be approved.\r\rOfficers note the materials to be approved were amended by application 18/00234/FUL dated 30.08.2019 which was decided after this application had been submitted.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 3 (Details of Materials) of Planning Permission 18/14732/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "For the avoidance of doubt, please confirm the description ''Demolition of existing rear extension and detached garage, erection of single storey side, rear and front extension.''",
    "The submitted floor plans do not have a North point.\r\rNote: Please provide existing and proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "Please provide existing and proposed roof plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire property not just part and showing dimensions of proposed work. The plans must show the direction of North. Although the inclusion of a scale bar is not mandatory, it is highly encouraged.",
    "Awaiting confirmation of % or m reduction",
    "Although not mandatory, you are encouraged to provide existing and proposed floor plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of entire floor plan, not just part and all key dimensions for the proposed works. Although the inclusion of a scale bar is not mandatory, it is encouraged.",
    "Further to checks by the Planning officer, I am writing to inform you that your application is invalid. This letter is to advise you that further information is required, as set out below, before the Council can register it as a valid application.",
    "Please can you confirm the amount of works proposed to the tree, e.g. the amount of crown reduction in percentage on metres?\r\rPlease also send photographs of the specified tree."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/05/2020",
  "secondary_street_name": null,
  "site_number": "66",
  "pp_id": "PP-08466603",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.255672,
          51.401466
        ],
        [
          -0.255673,
          51.401439
        ],
        [
          -0.255716,
          51.401439
        ],
        [
          -0.255715,
          51.401466
        ],
        [
          -0.255672,
          51.401466
        ]
      ]
    ],
    "type": "Polygon"
  }
}