{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QD1L1INH04300",
  "lapsed_date": "07/09/2025",
  "decision_target_date": "08/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1BY",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.019
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01566/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518626,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:18:57.085Z",
  "id": "Kingston-20_01566_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Sanger Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "07/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.5m in depth, maximum height of 3.8m and eaves height of 2.5m) \r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 164555,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021751634",
  "centroid": {
    "lon": -0.297318,
    "lat": 51.367677
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension is considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a large retail store, located on the north west side of London Road (A308). \rThe site is approximately 0.7 ha in size. It comprises a retail warehouse building, a service yard and its surrounding car park. \rVehicular and pedestrian access to the site is from Gordon Road. The existing car park is located to the north-west of the unit and is currently laid out to provide 120 spaces. The unit is serviced from a separate service yard, which is accessed from a separate entrance on Birkenhead Avenue.\r\rThere are a number of trees (26) covered by blanket Tree Protection Orders (TPO) to the rear of the site and  adjacent to London Road. \r\rThe site has a public Transport Accessibility Level (PTAL) of 5 (Very Good)/4 (Good),  where 6a/b are ranked as the 'best' level of public transport accessibility.\r\rThe surrounding area is mixed in character and appearance, comprising both commercial and residential use.\r\rProposal\rThe current application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. \r\rThe proposal is to vary Conditions 1, 19, 20 and 23 of planning permission reference 21/00332/FUL, which was granted on 29th April 2022, which was for the change of use of an existing retail warehouse to enable the sale of food and non-food retail items, to include elevational alterations to the building, installation of plant and a substation, reconfiguration of site car park, increase in floorspace at mezzanine level, landscaping, servicing and other associated works. \r\rThe variation sought under this further S73 proposal  seeks amendments to the layout of the proposed site car park, and internal reconfiguration of the retail unit and changes to the roof. \r\rCar park: It is advised that the amendment is required to futureproof the scheme and ensure that the site can accommodate the new Deposit Return Scheme (DRS) unit at a later date. The main changes to the car park shown on the new Proposed Site Layout Plan, are summarized as follows:\r\rA reduction in the number of proposed car parking spaces, from 109 to 94 spaces (a loss of 15 spaces). The  number of disabled parking bays remains the same at 6.\r\rChanges are proposed to the orientation and layout of the car parking bays within the car park, to improve circulation around the car park. In addition, the proposed size of each standard car parking space has been increased, and the width of the access road has been increased to 6.5m.\r\rThe site will continue to provide 2 rapid EV charging spaces, and 4 fast charging spaces. However, the number of passive spaces will be reduced from 22 to 18.\r\rThe number of cycle parking spaces (both long and short-stay) will remain the same. The location of the short-stay spaces will be slightly amended.  Two of the long-staycycle spaces will now be provided within the store warehouse to provide an alternative secure cycle parking area forstaff. (The remaining 12 long-stay spaces will be in the same location as previously shown) \rIt is proposed to move the trolley bay from the centre of the car park to the hard landscaped area outside the store entrance, to ensure more convenient access to the trolleys.\r\rThe revised Proposed Site Plan also shows a minor reconfiguration of the floorspace within the existing retail unit,  the sales area of the unit is expected to increase by 9 sq.m  from 1,518 sq.m (as shown on the approved plans) to 1,527 sq.m, resulting from a decrease in the size of the warehouse and ancillary areas.\r\rA minor change is also proposed to the roof form with the existing roof cladding retained, cleaned and repainted (metallic silver, RAL 9006), and will not be over-clad (as originally proposed).  Roof Hatches - the existing roof hatch will be removed and a new CAT ladder and insulated roof hatch installed.  Guttering - the existing uPVC perimeter gutters and rainwater downpipes will be removed and replaced.  \r\rConsultation\r538 neighbouring occupiers were consulted and 2 objections were received (both from the same address) raising concerns relating to  additional traffic, road safety concerns  and pollution arising from a new supermarket. \r(Officer note: planning permission was granted for the supermarket ref 21/00332/FUL)\r\rTree and Landscape Officer: No objection\r\rNeighbourhood Traffic Engineer: No objection raised\r\rNational Highways: No objection\r\rAssessment\r\rWhile this is, in effect, a fresh application for the entire development, the principle of the development was nonetheless established by the granting of 21/00332/FUL and Section 73(2) of the Act explicitly states that \"on such an application, the local planning authority shall consider only the question of the conditions subject to which permission should be granted\". It would therefore, be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application. Officers have not identified any material changes in site or policy circumstances since the granting of the original permission.\r\rAlthough a S73 application is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established. \r\rThe key issues in the assessment of changes arising with this application are:\r\rHighways, Trees and Landscape, Retail Impact, Design and Appearance\r\rHighways \rIn terms of the reduced parking numbers, the Neighbourhood Traffic Engineer notes that  additional information provided indicates a peak Saturday occupation of 89% with the reduction in spaces, which still gives some spare capacity. It is also noted that the level of parking as shown on the consented scheme remains significantly greater than London Plan standards  for new retail development, as this rates to an existing retail car park. No objection is raised to the proportional reduction in passive EVCP provision, and the number and type of EVCP remains as consented. \r\rCycle storage, all spaces would be located within easy reach of the customer entrance and within visible locations.\r\rOverall, it is considered that the proposed changes will also deliver improvements to the layout of the car park, with wider aisle widths and parking bay size. \r\rTrees and Landscape: The landscaping proposals along the London Road frontage remain unchanged, but there have been some minor amendments to the landscaping within the car park. The  Tree and Landscape Officer confirms that the changes from the previous scheme are very minor in nature where they relate to trees and raises no concerns. The landscape scheme submitted is acceptable. \r\rRetail Impact\rThe reconfiguration of the internal layout results in a small increase in retail floor space of 9 sq.m.   The GIA remains at 2,349 sq.m. \rParagraph 90 of the NPPF states that when assessing applications for retail and leisure development outside town centres, which are not in accordance with an up-to-date plan, local planning authorities should require an impact assessment if the development is over a proportionate, locally set floorspace threshold (if there is no locally set threshold, the default threshold is 2,500m2 of gross floorspace). This should include assessment of: a) the impact of the proposal on existing, committed and planned public and private investment in a centre or centres in the catchment area of the proposal; and b) the impact of the proposal on town centre vitality and viability, including local consumer choice and trade in the town centre and the wider retail catchment (as applicable to the scale and nature of the scheme). \r\rThe original application was supported by a Retail Impact Assessment, which concluded that the impact would be very small and no centre would be expected to experience a convenience impact of more than 5 per cent. The current application includes  an updated retail  impact assessment, and the conclusion is that the impact would remain very small, with the sensitivity test for the revised sales floorspace not  predicted to materially change the results of the original assessment in terms of impact impact on local shops within the Town Centre and the Local and District Centres.\r\rDesign and Appearance: Due to structural issues,  it is  proposed to  retain the existing roof cladding , which together with other associated roof alterations would not detract from the appearance of the building or the street scene. \r\rLegal Agreement: The original permission was subject to a legal agreement dated 29 April 2022,  the agreement is binding with the current S73 application.\r\rConclusion\rIn conclusion, the proposed development involving minor material alterations to the consented scheme is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Inconsistent Plans - please amend plans to correct the following inconsistenices:\rThe description and Proposed Roof Plan indicates 2no. proposed rooflights, however there are 3 rooflights shown on the Proposed Loft Floor Plan, Proposed Front Elevation and Volume drawings.\rThe Proposed First Floor Plan shows 2 side windows on the left hand elevation, however the Proposed LHS Elevation shows 1 window at the first floor."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/07/2020",
  "secondary_street_name": null,
  "site_number": "63",
  "pp_id": "PP-08854218",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297296,
          51.36769
        ],
        [
          -0.297297,
          51.367663
        ],
        [
          -0.29734,
          51.367664
        ],
        [
          -0.297339,
          51.367691
        ],
        [
          -0.297296,
          51.36769
        ]
      ]
    ],
    "type": "Polygon"
  }
}