{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QDTD69NHH3Y00",
  "lapsed_date": "23/11/2025",
  "decision_target_date": "21/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5QF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.031,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "LASC Tudor Estate"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021768756"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01722/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518252,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:19:36.521Z",
  "id": "Kingston-20_01722_CPU",
  "application_type": "All Other",
  "street_name": "Tudor Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "23/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Boundary wall replacement",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 171214,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021768756",
  "centroid": {
    "lon": -0.300471,
    "lat": 51.427604
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed boundary wall replacement falls within Schedule 2, Part 2, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "The applicant is advised to refer to the RBK Highway Officers comment below and consider the advise given for future applications:\r\rCondition 3 A relates to the loading/unloading of materials. There will be no access for vehicles into the site, however the developer has proposed a parking suspension for 2 bays in front of the site to be used for unloading materials. While in principle this may be acceptable the developer needs to provide further information as follows:\rhow they plan to ensure that any pedestrians are provided a safe route during the loading/unloading processes.\rDeveloper has not mentioned any timings on the works in terms of deliveries or the size of the vehicles to be used for the deliveries.\rThe developer has not indicated anything in regards to the programme of works or site operation times so there is no indication of the duration of the project or the requirements for the parking suspension.\rThe developer has not mentioned anything in regards to the disposal of the demolition waste.\r\rCondition 3J relates to parking for operatives and visitors. Para C3 of the CMP states that \"Operative vehicles will be parked on two 5m suspended parking spaces\". However, para I1 states that \"Site operatives will be required to use public transport to reach the site.\" Both of these statements seem to be in direct contradiction to each other. Could the developer please comment on this.\r\rThe route for construction related vehicles as proposed by the developer is acceptable. Park lane connects directly to A308 (Kingston Hill)\r\rSite security:\rThe proposal is for site access to be only on foot through a security gate installed to the side access path.\rShould any part of the hoarding/security measure fall on the public highway developer should ensure that appropriate licences are in place.\r\rParking:\rThere is no proposed parking associated with this development except the proposed suspended bays.\rThe site is located within a Controlled Parking Scheme which operates Monday to Saturday 8:30am to 6:30pm with a max stay of 4 hours.\r\rPublic transport:\rThe site having a PTAL score of 4 means that the public transport accessibility levels are 'good'. The site is served by 371, 57, 85 and 213 bus services as well as Kingston & Norbiton Stations.\rBus stops are located about 5/7 mins walks from the site. 371 service is about 150m away and the 57, 87 & 213 services are about 280m away.\rKingston and Norbiton train stations are both located under 15 mins away from the site.\r\rGeneral:\rThe developer is to ensure no materials or plant is to be stored on any part of the highway for any amount of time.\rThe developer is advised to have a conditional survey carried out on the parts of the public highway in question and ensure that it is reinstated to the same level before vacating the site.\rThe developer is advised that provisions should be made to ensure appropriate licences for Skips/hoarding are in place before commencing works.\r",
    "Please provide all Existing Side Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/07/2020",
  "secondary_street_name": null,
  "site_number": "124",
  "pp_id": "PP-08910940",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300449,
          51.427617
        ],
        [
          -0.30045,
          51.42759
        ],
        [
          -0.300493,
          51.427591
        ],
        [
          -0.300492,
          51.427618
        ],
        [
          -0.300449,
          51.427617
        ]
      ]
    ],
    "type": "Polygon"
  }
}