{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QA9KD7NH04300",
  "lapsed_date": "07/06/2025",
  "decision_target_date": "20/06/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 8BU",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.021
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01078/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522324,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:17:02.788Z",
  "id": "Kingston-20_01078_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Pembury Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "07/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (5.0m in depth, maximum height of 3.7m and eaves height of 3.0m) following demolition of existing extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166467,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021803427",
  "centroid": {
    "lon": -0.243565,
    "lat": 51.384077
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations are not considered to fall within the parameters of  permitted development as set out under schedule 2, Part 1, Class A.1 (j) (iii) of the Town and County Planning (General Permitted Development) (England) Order 2015",
    "Site\r\rThe application site is a two-storey dwellinghouse located on St Pauls Close. The site is located within Flood Zone 2.\r\rConsultations\r\rEight neighbouring properties have been notified of the proposals and no representations were received.\r\rConsideration\r\rThe key areas of assessment are: \rThe impact of the development on character and appearance. \rThe impact of the development on the amenities of existing and future occupants of land and buildings.\rThe impact of the development on drainage. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficers Comments: Whilst the application site is located within Flood Zone 2, as the proposed development is for additions and alterations to the roof, Officers consider the proposed to be in accordance with flood risk policies. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The reference number of the previous application is not correct in the submitted application form. It is written as 2/01307/HOU. Please amend the application form with the correct previous referance number."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/05/2020",
  "secondary_street_name": null,
  "site_number": "55",
  "pp_id": "PP-08537260",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.243542,
          51.384091
        ],
        [
          -0.243544,
          51.384064
        ],
        [
          -0.243587,
          51.384064
        ],
        [
          -0.243586,
          51.384091
        ],
        [
          -0.243542,
          51.384091
        ]
      ]
    ],
    "type": "Polygon"
  }
}