{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "21/03/2024",
  "development_type": null,
  "ward": "WEST DRAYTON 2022",
  "lapsed_date": "24/05/2027",
  "decision_date": "24/05/2024",
  "lpa_app_no": "34971/APP/2024/771",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.505505,
    "lon": -0.470268
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "25/04/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:04:50.870+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Raising of existing single storey roof including internal reconfiguration and erection of an outbuilding to rear garden.",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=34971/APP/2024/771",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 130,
        "use_class": "E(f)",
        "gia_gained": 48,
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "total_gia_gained": 48,
    "projected_cost_of_works": "Up to £2m",
    "existing_uprns": null,
    "total_gia_existing": 130,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "site_area": 0.01,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "One",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "07/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 48,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 130
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "12913373",
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "WEST DRAYTON",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "PA-01",
    "PA-02",
    "126-24-01-003",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The windows in the side elevation relating to WCs and Shower Rooms of the day centre building shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.7 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby permitted shall be used only for ancillary storage purposes in conjunction with the Day Centre, 126 Station Road and shall not at any time be used for any other purpose or use.",
    "REASON",
    "In the interests of protecting the amenity of adjoining residential properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan - Part Two (2020).",
    "Development shall not commence until details of access to building entrances (to include ramped/level approaches, signposting, types and dimensions of door width and lobby openings) to meet the needs of people with disabilities have been submitted to and approved in writing by the Local Planning Authority. The approved facilities should be provided prior to the occupation of the development and shall be permanently retained thereafter.",
    "REASON:",
    "To ensure an Accessible and Inclusive development for everyone in accordance with London Plan policy D5.",
    "Prior to the first use of the development hereby permitted, the applicant shall submit a detailed management plan which shall include (but shall not be limited to):",
    "I.details of how the proposed opening and closing of the main building and outbuilding will be managed;",
    "II.measures to ensure that only users of the Day Centre can access/use the buildings;",
    "III.measures to manage activities held within the main building and outbuilding to minimise disturbance to residents.",
    "Thereafter, the development shall only be operated and maintained strictly in accordance with the approved details.",
    "REASON: To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to occupation of the development, a Parking Management Plan shall be submitted to and approved in writing by the Local Planning Authority. At no time shall the site be used for parking by non-users of the Day Centre and the plan shall detail the arrangements for all parking onsite and include provisions for managing, monitoring, enforcement and review. Plans should include safe pedestrian access between the main building and the outbuilding.",
    "The approved plan shall be implemented as soon as the development is brought into use and shall remain in place thereafter. Any changes to the plan shall be agreed in writing by the Local Planning Authority.",
    "REASON",
    "To ensure the appropriate operation of the car parks and prevention of inappropriate/informal parking from taking place by users of the site, in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 179617,
  "site_name": "126 STATION ROAD",
  "decision_target_date": "24/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-34971_APP_2024_771",
  "centroid_easting": 506267
}