{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB3 1BY",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "20 BLYTH ROAD",
  "centroid_easting": 509660,
  "pp_id": "12320184",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "1425/APP/2023/3527",
  "decision_date": "30/01/2024",
  "last_updated": "2025-03-20T11:31:48.712+00:00",
  "centroid_northing": 179460,
  "centroid": {
    "lat": 51.503446,
    "lon": -0.421449
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "HAYES TOWN 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "30/01/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "06/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "05/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of permission 1425/APP/2019/2500.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers A-SK003 P1 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "The development hereby permitted shall not be brought in use until the sound attenuation measures recommended within the submitted Acoustic Design Advice (document ref: dBC/Hayes/10062/ML/001) dated 5 July 2019 have been implemented. The sound attenuation measures shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with Policies DMHB 11 and DMCI 6 of the Local Plan: Part 2 - Development Management Policies (2020).",
    "The premises shall be used as a gym use only and for no other purpose (including any other purpose in Class D2 or the proposed Class E of the Schedule to the Town and Country Planning (Use Classes) Order 1987 or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order).",
    "REASON",
    "To ensure that the traffic generated by proposed developments is acceptable, to protect the vitality of the Town Centre and to safeguard the amenity of the occupants of surrounding properties in accordance with Policies DMTC 1, DMT 6, DMHB 11 and DMCI 6 of the Local Plan: Part 2 - Development Management Policies (2020).",
    "Noise from uses and activities within the approved development/building shall not exceed the \"Good\" internal ambient criteria found in BS 8233:2014 at the neighbouring noise sensitive dwellings. No music and/ or other amplified sound arising from the premises shall be audible from the inside of surrounding or adjacent premises between 2000 and 0800 hours.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with Policies DMHB 11 and DMCI 6 of the Local Plan: Part 2 - Development Management Policies (2020).",
    "External noise level emitted from plant, machinery/equipment will be lower than the lowest existing background noise level by at least 5dBA, by 10 dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with Policies DMHB 11 and DMCI 6 of the Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to use, any machinery, plant or equipment, extract/ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with Policies DMHB 11 and DMCI 6 of the Local Plan: Part 2 - Development Management Policies (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574).",
    "Many people, including wheelchair users, can enjoy training and fitness activities provided the equipment is carefully selected. To facilitate disabled people, equipment must be easy to use and wherever possible accessible from a wheelchair (without major adjustment), and safely operated by people with a visual impairment.",
    "Gym equipment provided should include at least one:",
    "- upper body multi-station, accessible to wheelchair users",
    "- upper body ergometer, accessible to wheelchair users",
    "- treadmill",
    "- recumbent bike, accessible to wheelchair users",
    "- leg-raise with cams",
    "- leg-curl with cams.",
    "Equipment should be:",
    "- laid out with adequate space for the fitness activity and for safe circulation between pieces of equipment.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "01/02/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "HAYES",
  "secondary_street_name": null,
  "description": "Removal of Condition 5 (hours of operation) of planning permission ref. 1425/APP/2019/2500, dated 19-08-20 (Change of use of ground floor commercial unit to use as a gym (Use Class D2) and installation of mezzanine floor) to amend hours of operation.",
  "id": "Hillingdon-1425_APP_2023_3527",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1425/APP/2023/3527"
}