{
  "epc_number": null,
  "valid_date": "23/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "0.24918179999999998",
    "lat": "51.5339875"
  },
  "pp_id": "11795484",
  "decision": "Approved",
  "centroid_easting": 556096,
  "site_name": "G3 Fisheries",
  "lpa_app_no": "P2087.22",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "10094416584",
  "title_number": null,
  "borough": "Havering",
  "appeal_decision_date": null,
  "decision_conditions": [
    "By no later than 4 weeks from the date of this decision, all containers as annotated on drawing number P22-01C1 titled \"container removal plan\", hereby approved shall be removed on or before 4th August 2023, evidence of which shall be submitted to the Local Planning Authority. The other two containers which provides essential facilities for the fishing lake shall be removed following the completion of the new building in accordance with condition 2.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "By no later than 3 months, full structural engineer drawings shall be submitted to with particular reference to the soil condition and details of foundations, for the building control regulation, and the building control approval to be  submitted to and approved in writing by the Local Planning Authority. The approved building as well as all landscaping including the car parking provisions as well as boundary treatment as already approved shall be completed by no later than 12 months from the date building control approval.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "The landscaping proposals hereby approved shall be carried out no later than during the first planting season following the date when the development hereby permitted is ready for occupation or in accordance with a programme agreed in writing with the Local Planning Authority. All planted materials shall be maintained for five years and any trees or plants removed, dying, being severely damaged or becoming seriously diseased within 5 years of planting shall be replaced with others of similar size and species to those originally required to be planted.",
    "Reason:-",
    "To ensure that the appearance of the development is satisfactory.",
    "No building or use herby permitted shall be occupied or the use commenced until the landscaping proposals hereby approved have been carried out in accordance with the approved plans, unless a revised programme is agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To ensure that the appearance of the development is satisfactory.",
    "Before the building(s) hereby permitted is first occupied, provision shall be made within the site for the proposed 7 car parking spaces including one disabled bay. Thereafter this provision shall be retained and made permanently available for use, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed and annotated on the drawings (in particular Black Barn Weatherboard, Natural Slate, double glazed anuminum windows and doors - RAL 7015) hereby approved unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No goods or materials shall be stored on the site in the open without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of visual amenity.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent with respect to the additional information, imagery and detail use of materials. The amendments were subsequently submitted on ENTER DATE.",
    "You are informed that the site is subject to enforcement notice regarding the existing structures which have been ruled out to be removed. Hence, you are required to provide the additional information requested within a month from the date of the decision so that the development to commence and completed in a timely manner to avoid further action being taken with respect to the unauthorised structures.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "Under the terms of the Water Resources Act 1991, the prior written consent of the Environment Agency is currently required for any discharge of sewage or trade effluent onto or into ground and for surface runoff into groundwater.  Such consent may be witheld.  If there is an existing discharge consent the applicant should ensure that any increase in volume is permitted under the present conditions.  Contact the Water Consents Team on 01707 632300 for further details.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25 per sqm and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £3550  would be payable due to result in a new commercial floor space of 142sqm.",
    "The charge is levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at http://www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 184073,
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556161.019,
              183993.894
            ],
            [
              556101.672,
              183977.38
            ],
            [
              556095.995,
              183962.93
            ],
            [
              556050.066,
              184032.599
            ],
            [
              556041.809,
              184027.954
            ],
            [
              556011.361,
              184068.207
            ],
            [
              556016.006,
              184071.303
            ],
            [
              556006.716,
              184090.398
            ],
            [
              556002.588,
              184105.364
            ],
            [
              555986.59,
              184107.944
            ],
            [
              555988.654,
              184112.588
            ],
            [
              556121.283,
              184177.612
            ],
            [
              556125.411,
              184173.484
            ],
            [
              556133.152,
              184164.711
            ],
            [
              556136.248,
              184155.422
            ],
            [
              556139.345,
              184152.325
            ],
            [
              556186.823,
              183989.765
            ],
            [
              556161.019,
              183993.894
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "net_cycle": 8,
    "no_existing_cycle": 0,
    "no_existing_bluebadge": 0,
    "no_existing_car": 9,
    "no_proposed_car": 9,
    "no_proposed_cycle": 8,
    "no_proposed_bluebadge": 2,
    "net_car": 0,
    "net_bluebadge": 2
  },
  "development_type": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T03:24:04.950+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2087.22",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Upminster",
  "application_type_full": "Full planning permission",
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": null,
    "phasing_details": [
      {
        "phase_detail": "ENTIRE DEVELOPMENT",
        "intended_completion_date": "05/2023",
        "intended_commencement_date": "03/2023"
      }
    ],
    "total_gia_gained": 97,
    "total_gia_existing": 142,
    "site_area": 2.294,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 142,
        "use_class": "SG",
        "gia_gained": 97,
        "gia_lost": 142
      }
    ],
    "rain_water_harvesting": true,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_passive_fast_ev_charging_points": 1,
      "no_homes_to_have_electrical_heating": 0,
      "no_active_fast_ev_charging_points": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": true,
      "no_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 0,
      "no_homes_passive_cooling": 0,
      "mobile_network_operators_consultation": false
    },
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 142,
      "total_gia_lost": 142,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 142,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 97,
      "total_gia_gained": 97
    },
    "internal_resi_water_usage": 0,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 5.7,
        "building_ref": "1"
      },
      {
        "no_storeys": 1,
        "max_height": 4,
        "building_ref": "2"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 142,
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 1,
    "green_suds": true,
    "garden_land_lost": false
  },
  "postcode": "RM14 2TN",
  "decision_target_date": "03/07/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2500834,
          51.5332588
        ],
        [
          0.2492211,
          51.5331268
        ],
        [
          0.249133,
          51.5329986
        ],
        [
          0.24850219999999998,
          51.5336372
        ],
        [
          0.2483812,
          51.5335978
        ],
        [
          0.2479604,
          51.5339678
        ],
        [
          0.2480286,
          51.5339944
        ],
        [
          0.2479033,
          51.5341685
        ],
        [
          0.2478504,
          51.5343041
        ],
        [
          0.24762109999999998,
          51.5343317
        ],
        [
          0.24765289999999998,
          51.5343728
        ],
        [
          0.2495923,
          51.5349204
        ],
        [
          0.24965,
          51.5348822
        ],
        [
          0.2497576,
          51.5348012
        ],
        [
          0.2497981,
          51.5347169
        ],
        [
          0.2498413,
          51.5346882
        ],
        [
          0.2504533,
          51.5332146
        ],
        [
          0.2500834,
          51.5332588
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Single storey building ancillary to existing use of land for outdoor recreation",
  "street_name": "Aveley Road",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "03/07/2026",
  "cil_liability": true,
  "site_number": null,
  "decision_date": "03/07/2023",
  "secondary_street_name": "Upminster",
  "application_type": "All Other",
  "id": "Havering-P2087.22",
  "last_date_consultation_comments": "14/02/2023"
}