{
  "bo_system": "Agile APAS",
  "last_updated": "2025-03-20T14:16:15.013+00:00",
  "lpa_name": "Redbridge",
  "decision_agency": null,
  "locality": null,
  "decision_conditions": [
    "INFORMATIVES\r\n\r\nCommunity Infrastructure Levy  (CIL)\r\n\r\n1. The applicant/developer is advised to contact the  Council’s S106 Officer by e-mailing planning.obligations@redbridge.gov.uk  on commencement of the development and at the agreed stages, to provide evidence that the S106 Legal obligations for this development has been complied with.\r\n\r\nSecure by Design Matters\r\nThe applicant must seek the advice of the Metropolitan Police Service Designing Out Crime Officers (DOCOs). The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk or 0208 217 3813.\r\n\r\nRefuse and Waste Collection Matters\r\n\r\n1.The Councils Refuse Department  will need to be informed in advance of the development being\r\ncompleted to ensure that refuse collections can be commenced when the estate becomes\r\noccupied. This will also ensure the correct sighting of containers for refuse and recycling\r\ncollection. Please contact Cleansing & Trading Teams at Ley Street Depot, Ley Street, Ilford, Essex\r\nIG2 7QZ.\r\n\r\n2.Please note that the Authority will require 5 keys/fobs for access to the site and or bin stores before any collections are commenced.\r\n\r\nHighways Matters\r\n\r\n1.            The applicant/developer is advised that, under the provisions of the Highways Act 1980, no part of the structure, including cellars, foundations and surface water hardware shall be erected or installed in, under or overhanging the public highway and no window, door or gate shall be fixed so as to open outwards into the highway. The Highway Authority has the power under Section 143 of the Highways Act 1980, to remove any structure erected on a highway.\r\n\r\nThis informative relates to any works, which are required to be carried out within the Public Highway in connection with any development for which planning permission has been received. The granting of planning permission does not allow the person or persons receiving the permission to undertake any works within the Public Highway. Any person or persons wishing to carry out work within the Public Highway or to have work carried out on their behalf within the Public Highway, must either seek the permission of the Chief Highways & Cleansing Services Officer or give the appropriate notice to the Highway Authority. Further information can be obtained from the Chief Highways and Cleansing Services.\r\n\r\n2.            The applicant/developer is advised of the need for an agreement under Section 278 of the Highways Act.  You are advised to contact the Council as the Highways Authority regarding the preparation of the agreement.\r\n\r\nNature Conservation\r\n\r\n1.            The Ecology Survey submitted with the application parent application (LBR planning ref. 4326/16)  found evidence that the site is being used by nesting birds. Therefore, your attention is drawn to the requirements of the Wildlife and Countryside Act 1981, if works would be likely to interfere with or disturb breeding birds and mammals.\r\n\r\nHistoric England\r\n\r\n1.            The applicant/developer is advised that any Written Scheme of Investigation (WSI) will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England’s Guidelines for Archaeological Projects in Greater London.    \r\n\r\n2.            The applicant/developer is advised that the planning condition requiring a WSI is exempt from deemed discharge under Schedule 6 of the Town and Country Planning (Development Management Procedure) (England) (Order) 2015.\r\n\r\nThames Water\r\n\r\n1.            Waste Water Infrastructure - The developer can request information to support the discharge of this condition by visiting the Thames Water website at thameswater.co.uk/preplanning.\r\n\r\n2. The applicant/developer is advised that a Ground Water Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer.  Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991.  We would expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer.  Permit enquiries should be directed to the Thames Water’s Risk Management Team by telephoning 02035779483 or by e-mailing wwqriskmanagement@thameswater.co.uk\r\n\r\n3.            The applicant/developer is advised that with regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. The contact number is 0800 009 3921.\r\n\r\n4.            The applicant/developer is advised that Trade Effluent Consent will be required for any effluent discharge other than a 'Domestic Discharge'. Any discharge without this consent is illegal and may result in prosecution. (Domestic usage for example includes - toilets, showers, washbasins, baths, private swimming pools and canteens). Typical Trade Effluent processes include: - Laundrette/Laundry, PCB manufacture, commercial swimming pools, photographic/printing, food preparation, abattoir, farm wastes, vehicle washing, metal plating/finishing, cattle market wash down, chemical manufacture, treated cooling water and any other process which produces contaminated water. Pre-treatment, separate metering, sampling access etc., may be required before the Company can give its consent.\r\n\r\n5.            The applicant/developer is advised that Thames Water recommends the installation of a properly maintained fat trap on all catering establishments. Thames Water further recommend, in line with best practice for the disposal of fats, oils and grease, the collection of waste oil by contractor, particularly to recycle for the production of bio diesel. Failure to implement these recommendations may result in this and other properties suffering blocked drains, sewage flooding and pollution to local watercourses. Further information on the above is available in a leaflet, 'Best Management Practices for Catering Establishments' which can be requested by telephoning 01923 898 188.\r\n\r\n6.            The applicant/developer should be advised that Thames Water will aim to provide customers with a minimum pressure of 10m head (approx. 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Water pipes.  The developer should take account of this minimum pressure in the design of the proposed development.\r\n\r\n\r\n\r\nNational Grid Apparatus\r\n\r\n1.            The applicant/developer must be made aware that due to the possible presence of National Grid apparatus in proximity to the specified site area, the developer/contractor should contact National Grid before any works are carried out to ensure National Grid apparatus is not affected by any of the proposed works.  The contact telephone number is 0800 688 588.\r\n\r\nEssex & Suffolk Water\r\n\r\n1.            The applicant/developer should be advised that a new metered water connection must be made onto the Essex & Suffolk Water Company network for each new residential unit for revenue purposes.\r\n\r\n2.            With regards to the commercial element of the proposal, the applicant/developer should be advised that Essex & Suffolk Water are the enforcement agents for The Water Supply (Water Fittings) Regulations 1999 within their area of supply, on behalf of the Department for the Environment, Food & Rural Affairs.  Planning permission will require Notification under Regulation 5 of the Water Supply (Water Fittings) Regulations 1999.  Please refer to the Water Regulations Information Sheet No. IS-0014 for more detailed information.\r\n\r\nLondon Fire Brigade \r\n\r\n1.            The developer/applicant should be advised that access for Fire Brigade vehicles should comply with the relevant section of Approved Document B of the Building Regulations.\r\n\r\n2.  The applicant and developer are advised that the Commissioner strongly recommends that sprinklers are considered for new developments and major alterations to existing premises, particularly where the proposals relate to schools and care homes. Sprinkler systems installed in buildings can significantly reduce the damage caused by fire and the consequential cost to businesses and housing providers, and can reduce the risk to life. The Commissioner’s opinion is that there are opportunities for developers and building owners to install sprinkler systems in order to save money, save property and protect the lives of occupier. Please note that it is our policy to regularly advise our elected Members about how many cases there have been where we have recommended sprinklers and what the outcomes of those recommendations were. These quarterly reports to our Members are public documents which are available on our website.\r\n\r\nNetwork Rail\r\nNetwork Rail strongly recommends the developer contacts AngliaASPROLandClearances@networkrail.co.uk prior to any works commencing on site, and also to agree an Asset Protection Agreement with us to enable approval of detailed works. More information can also be obtained from our website https://www.networkrail.co.uk/running-the-railway/looking-after-the-railway/asset-protection-and-optimisation/\r\n\r\nThe developer must ensure that their proposal, both during construction and after completion of works on site, does not:\r\n2.\tEncroach onto Network Rail land \r\n3.\tAffect the safety, operation or integrity of the company’s railway and its infrastructure \r\n4.\tUndermine its support zone \r\n5.\tDamage the company’s infrastructure \r\n6.\tPlace additional load on cuttings \r\n7.\tAdversely affect any railway land or structure \r\n8.\tOver-sail or encroach upon the air-space of any Network Rail land \r\n9.\tCause to obstruct or interfere with any works or proposed works or Network Rail development both now and in the future \r\nThe developer should comply with the following comments and requirements for the safe operation of the railway and the protection of Network Rail's adjoining land. \r\n\r\nFuture maintenance\r\nThe development must ensure any future maintenance can be conducted solely on the applicant’s land. The applicant must ensure that any construction and any subsequent maintenance can be carried out to any proposed buildings or structures without adversely affecting the safety of, or encroaching upon Network Rail’s adjacent land and air-space, and therefore all/any building should be situated at least 2 metres (3m for overhead lines and third rail) from Network Rail’s boundary. The reason for the 2m (3m for overhead lines and third rail) stand-off requirement is to allow for construction and future maintenance of a building and without requirement for access to the operational railway environment which may not necessarily be granted or if granted subject to railway site safety requirements and special provisions with all associated railway costs charged to the applicant. Any less than 2m (3m for overhead lines and third rail) and there is a strong possibility that the applicant (and any future resident) will need to utilise Network Rail land and air-space to facilitate works. The applicant / resident would need to receive approval for such works from the Network Rail Asset Protection Engineer, the applicant / resident would need to submit the request at least 20 weeks before any works were due to commence on site and they would be liable for all costs (e.g. all possession costs, all site safety costs, all asset protection presence costs). However, Network Rail is not required to grant permission for any third party access to its land. No structure/building should be built hard-against Network Rail’s boundary as in this case there is an even higher probability of access to Network Rail land being required to undertake any construction / maintenance works. Equally any structure/building erected hard against the boundary with Network Rail will impact adversely upon our maintenance teams’ ability to maintain our boundary fencing and boundary treatments.\r\nDrainage\r\nStorm/surface water must not be discharged onto Network Rail’s property or into Network Rail’s culverts or drains except by agreement with Network Rail. Suitable drainage or other works must be provided and maintained by the Developer to prevent surface water flows or run-off onto Network Rail’s property. Proper provision must be made to accept and continue drainage discharging from Network Rail’s property; full details to be submitted for approval to the Network Rail Asset Protection Engineer. Suitable foul drainage must be provided separate from Network Rail’s existing drainage. Soakaways, as a means of storm/surface water disposal must not be constructed near/within 10 – 20 metres of Network Rail’s boundary or at any point which could adversely affect the stability of Network Rail’s property. After the completion and occupation of the development, any new or exacerbated problems attributable to the new development shall be investigated and remedied at the applicants’ expense.\r\nPlant & Materials\r\nAll operations, including the use of cranes or other mechanical plant working adjacent to Network Rail’s property, must at all times be carried out in a “fail safe” manner such that in the event of mishandling, collapse or failure, no plant or materials are capable of falling within 3.0m of the boundary with Network Rail.\r\nScaffolding\r\nAny scaffold which is to be constructed within 10 metres of the railway boundary fence must be erected in such a manner that at no time will any poles over-sail the railway and protective netting around such scaffold must be installed. The applicant/applicant’s contractor must consider if they can undertake the works and associated scaffold/access for working at height within the footprint of their property boundary.\r\nPiling\r\nWhere vibro-compaction/displacement piling plant is to be used in development, details of the use of such machinery and a method statement should be submitted for the approval of the Network Rail’s Asset Protection Engineer prior to the commencement of works and the works shall only be carried out in accordance with the approved method statement.\r\nFencing\r\nIn view of the nature of the development, it is essential that the developer provide (at their own expense) and thereafter maintain a substantial, trespass proof fence along the development side of the existing boundary fence, to a minimum height of 1.8 metres. The 1.8m fencing should be adjacent to the railway boundary and the developer/applicant should make provision for its future maintenance and renewal without encroachment upon Network Rail land. Network Rail’s existing fencing / wall must not be removed or damaged and at no point either during construction or after works are completed on site should the foundations of the fencing or wall or any embankment therein, be damaged, undermined or compromised in any way. Any vegetation on Network Rail land and within Network Rail’s boundary must also not be disturbed. Any fencing installed by the applicant must not prevent Network Rail from maintaining its own fencing/boundary treatment.\r\nLighting\r\nAny lighting associated with the development (including vehicle lights) must not interfere with the sighting of signalling apparatus and/or train drivers vision on approaching trains. The location and colour of lights must not give rise to the potential for confusion with the signalling arrangements on the railway. The developers should obtain Network Rail’s Asset Protection Engineer’s approval of their detailed proposals regarding lighting. \r\nNoise and Vibration\r\nThe potential for any noise/ vibration impacts caused by the proximity between the proposed development and any existing railway must be assessed in the context of the National Planning Policy Framework which hold relevant national guidance information. The current level of usage may be subject to change at any time without notification including increased frequency of trains, night time train running and heavy freight trains.\r\nLandscaping\r\nWhere trees/shrubs are to be planted adjacent to the railway boundary these shrubs should be positioned at a minimum distance greater than their predicted mature height from the boundary. Certain broad leaf deciduous species should not be planted adjacent to the railway boundary as the species will contribute to leaf fall which will have a detrimental effect on the safety and operation of the railway. We would wish to be involved in the approval of any landscaping scheme adjacent to the railway. Where landscaping is proposed as part of an application adjacent to the railway it will be necessary for details of the landscaping to be known and approved to ensure it does not impact upon the railway infrastructure. Any hedge planted adjacent to Network Rail’s boundary fencing for screening purposes should be so placed that when fully grown it does not damage the fencing or provide a means of scaling it. No hedge should prevent Network Rail from maintaining its boundary fencing. Lists of trees that are permitted and those that are not permitted are provided below and these should be added to any tree planting conditions: \r\nPermitted: Birch (Betula), Crab Apple (Malus Sylvestris), Field Maple (Acer Campestre), Bird Cherry (Prunus Padus), Wild Pear (Pyrs Communis), Fir Trees – Pines (Pinus), Hawthorne (Cretaegus), Mountain Ash – Whitebeams (Sorbus), False Acacia (Robinia), Willow Shrubs (Shrubby Salix), Thuja Plicatat “Zebrina”\r\nNot Permitted: Alder (Alnus Glutinosa), Aspen – Popular (Populus), Beech (Fagus Sylvatica), Wild Cherry (Prunus Avium), Hornbeam (Carpinus Betulus), Small-leaved Lime (Tilia Cordata), Oak (Quercus), Willows (Salix Willow), Sycamore – Norway Maple (Acer), Horse Chestnut (Aesculus Hippocastanum), Sweet Chestnut (Castanea Sativa), London Plane (Platanus Hispanica).\r\nVehicle Incursion\r\nWhere a proposal calls for hard standing area / parking of vehicles area near the boundary with the operational railway, Network Rail would recommend the installation of a highways approved vehicle incursion barrier or high kerbs to prevent vehicles accidentally driving or rolling onto the railway or damaging lineside fencing."
  ],
  "valid_date": "04/04/2020",
  "centroid": {
    "lat": "51.5597865",
    "lon": "0.0750745"
  },
  "lpa_app_no": "1106/20",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": null,
  "ward": "Ilford Town",
  "description": "Application to vary (under 73 of the Town and Country Planning Act 1990) conditions 2 & 60 of planning permission 4326/16 as amended by non-material amendment application planning ref. 4326/16/02: 'demolition of the existing buildings and structures and the development of a part 30, part 15, part 8 and part 10 storey building, comprising residential apartments; flexible non-residential floor space comprising Classes A1 and A3 (as superseded by Class E) at ground floor and B1 (as superseded by Class E) at first floor; podium landscaped amenity and play areas, including village hall at second floor; new basement comprising disabled parking spaces, cycle storage, and plant at first floor level; and to add condition no. 60 Building Parameters' to make a series of amendments including: \r\n\r\n- increasing the number of residential units from 290 to 330 \r\n- alterations to internal layouts (residential & non-residential areas) \r\n- amendments to the façade\r\n\r\nThe development is subject to an Environmental Impact Assessment (EIA) and includes an EIA addendum.",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "Development At 193 To 207",
  "last_date_consultation_comments": "17/05/2020",
  "cil_liability": true,
  "application_details": {
    "lead_developer_company_name": "Shoaib Patel",
    "s106_agreement": true,
    "site_area": 0.316
  },
  "street_name": "High Road",
  "url_planning_app": null,
  "uprn": "10094821572",
  "appeal_decision_date": null,
  "pp_id": null,
  "decision_process": "Committee",
  "centroid_easting": 543940,
  "epc_number": null,
  "centroid_northing": 186585,
  "application_type_full": null,
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Redbridge-1106_20",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Redbridge",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "24/07/2020",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              543910.6,
              186604.5
            ],
            [
              543932.5,
              186612.35
            ],
            [
              543948.95,
              186618.4
            ],
            [
              543961.5,
              186623
            ],
            [
              543966.4,
              186624.8
            ],
            [
              543972.75,
              186624.85
            ],
            [
              543976.3,
              186615.15
            ],
            [
              543953.3,
              186606.35
            ],
            [
              543957.9,
              186593.5
            ],
            [
              543960.9,
              186585.2
            ],
            [
              543970.15,
              186559.55
            ],
            [
              543966.4,
              186558.22
            ],
            [
              543954.1,
              186553.85
            ],
            [
              543943.4,
              186550.05
            ],
            [
              543937.1,
              186547.8
            ],
            [
              543934.35,
              186546.8
            ],
            [
              543927.3,
              186544.3
            ],
            [
              543914.95,
              186577.8
            ],
            [
              543905.75,
              186602.7
            ],
            [
              543910.6,
              186604.5
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {},
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.07465859999999999,
          51.5599692
        ],
        [
          0.0749775,
          51.5600341
        ],
        [
          0.0752172,
          51.5600843
        ],
        [
          0.07540000000000001,
          51.5601224
        ],
        [
          0.07547129999999999,
          51.5601374
        ],
        [
          0.0755629,
          51.5601362
        ],
        [
          0.0756101,
          51.5600481
        ],
        [
          0.07527489999999999,
          51.5599749
        ],
        [
          0.075336,
          51.5598583
        ],
        [
          0.07537579999999999,
          51.5597829
        ],
        [
          0.0754987,
          51.5595501
        ],
        [
          0.0754441,
          51.5595391
        ],
        [
          0.075265,
          51.559503
        ],
        [
          0.0751092,
          51.5594716
        ],
        [
          0.0750175,
          51.5594529
        ],
        [
          0.0749774,
          51.5594447
        ],
        [
          0.07487479999999999,
          51.559424
        ],
        [
          0.0747104,
          51.5597282
        ],
        [
          0.074588,
          51.5599542
        ],
        [
          0.07465859999999999,
          51.5599692
        ]
      ]
    ]
  },
  "lapsed_date": "17/02/2024",
  "decision_date": "18/02/2021"
}