{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509543.5563,
              181716.1818
            ],
            [
              509559.1667,
              181709.435
            ],
            [
              509545.2761,
              181675.1713
            ],
            [
              509539.9844,
              181678.3464
            ],
            [
              509537.6031,
              181672.2609
            ],
            [
              509537.4708,
              181672.3932
            ],
            [
              509536.0156,
              181673.0547
            ],
            [
              509535.751,
              181671.9963
            ],
            [
              509530.5917,
              181675.1713
            ],
            [
              509525.9614,
              181664.3234
            ],
            [
              509522.9187,
              181666.4401
            ],
            [
              509532.3114,
              181686.0193
            ],
            [
              509531.3854,
              181686.5485
            ],
            [
              509543.5563,
              181716.1818
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07717520",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:24.722+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "05/05/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "CHARVILLE",
  "centroid": {
    "lat": "51.5235399",
    "lon": "-0.4224212"
  },
  "decision": "Approved",
  "valid_date": "10/04/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.07300000000000001
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=32331/APP/2019/1035",
  "lpa_name": "Hillingdon",
  "site_name": "1120 UXBRIDGE ROAD",
  "lapsed_date": "20/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers PA-01 Rev. A and PA-02.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "No development shall take place until details of all materials of the proposed gate and new door have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy BE13 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The premises shall not be used except between:-",
    "0900 and 1800 Mondays-Fridays and,",
    "0900 and 1700 Saturdays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy OE3 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "There shall be no servicing of the unit involving deliveries and collections, including waste collections other than between the hours of 08:00 and 18:00, Mondays to Fridays, 08:00 to 13:00 Saturdays and not at all on Sundays and Bank and Public Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy OE3 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background noise level by at least by 10 dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with policy OE1 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574)."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use of land from car wash to use as a tyre fitting business",
  "lpa_app_no": "32331/APP/2019/1035",
  "decision_target_date": "20/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "20/09/2019",
  "id": "Hillingdon-32331_APP_2019_1035",
  "centroid_northing": 181693,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509543,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4224059,
          51.5237482
        ],
        [
          -0.4221831,
          51.5236845
        ],
        [
          -0.4223939,
          51.5233793
        ],
        [
          -0.4224692,
          51.5234088
        ],
        [
          -0.4225054,
          51.5233546
        ],
        [
          -0.42250719999999997,
          51.5233558
        ],
        [
          -0.42252799999999996,
          51.523362
        ],
        [
          -0.42253209999999997,
          51.5233526
        ],
        [
          -0.42260549999999997,
          51.5233821
        ],
        [
          -0.4226756,
          51.5232855
        ],
        [
          -0.4227187,
          51.5233051
        ],
        [
          -0.4225773,
          51.5234793
        ],
        [
          -0.4225905,
          51.5234842
        ],
        [
          -0.4224059,
          51.5237482
        ]
      ]
    ],
    "type": "Polygon"
  }
}