{
  "last_date_consultation_comments": "18/09/2024",
  "site_number": null,
  "ward": "WOOD END 2022",
  "decision_date": "16/01/2025",
  "description": "An application submitted under Section 73 of the Town and Country Planning Act 1990 to vary Condition 2 (Approved Drawings) of planning permission reference 2297/APP/2021/2704, dated 17-09-2021 (Extensions, remodeling and refurbishment of the existing Nursery, Infant and Junior Schools) to make alterations, including changes to hard and soft landscaping, bin storage, and cycle storage (Part Retrospective and Part Proposed)",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13310880",
  "street_name": "AVONDALE DRIVE",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": -0.407924,
    "lat": 51.511581
  },
  "lpa_app_no": "2297/APP/2024/2171",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "site_area": 3.339
  },
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4102807,
          51.5115485
        ],
        [
          -0.4093866,
          51.5125862
        ],
        [
          -0.4076801,
          51.5120455
        ],
        [
          -0.4076454,
          51.5120837
        ],
        [
          -0.4062577,
          51.5116931
        ],
        [
          -0.40541289999999996,
          51.5113158
        ],
        [
          -0.4057286,
          51.5107372
        ],
        [
          -0.4074925,
          51.5111359
        ],
        [
          -0.40774079999999996,
          51.5108508
        ],
        [
          -0.40906729999999997,
          51.5112168
        ],
        [
          -0.4088343,
          51.5114753
        ],
        [
          -0.4093062,
          51.5116096
        ],
        [
          -0.4095049,
          51.5113803
        ],
        [
          -0.4102902,
          51.5115486
        ],
        [
          -0.4102807,
          51.5115485
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 510579,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2297/APP/2024/2171",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "HAYES",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "MINET JUNIOR SCHOOL",
  "id": "Hillingdon-2297_APP_2024_2171",
  "decision_target_date": "17/01/2025",
  "centroid_northing": 180385,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510414.1887,
              180377.6938
            ],
            [
              510473.72,
              180494.4414
            ],
            [
              510593.4442,
              180436.8944
            ],
            [
              510595.7593,
              180441.1939
            ],
            [
              510692.9939,
              180399.8527
            ],
            [
              510752.5253,
              180359.1729
            ],
            [
              510732.02,
              180294.3498
            ],
            [
              510608.6578,
              180336.0218
            ],
            [
              510592.1213,
              180303.941
            ],
            [
              510499.1862,
              180342.6364
            ],
            [
              510514.7305,
              180371.7406
            ],
            [
              510481.6576,
              180385.962
            ],
            [
              510468.4284,
              180360.1651
            ],
            [
              510413.5272,
              180377.6938
            ],
            [
              510414.1887,
              180377.6938
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the 17th September 2021. The landscaping scheme hereby permitted and pursuant to condition 7, shall be implemented in its entirety within 6 months of the date of this planning permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall be retained in complete accordance with the details shown on the submitted plan numbers:",
    "MIN-UBU-XX-GF-DR-L-0001 Rev P01",
    "MIN-JMA-00-GF-DP-A-PL11 S1 Rev. P01",
    "MIN-JMA-00-01-DP-A-PL11 S1 Rev. P01",
    "MIN-JMA-00-RL-DP-A-PL-11 S1 Rev. P04",
    "MIN-JMA-00-GF-DP-A-PL12 SI Rev. P01",
    "MIN-JMA-00-01-DP-A-PL12 SI Rev. P01",
    "MIN-JMA-00-RL-DP-A-PL-12 S1 Rev. P05",
    "MIN-JMA-00-ZZ-DE-A-PL01 S1 Rev. P04",
    "MIN-JMA-00-ZZ-DE-A-PL02 S1 Rev. P04",
    "MIN-JMA-00-ZZ-DE-A-PL03 S1 Rev. P04",
    "MIN-UBU-XX-GF-DR-L-1000 Rev C13",
    "MIN-UBU-XX-GF-DR-L-2008 Rev C02",
    "MIN-UBU-XX-GF-DR-L-2009 Rev C02",
    "MIN-UBU-XX-GF-DR-L-3000 Rev C05",
    "MIN-UBU-XX-GF-DR-L-3004 Rev C07",
    "BX47 - Semi Domed Sheffield Stainless Steel Bollard Specifications",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part One Strategic Policies (2012), Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design & Access Statement;",
    "Construction Phase Health and Safety Plan (CPHSP);",
    "Arboricultural Impact Assessment dated May 2021;",
    "Ecological Assessment dated January 2021;",
    "Drainage Strategy dated March 2021;",
    "Covering Letter dated July 2021;",
    "Planning Statement dated July 2021;",
    "Energy Statement dated March 2021;",
    "Flood Risk Assessment dated April 2021;",
    "Ambient Noise Assessment dated Dec 2020; and",
    "Air Quality Assessment dated February 2021.",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part One Strategic Policies (2012), Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "Details pertaining to inclusive accessibility were approved under application reference 2297/APP/2021/4551 (dated 21st July 2022). The development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure an Accessible and Inclusive development for everyone in accordance with Policy D5 of the London Plan (2021).",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "Details pertaining to tree protection were approved under application reference 2297/APP/2022/556 (dated 3rd May 2023). The development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan: Part 2 (2020).",
    "The landscaping scheme shall be carried out in complete accordance with the following plans:",
    "MIN-UBU-XX-GF-DR-L-1000 Rev C13 - Site Layout Plan",
    "MIN-UBU-XX-GF-DR-L-2008 Rev C02 - Bin Store Details",
    "MIN-UBU-XX-GF-DR-L-2009 Rev C02 - Planter Fence Details",
    "MIN-UBU-XX-GF-DR-L-3000 Rev C05 - Planting Plan",
    "MIN-UBU-XX-GF-DR-L-3004 Rev C07 - Planting Plan Two",
    "The development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "Measures shall be be put in place to ensure that lights, including car park lighting, are automatically turned off when the buildings are not in use.",
    "REASON",
    "To safeguard residential amenity in accordance with policies DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and to reduce energy demands in accordance with Policy SI 2  of the London Plan (2021).",
    "The development hereby approved, shall replace existing boiler plant with low NOX (<40 mg/kWh) boilers as part of the refurbishment works.",
    "REASON",
    "To improve air quality within the Air Quality Management Area in accordance with Policy DMEI 1 and DME 14 of the Local Plan: Part Two (2021) and Policy SI 1 of the London Plan (2021).",
    "Within 3 months of the date of this planning permission, an updated Fire Strategy Report shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON:",
    "To ensure that the development meets Fire Safety Standards in accordance with policy D12 of the London Plan (2021).",
    "Details pertaining to the construction compound were approved under application reference 2297/APP/2022/556 (dated 3rd May 2023). The approved details shall be implemented and maintained throughout the duration of the demolition and construction process.",
    "REASON",
    "To protect the amenities of neighbouring residents in accordance with Policy DHMB 11 of the Local Plan: Part Two (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Details pertaining to the Demolition and Construction Management Plan were approved under application reference 2297/APP/2022/556 (dated 3rd May 2023). The approved details shall be implemented and maintained throughout the duration of the demolition and construction process.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policy DMHB11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon  Local Plan (2012 and 2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including the London Plan (2021) and national guidance.",
    "The Equality Act 2010 seeks to protect people accessinggoods, facilities and services from discrimination on thebasis of a 'protected characteristic', which includes thosewith a disability. As part of the Act, service providers areobliged to improve access to and within the structure oftheir building, particularly in situations where reasonableadjustment can be incorporated with relative ease. TheAct states that service providers should think ahead totake steps to address barriers that impede disabledpeople.",
    "The following plans have been APPROVED:",
    "MIN-UBU-XX-GF-DR-L-0001 Rev P01",
    "MIN-UBU-XX-GF-DR-L-1000 Rev C13",
    "MIN-UBU-XX-GF-DR-L-2008 Rev C02",
    "MIN-UBU-XX-GF-DR-L-2009 Rev C02",
    "MIN-UBU-XX-GF-DR-L-3000 Rev C05",
    "MIN-UBU-XX-GF-DR-L-3004 Rev C07",
    "BX47 - Semi Domed Sheffield Stainless Steel Bollard Specifications",
    "The following plans have been SUPERSEDED:",
    "MIN-UBU-XX-GF-DR-L-1000 Rev C15",
    "MIN-UBU-XX-GF-DR-L-2009 Rev C01",
    "MIN-UBU-XX-GF-DR-L-0005 S1 Rev. P03",
    "MIN-UBU-XX-GF-DR-L-3000 D1 Rev. P03",
    "MIN-UBU-XX-GF-DR-L-3001 D1 Rev. P03",
    "The Council is aware of the presence of land, situated approximately 270 metres from the boundary of the subject site. The materials in the landfill had limited potential to emit gas. However, the current risk of gas migration is considered minimal due to the age of the landfill.  It is recommended that the temporary structure/s are suitably placed to minimise the possible entry of any migrating landfill gas/ground gas.",
    "Considerations in relation to gas pipeline/s identified on site: Cadent have identified operational gas apparatus within the application site boundary. This may include a legal interest (easements or wayleaves) in the land which restricts activity in proximity to Cadent assets in private land. The Applicant must ensure that proposed works do not infringe on Cadent's legal rights and any details of such restrictions should be obtained from the landowner in the first instance.  If buildings or structures are proposed directly above the gas apparatus then development should only take place following a diversion of this apparatus. The Applicant should contact Cadent's Plant Protection Team at the earliest opportunity to discuss proposed diversions of apparatus to avoid any unnecessary delays. If any construction traffic is likely to cross a Cadent pipeline then the Applicant must contact Cadent's Plant Protection Team to see if any protection measures are required. All developers are requi",
    "Given the nature of the proposed application, it is possible that a crane may be required.  We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes' (available at http://www.aoa.org.uk/wp-content/uploads/2016/09/Advice-Note-4-Cranes-2016.pdf)"
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Committee",
  "last_updated": "2025-04-16T21:59:11.673Z",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "16/01/2028",
  "decision": "Approved",
  "valid_date": "12/08/2024"
}