{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB4 0AB",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "21 WHITTINGTON AVENUE",
  "centroid_easting": 509693,
  "pp_id": "12631933",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_completion_date": "07/2024",
    "existing_uprns": null,
    "no_additional_bedrooms": 1,
    "total_gia_gained": 34,
    "intended_commencement_date": "04/2024"
  },
  "lpa_name": "Hillingdon",
  "decision": "Refused",
  "lpa_app_no": "77510/APP/2023/3472",
  "decision_date": "23/01/2024",
  "last_updated": "2025-03-20T11:43:55.177+00:00",
  "centroid_northing": 181703,
  "centroid": {
    "lat": 51.5236,
    "lon": -0.420277
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "BELMORE 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "23/01/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "06/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "8674-7025-0270-7568-3902",
  "valid_date": "01/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The proposed extensions to the side by reason of their siting, scale, bulk and design would fail to read as a subordinate addition to the house and respect its architectural integrity. Given the prominent  position of the site in close proximity to the corner plot, the side extension would also result in the closing of an important gap characteristic to the area, fail to respect the established return building line and overall result in harm the established character and appearance of the area. The proposal would therefore represent an overdevelopment of the site to the detriment of the visual amenities of the street scene and the surrounding area, all contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed development, by reason of the increased number of bedrooms would result in inadequate private amenity space provisions. This would be detrimental to the amenity of the current and any future occupiers of 21 Whittington Avenue, and would give rise to a substandard form of accommodation. As such, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One Strategic Policies (2012), Policies DMHD 1 and  DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Chapter 12 of the National Planning Policy Framework (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "26/01/2024",
  "application_type": "Householder",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Refused",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "HAYES",
  "secondary_street_name": null,
  "description": "Erection of a single storey rear extension, a part single part two storey side extension following demolition of existing garage and front porch.",
  "id": "Hillingdon-77510_APP_2023_3472",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77510/APP/2023/3472"
}