{
  "site_name": "108 Rosewood Avenue",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": "0.19509479999999998",
    "lat": "51.5447698"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1949678,
          51.5448675
        ],
        [
          0.1949698,
          51.5448728
        ],
        [
          0.19497899999999999,
          51.5448969
        ],
        [
          0.1950005,
          51.5449384
        ],
        [
          0.1950037,
          51.5449455
        ],
        [
          0.195035,
          51.544921
        ],
        [
          0.1950663,
          51.5448965
        ],
        [
          0.19514869999999998,
          51.544832
        ],
        [
          0.1951761,
          51.5448105
        ],
        [
          0.1952477,
          51.5447557
        ],
        [
          0.19528109999999999,
          51.5447297
        ],
        [
          0.19528109999999999,
          51.5447296
        ],
        [
          0.1953144,
          51.5447036
        ],
        [
          0.1953122,
          51.5447023
        ],
        [
          0.1952783,
          51.5446728
        ],
        [
          0.19527609999999998,
          51.5446711
        ],
        [
          0.19527529999999999,
          51.5446693
        ],
        [
          0.195273,
          51.5446675
        ],
        [
          0.1952708,
          51.5446662
        ],
        [
          0.19526179999999999,
          51.5446592
        ],
        [
          0.19525889999999999,
          51.5446579
        ],
        [
          0.19525589999999998,
          51.5446561
        ],
        [
          0.1952448,
          51.544651
        ],
        [
          0.1952419,
          51.5446492
        ],
        [
          0.195239,
          51.5446484
        ],
        [
          0.1952368,
          51.544648
        ],
        [
          0.19523379999999999,
          51.5446471
        ],
        [
          0.19523159999999998,
          51.5446458
        ],
        [
          0.1952294,
          51.5446449
        ],
        [
          0.1952265,
          51.5446441
        ],
        [
          0.1952236,
          51.5446437
        ],
        [
          0.1952214,
          51.5446429
        ],
        [
          0.1952185,
          51.5446425
        ],
        [
          0.1952156,
          51.5446416
        ],
        [
          0.1952126,
          51.5446412
        ],
        [
          0.195209,
          51.5446408
        ],
        [
          0.19520469999999998,
          51.5446405
        ],
        [
          0.1952011,
          51.5446401
        ],
        [
          0.19519309999999998,
          51.5446402
        ],
        [
          0.1951895,
          51.5446399
        ],
        [
          0.1951765,
          51.5446401
        ],
        [
          0.19517369999999998,
          51.5446406
        ],
        [
          0.1951715,
          51.5446406
        ],
        [
          0.1951694,
          51.5446411
        ],
        [
          0.19516719999999999,
          51.5446412
        ],
        [
          0.19516509999999998,
          51.5446417
        ],
        [
          0.19516219999999998,
          51.5446422
        ],
        [
          0.19515939999999998,
          51.5446431
        ],
        [
          0.19510919999999998,
          51.5446647
        ],
        [
          0.19509649999999998,
          51.5446699
        ],
        [
          0.1950817,
          51.5446766
        ],
        [
          0.1950767,
          51.5446788
        ],
        [
          0.19506679999999998,
          51.5446831
        ],
        [
          0.19505689999999998,
          51.5446873
        ],
        [
          0.19504839999999998,
          51.5446906
        ],
        [
          0.1950279,
          51.5446986
        ],
        [
          0.1950067,
          51.5447062
        ],
        [
          0.19498459999999998,
          51.5447129
        ],
        [
          0.19497609999999999,
          51.5447158
        ],
        [
          0.1949569,
          51.5447215
        ],
        [
          0.19494129999999998,
          51.5447268
        ],
        [
          0.19493839999999998,
          51.5447273
        ],
        [
          0.1949192,
          51.5447317
        ],
        [
          0.1949038,
          51.5447356
        ],
        [
          0.1949179,
          51.5447647
        ],
        [
          0.1949678,
          51.5448675
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0112.24",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.047
  },
  "lapsed_date": "21/03/2027",
  "decision": "Approved",
  "postcode": "RM12 5LD",
  "last_date_consultation_comments": "15/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": null,
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "25/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552299.87,
              185168.6
            ],
            [
              552299.99,
              185169.2
            ],
            [
              552300.55,
              185171.9
            ],
            [
              552301.9,
              185176.55
            ],
            [
              552302.1,
              185177.35
            ],
            [
              552304.35,
              185174.69
            ],
            [
              552306.6,
              185172.03
            ],
            [
              552312.53,
              185165.03
            ],
            [
              552314.5,
              185162.7
            ],
            [
              552319.65,
              185156.75
            ],
            [
              552322.05,
              185153.93
            ],
            [
              552322.05,
              185153.92
            ],
            [
              552324.45,
              185151.1
            ],
            [
              552324.3,
              185150.95
            ],
            [
              552322.05,
              185147.6
            ],
            [
              552321.9,
              185147.4
            ],
            [
              552321.85,
              185147.2
            ],
            [
              552321.7,
              185147
            ],
            [
              552321.55,
              185146.85
            ],
            [
              552320.95,
              185146.05
            ],
            [
              552320.75,
              185145.9
            ],
            [
              552320.55,
              185145.7
            ],
            [
              552319.8,
              185145.1
            ],
            [
              552319.6,
              185144.9
            ],
            [
              552319.4,
              185144.8
            ],
            [
              552319.25,
              185144.75
            ],
            [
              552319.05,
              185144.65
            ],
            [
              552318.9,
              185144.5
            ],
            [
              552318.75,
              185144.4
            ],
            [
              552318.55,
              185144.3
            ],
            [
              552318.35,
              185144.25
            ],
            [
              552318.2,
              185144.15
            ],
            [
              552318,
              185144.1
            ],
            [
              552317.8,
              185144
            ],
            [
              552317.6,
              185143.95
            ],
            [
              552317.35,
              185143.9
            ],
            [
              552317.05,
              185143.85
            ],
            [
              552316.8,
              185143.8
            ],
            [
              552316.25,
              185143.8
            ],
            [
              552316,
              185143.75
            ],
            [
              552315.1,
              185143.75
            ],
            [
              552314.9,
              185143.8
            ],
            [
              552314.75,
              185143.8
            ],
            [
              552314.6,
              185143.85
            ],
            [
              552314.45,
              185143.85
            ],
            [
              552314.3,
              185143.9
            ],
            [
              552314.1,
              185143.95
            ],
            [
              552313.9,
              185144.05
            ],
            [
              552310.35,
              185146.35
            ],
            [
              552309.45,
              185146.9
            ],
            [
              552308.4,
              185147.61
            ],
            [
              552308.05,
              185147.85
            ],
            [
              552307.35,
              185148.3
            ],
            [
              552306.65,
              185148.75
            ],
            [
              552306.05,
              185149.1
            ],
            [
              552304.6,
              185149.95
            ],
            [
              552303.1,
              185150.75
            ],
            [
              552301.55,
              185151.45
            ],
            [
              552300.95,
              185151.75
            ],
            [
              552299.6,
              185152.35
            ],
            [
              552298.5,
              185152.9
            ],
            [
              552298.3,
              185152.95
            ],
            [
              552296.95,
              185153.4
            ],
            [
              552295.87,
              185153.8
            ],
            [
              552296.75,
              185157.07
            ],
            [
              552299.87,
              185168.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Havering",
  "borough": "Havering",
  "centroid_northing": 185158,
  "id": "Havering-P0112.24",
  "decision_target_date": "21/03/2024",
  "description": "Removal of existing double storey side extension and formation of a new build 2 bedroom property.",
  "appeal_status": null,
  "decision_date": "21/03/2024",
  "ward": "Elm Park",
  "appeal_decision": null,
  "locality": null,
  "street_name": "Hornchurch",
  "status": "Approved",
  "application_type_full": null,
  "decision_agency": "Borough",
  "uprn": "100021339901",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "P0112.24",
  "title_number": null,
  "last_updated": "2025-03-19T23:11:22.253+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 552309,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on the approved plans unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Local Plan policy 26.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Local Plan policy 24 and London Plan Policy T6.1.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with Local Plan policy 34.",
    "Prior to first occupation of the development hereby approved, details of all proposed walls, fences and boundary treatment to the application site which should incorporate visibility splays of 2.1m by 2.1m, shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property and in the interests of highway safety.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement under Classes A or B of the Order (or any Order subsequently amending or re-enacting that Order) shall be made to the development hereby approved , without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with the approved plans. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability (London Plan (2021) Policy T5).",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with the approved plans. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "To protect the amenity of occupiers of the development and also the locality generally (Local Plan Policy 35).",
    "The development hereby approved shall be fitted with Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "Prior to the first occupation of the development hereby approved, the residential parking space(s) shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent, via email and phone calls at different times starting from 18/03/2024. The revisions involved the provision of independent car parking to the donor property . The amendments were subsequently submitted on 21/03/2024.",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments.",
    "This proposal would be liable for a Mayoral and Havering Community Infrastructure Levy payment as it would create one additional residential unit and would add a net additional 80sqm of residential floor space.",
    "Therefore the proposal would incur a Havering CIL charge of 10,000 and a Mayoral CIL charge of £2,000 based on the calculation of £25 per square metre and £125 per square metre, subject to indexation.",
    "Before occupation of the residential/commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team. Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal"
  ],
  "date_building_work_completed_under_previous_permission": null
}