{
  "valid_date": "28/11/2024",
  "epc_number": null,
  "site_name": "Land North of 1 Pinewood Road, Havering Atte Bower,",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": null,
  "ward": "Havering-atte-Bower",
  "last_date_consultation_comments": "28/12/2024",
  "centroid_easting": null,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Variation of condition No. 3 of planning permission ref: P0333.23 dated 07/09/2023 to permit an amendment to the rear dormer design and omit the bay windows (6 x single storey, 5-bed, detached bungalows, with bay windows at ground floor, habitable roof space, associated parking, and amenity space)",
  "appeal_decision": null,
  "postcode": "RM4 1PH",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "31/01/2025",
  "street_name": "Romford",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": null,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason: To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development shall be constructed entirely in accordance with the details approved under reference Q0221.24 unless otherwise agreed in writing. The materials to be used shall otherwise be agreed prior to any above ground works in connection with the scheme as approved.",
    "Reason: To ensure the development has a satisfactory appearance and harmonises with the surrounding environment.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications (as set out on page one of this decision notice).",
    "Reason: The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "Landscaping shall be carried out strictly in accordance with the measures agreed through application reference: Q0221.24 unless otherwise agreed in writing with the Local Planning Authority. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local planning Authority.",
    "Reason: To ensure that the development accords with the Local Plan Policy 27. It will also ensure accordance with Section 197 of the Town and Country Planning Act 1990.",
    "Prior to first occupation of the dwellings hereby permitted all boundary agreed through application reference Q0221.24 shall be implemented to the satisfaction of the Local Planning Authority unless otherwise agreed in writing and shall then be maintained thereafter permanently.",
    "Reason: To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Prior to the first occupation of the development hereby permitted cycle storage as agreed under Q0221.24 shall be provided. The cycle storage shall be permanently retained thereafter.",
    "Reason: To ensure facilities will be available for cycle parking and in order that the development complies with objectives of the  Havering Local Plan 2016-2031.",
    "Prior to the first occupation of the development hereby permitted details of a communal collection point for the collection of waste shall be submitted to and agreed in writing with the Local planning Authority to supplement the personal waste/recycling storage for each dwelling agreed through Q0221.24. The communal area as agreed shall then be implemented and maintained thereafter for the lifetime of the development.",
    "Reason: To ensure that the development complies with the objectives of the Havering Local Plan 2016-2031.",
    "The development shall be carried out entirely in accordance with the Construction Method Statement submitted to and agreed in writing with the Local Planning Authority under ref:  Q0221.24. The burning of waste on the site at any time is specifically precluded.",
    "Reason: To ensure that that the method of construction protects residential amenity.",
    "No construction works or deliveries into the site shall take place other than between the hours of 08:00 to 18:00 on Monday to Friday and 08:00 to 13:00 hours on Saturdays unless agreed in writing with the Local Planning Authority. No construction works or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the local planning authority.",
    "Reason: To minimise the impact of the development on the surrounding area in the interests of amenity and in order that the development complies with Havering Local Plan 2016-2031 Policies 7, 27 and 26.",
    "Before the buildings hereby permitted are first occupied, provision shall be made within the site for twelve car parking spaces and thereafter this provision shall be made permanently available for use, unless otherwise agreed in writing by the Local Planning Authority. Each of the units within the development shall be provided with their own dedicated parking space.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety and in order that the development comply with Havering Local Plan Policies 23 and 24.",
    "A and B only Q0221.24",
    "c) A Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation. A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to all receptors must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works, site management procedures and procedure for dealing with previously unidentified any contamination. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "d) Following completion of measures identified in the approved remediation scheme mentioned in 1(c) above, a \"Verification Report\" that demonstrates the effectiveness of",
    "(a) If, during development, contamination not previously identified is found to be present at",
    "the site then no further development (unless otherwise agreed in writing with the local",
    "planning authority) shall be carried out until a remediation strategy detailing how this",
    "unsuspected contamination shall be dealt with has been submitted to and approved in",
    "writing by the local planning authority. The remediation strategy shall be implemented as",
    "approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a",
    "'Verification Report' must be submitted demonstrating that the works have been carried",
    "out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is",
    "investigated and satisfactorily addressed in order to protect those engaged in construction",
    "and occupation of the development from potential contamination",
    "The dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In the interests of accessibility and in order that the development complies with the objetives of the Havering Local Plan 2016-2031 and London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In the interests of sustainability and in order that the development complies with the objectives of the Havering Local Plan 2016-2031",
    "The development shall be carried out strictly in accordance with tree protection methods/methodology agreed under ref: Q0221.24  unless otherwise agreed in writing.",
    "Reason:-   In the interests of local character and good design and in order that the development complies with Havering Local Plan 2016-2031 Policies 7 and 26.",
    "Site levels shall be as agreed under Q0221.24 unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of local character and good design and in order that the development complies with Havering Local Plan 2016-2031 Policies 7, 27 and 26.",
    "No works of construction in relation to the erection of the new dwelling houses hereby permitted shall take place until all of the existing buildings have been demolished.",
    "Reason: In the interests of amenity and good design and in order that the development complies with Havering Local Plan 2016-2031 Policies 7, 27 and 26.",
    "Prior to first occupation of the dwellings hereby permitted all external lighting as agreed through application reference Q0221.24 shall be implemented to the satisfaction of the Local Planning Authority unless otherwise agreed in writing and shall then be maintained thereafter permanently.",
    "Reason: In the interests of amenity and in order that the development complies with Havering Local Plan 2016-2031 Policies 7, 27 and 26.",
    "Prior to first occupation of the dwellings hereby permitted surface water drainage works shall be carried out in accordance with details submitted and agreed with the Local Planning Authority under ref: Q0221.24.",
    "Reason: Surface water drainage works are required on site to prevent the risk of flooding.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 in accordance with the Order, no extension or enlargement (excluding additions to roofs) shall be made to the dwellinghouses hereby permitted, nor the construction of an outbuilding within the curtilage of the site without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended), no window or other opening (other than those shown on the submitted and approved plans) shall be formed in the flank wall(s) of the buildings hereby permitted, unless specific permission under the provisions of the Town",
    "and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:- In the interests of neighbouring amenity and in order that the development complies with Havering Local Plan 2016-2031 Policies 7, 27 and 26.",
    "The construction site, boundary fencing and external lighting shall be maintained and managed in accordance with the recommendations contained within paragraph 5.2 of report \"Protected Species Survey of Pinewood Poultry Farm, Havering-atte-Bower by John Dobson B.Sc, Essex Mammal Surveys, December 2016\" hereby approved by this permission, from the commencement of development through to its completion.",
    "Reason:- In order to comply with the objectives of Havering Local Plan 2016-2031 Policy 30.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018.",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access as required (whether temporary or permanent) there may be a requirement for the diversion or protection of third party utility plant and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. please note that unauthorised work on the highway is an offence.",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required during the construction of the development.",
    "Please note that unauthorised works on the highway is an offence.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a license is required and Streetcare should be contacted on 01708434343 to make the necessary arrangements.",
    "Please note that unauthorised works on the highway is an offence.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "P1563.24",
  "decision_agency": "Borough",
  "decision_date": "31/01/2025",
  "pp_id": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1563.24",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "status": "Approved",
  "last_updated": "2025-07-23T04:28:59.513Z",
  "actual_completion_date": null,
  "lapsed_date": "31/01/2028",
  "borough": "Havering",
  "id": "Havering-P1563.24",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100021355119",
  "locality": null,
  "application_details": {
    "existing_uprns": null
  }
}