{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "26/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-69977_APP_2020_1409",
  "secondary_street_name": "HAYES",
  "appeal_status": null,
  "postcode": "UB3 1DQ",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.151
  },
  "valid_date": "02/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey front extension and relocation of parking",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers XEVA/1SW/202 Issue C, XEVA/1SW/205 Issue A, XEVA/1SW/206 Issue A, XEVA/1SW/208 Issue C and XEVA/1SW/211 Issue A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including demonstration that 5% of all parking spaces are served by electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which die",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:45:12.286+00:00",
  "ward": "BOTWELL",
  "parking_details": null,
  "lapsed_date": "26/08/2023",
  "decision_target_date": "27/08/2020",
  "centroid": {
    "lat": "51.508380700000004",
    "lon": "-0.4339396"
  },
  "lpa_app_no": "69977/APP/2020/1409",
  "status": "Approved",
  "site_name": "UNIT 2",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=69977/APP/2020/1409",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508760.5563,
              180016.5496
            ],
            [
              508784.9609,
              180021.1667
            ],
            [
              508791.9063,
              179988.4245
            ],
            [
              508798.8516,
              179989.4166
            ],
            [
              508802.4896,
              179971.5572
            ],
            [
              508773.0547,
              179959.3202
            ],
            [
              508760.5563,
              180016.5496
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              508760.4869,
              180016.5365
            ],
            [
              508760.4869,
              180016.8672
            ],
            [
              508760.5563,
              180016.5496
            ],
            [
              508760.4869,
              180016.5365
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "23/07/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "1 SWALLOWFIELD WAY",
  "pp_id": "08693645",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 508780,
  "appeal_start_date": null,
  "centroid_northing": 179990,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4342115,
          51.508623
        ],
        [
          -0.4338586,
          51.5086599
        ],
        [
          -0.4337686,
          51.5083642
        ],
        [
          -0.4336683,
          51.5083718
        ],
        [
          -0.4336214,
          51.5082106
        ],
        [
          -0.43404909999999997,
          51.5081063
        ],
        [
          -0.4342115,
          51.508623
        ]
      ]
    ],
    "type": "Polygon"
  }
}