{
  "lpa_name": "Camden",
  "uprn": "5110404",
  "decision_date": "28/08/2015",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2014_7778_P",
  "secondary_street_name": "Y",
  "appeal_status": null,
  "postcode": "NW3 1HP",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.023,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "17/12/2014",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a part 2/part 3 storey building for short term holiday accommodation (Class Sui Generis)  following the demolition of existing derelict outbuildings",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan SP-PL-010A; 000A; 005A; 006A; 007A; 008A; 009A; 050A; 100A; 101A; 102A; 103A; 300A; 301B; 302B; 303B; Design and Access Statement Revision A by Ordinary Architecture dated January 2015; Construction Management Plan Revision A by Ordinary Architecture dated January 2015; Daylight and Overshadowing Impact Assessment Rev B by GIA dated 27th February 2015;  Tree Survey by Tree Aware UK dated November 2013; Energy & Sustainability Statement by Atelier Ten dated 19th September 2014; Planning Policy Statement by Quod; Flood Risk Assessment by Innervision Design dated October 2014; Habitat Survey by Furesfen dated August 2013; Archaeological Assessment by Museum of London Archaeology dated October 2014.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - No demolition shall take place until the implementation of a programme of building recording and reporting in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing.  No development shall take place other that in accordance with the Written Scheme of Investigation.   \r\n\r\nReason: Built heritage assets on this site will be affected by the development. The planning authority wishes to secure building recording in line with NPPF, and publication of results, in accordance with Section 12 of the NPPF, and in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n\r\na) Plan, elevation and section drawings, including jambs, head and cill, of all \r\nwindows, and window and door openings at a scale of 1:10 with typical \r\nmoulding, architrave and glazing details at a scale of 1:1. \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - A sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing, and a simple of the timber cladding, shall be provided on site and approved in writing by the local planning authority before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 6 - The proposed development shall not be occupied until the cycle parking shown on the approved drawings is provided. The whole of the cycle parking provision shall be permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11 (Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 (Walking, cycling and public transport) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - Prior to the first occupation of the building a plan showing details of the green roofing including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for a scheme of maintenance shall be submitted to and approved in writing by the local planning authority. The green roofing shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: To ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies CS13 (Tackling climate change and promoting higher environmental standards), CS14 (Promoting high quality places and conserving our heritage), CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) and CS16 (Improving Camden's health and well-being)   of the London Borough of Camden Local Development Framework Core Strategy and policies DP22 (Promoting sustainable design and construction), DP23 (Water), DP24 (Securing high quality design) and DP32 (Air quality and Camden's Clear Zone)  of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - A 1.8 metre high screen, details of which shall have been submitted to and approved in writing by the local planning authority, shall be erected at roof level prior to commencement of use of the roof terrace and shall be permanently retained.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - All windows identified on drawing numbers SP-PL-300A and 302B as being obscure glazed shall be installed as such prior to occupation and permanently retained as such thereafter.All other windows on the north west elevation (drawing no. SP-PL-300A) shall be similarly obscure glazed. \r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the Council in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 11 - Prior to first occupation of the development a plan showing details of bird and bat box locations shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained and maintained, unless prior written permission is given by the local planning authority.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan (Consolidated with Alterations Since 2004) and Camden Planning Guidance 2006 and policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 12 - Full details of a lighting strategy, to include information about potential light spill on to buildings, trees and lines of vegetation, shall be submitted to and approved by the Local Planning Authority, in writing, before the development commences. The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied.\r\n\r\nReason: To ensure compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended).\r\n",
    "Condition : 13 - All removal of trees, hedgerows, shrubs, scrub or tall herbaceous vegetation shall be undertaken between September and February inclusive. If this is not possible then a suitably qualified ecologist shall check the areas concerned immediately prior to the clearance works to ensure that no nesting or nest-building birds are present. If any nesting birds are present then the vegetation shall not be removed until the fledglings have left the nest.\r\n\r\nReason: All wild birds, their nests and young are protected during the nesting period under The Wildlife and Countryside Act 1981 (as amended).\r\n",
    "Condition : 14 - Details of the south east boundary wall and any associated planting specifically designed to prevent overlooking to no. 7 Lakis Close shall be submitted to and approved by the Council prior to occupation of the building and permanently maintained and retained thereafter .\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 15 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. [Such details shall include details of any proposed earthworks including grading, mounding and\r\nother changes in ground levels.] The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 16 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details prior to the occupation for the permitted use of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 17 - Prior to first occupation of the building the replacement tree shown on drawing no SP-PL-302B shall be planted in accordance with details of species, position, date and size, that have first been submitted to and approved by the local planning authority in writing.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area, and protects the amenity of adjoining occupiers, in accordance with the requirements of policies CS5, CS14, and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP26 of the Lon\r\ndon Borough of Camden Local Development Framework Development Policies. "
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:38:16.518Z",
  "ward": "Hampstead Town (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "28/08/2018",
  "decision_target_date": "28/08/2015",
  "centroid": {
    "lat": 51.557616,
    "lon": -0.177697
  },
  "lpa_app_no": "2014/7778/P",
  "status": "Approved",
  "site_name": "Site At 6",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2014/7778/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526423.3028078963,
              185872.00427916698
            ],
            [
              526423.5501597296,
              185872.50413608336
            ],
            [
              526424.9023497509,
              185876.25306296552
            ],
            [
              526427.0460656387,
              185881.8014747515
            ],
            [
              526430.945979542,
              185880.20193261426
            ],
            [
              526438.6963369818,
              185875.65323466365
            ],
            [
              526445.449042028,
              185871.40445086546
            ],
            [
              526446.1004018553,
              185870.90459394665
            ],
            [
              526445.5892080667,
              185870.23478567792
            ],
            [
              526442.7611521072,
              185866.565835902
            ],
            [
              526441.59035343,
              185865.30619647098
            ],
            [
              526440.9142584194,
              185864.5664082332
            ],
            [
              526439.6032937034,
              185863.14681458642
            ],
            [
              526439.0014042426,
              185862.4970005934
            ],
            [
              526437.3029216547,
              185860.7974870741
            ],
            [
              526436.8494432939,
              185860.24764446402
            ],
            [
              526432.1992288299,
              185864.89631379815
            ],
            [
              526428.7033229208,
              185868.1453837625
            ],
            [
              526427.5984847326,
              185869.2050804285
            ],
            [
              526423.3028078963,
              185872.00427916698
            ],
            [
              526423.3028078963,
              185872.00427916698
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "30/01/2015",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "6",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Streatley Place",
  "pp_id": "3853585",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 526427,
  "appeal_start_date": null,
  "centroid_northing": 185877,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.177753,
          51.557572
        ],
        [
          -0.177749,
          51.557577
        ],
        [
          -0.177728,
          51.55761
        ],
        [
          -0.177695,
          51.55766
        ],
        [
          -0.177639,
          51.557644
        ],
        [
          -0.177529,
          51.557602
        ],
        [
          -0.177434,
          51.557562
        ],
        [
          -0.177424,
          51.557557
        ],
        [
          -0.177432,
          51.557552
        ],
        [
          -0.177474,
          51.557519
        ],
        [
          -0.177491,
          51.557508
        ],
        [
          -0.177501,
          51.557502
        ],
        [
          -0.177521,
          51.557489
        ],
        [
          -0.17753,
          51.557483
        ],
        [
          -0.177555,
          51.557469
        ],
        [
          -0.177562,
          51.557464
        ],
        [
          -0.177627,
          51.557507
        ],
        [
          -0.177676,
          51.557537
        ],
        [
          -0.177692,
          51.557546
        ],
        [
          -0.177753,
          51.557572
        ],
        [
          -0.177753,
          51.557572
        ]
      ]
    ],
    "type": "Polygon"
  }
}