{
  "lpa_name": "Camden",
  "uprn": "5081090",
  "decision_date": "27/08/2014",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2014_1037_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 7RE",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 40.32258064516129,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 5,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.124,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 17,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 3,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "17/02/2014",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 3 storey building with lower ground and basement levels to accommodate 2 x 4-beds and 3 x 3-bed units (Class C3) with roof terraces to side elevations, 7 car parking spaces and cycle storage at lower ground floor level and landscaping works, following demolition of existing house.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - No development shall take place until detailed drawings and/or samples of materials as appropriate, in respect of the following, have been submitted to and approved in writing by the local planning authority:\r\n\r\na) Plan, elevation and section drawings, including jambs, head and cill, of all new external windows and doors at a scale of 1:10 with typical glazing bar details at 1:1.\r\n\r\nd) Typical details of new balustrade to lightwells at a scale of 1:10 with finials at 1:1, including method of fixing.\r\n\r\nc) Details elevations and section showing typical facing brick arrangement including expansion joints vertical and horizontal banding; \r\n\r\nd) Samples and manufacturer's details of new facing materials including brickwork, windows and door frames, glazing, balconies, balustrades, metal panels and any other facing materials shall be submitted to and approved by the local planning authority prior to commencement of the development and implemented in accordance with any such approval.\r\n\r\nIn addition a sample panel of brickwork no less than 1m by 1m including junction with window opening demonstrating the proposed colour, texture, face-bond, pointing, expansion joints and vertical and horizontal banding, shall be erected on site for inspection for the local planning authority.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: OHA-PL-PR-01C, OHA-PL-PR-02G, OHA-PL-PR-03K, OHA-PL-PR-05G, OHA-PL-PR-06H, OHA-PL-PR-08B, OHA-PL-PR-10C, OHA-PL-PR-12E, OHA-PL-PR-13, OHA-PL-PR-20G, OHA-PL-PR-21C, OHA-PL-PR-22D, OHA-PL-PR-23C, OHA-PL-PR-24A, OHA-PL-PR-25B, OHA-PL-PR-26A, OHA-PL-PR-40A, Daylight, Sunlight and Overshadowing Report by Syntegra Consulting dated February 2014, Energy Strategy Report by Syntegra Consulting dated February 2014, Basement Impact Assessment: 10a Oakhill Avenue Ref:61458R1 Rev3 by esi dated June 2014, Basement Impact Assessment Screening Report: Land Stability by Soil Consultants dated April 2014, Structural Feasibility Report by Ian Harban Consulting Engineers Rev D dated April 2014, Slope Stability and Ground Movement Assessment by Key GS dated June 2014, Arboricultural Impact Assessment Report by Landmark Trees dated February 2014 and Affordable Housing Statement.     \r\n\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies CS14 , CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24  of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details prior to the occupation for the permitted use of the development. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the Council in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 7 - Before the development commences, details of a waste management plan including the location, design and method of waste storage and removal including recycled materials, shall be submitted to and approved by the local planning authority in writing. The facility as approved shall be provided prior to the first occupation of any of the new units and permanently retained thereafter.\r\n\r\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with the requirements of policy CS18 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - Prior to commencement on the relevant part of the development, details of the cycle parking at ground floor level and basement  level shall be submitted to and approved by the local planning authority in writing. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and thereafter permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - The lifetime homes features and facilities, as indicated on the drawings and documents hereby approved shall be provided in their entirety prior to the first occupation of any of the new residential units.\r\n \r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - Prior to commencement of development details of a sustainable urban drainage system shall be submitted to and approved in writing by the local planning authority. Such system shall be based on a 1:100 year event with 30% provision for climate change and demonstrating 50% attenuation of all runoff. The system shall be implemented as part of the development and thereafter retained and maintained.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - Prior to first occupation of the development a plan showing details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan (Consolidated with Alterations Since 2004) and Camden Planning Guidance 2006 and policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 12 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Development Policies and policy DP27 (Basements and Lightwells) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - No vehicles shall park on the front forecourt area, teh access to the garage shall remain unobstructed with the forecourt being used solely for access to the car park. \r\n\r\nReason: To avoid undue congestion on the street preventing vehicles to access the car parking area in accordance with policies CS11, DP16 and DP19 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:37:17.928Z",
  "ward": "Frognal & Fitzjohns (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 7,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 7,
    "no_existing_car": 8,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": -1,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 10,
    "net_cycle": null
  },
  "lapsed_date": "27/08/2017",
  "decision_target_date": "27/08/2015",
  "centroid": {
    "lat": 51.556369,
    "lon": -0.188321
  },
  "lpa_app_no": "2014/1037/P",
  "status": "Lapsed",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2014/1037/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525709.5031327411,
              185707.80128174863
            ],
            [
              525702.0001271344,
              185701.60305597167
            ],
            [
              525697.003620104,
              185697.55421493808
            ],
            [
              525693.3015876673,
              185694.50508773996
            ],
            [
              525690.9022748854,
              185692.44567724073
            ],
            [
              525671.8479386694,
              185716.09890658164
            ],
            [
              525676.9516314942,
              185720.2477189973
            ],
            [
              525667.4038507334,
              185732.30426784942
            ],
            [
              525662.3001579087,
              185738.60246501217
            ],
            [
              525657.1964650841,
              185745.00063355622
            ],
            [
              525664.0975812301,
              185752.44850162836
            ],
            [
              525669.4486258881,
              185758.14687048906
            ],
            [
              525681.1483675975,
              185742.2014348177
            ],
            [
              525709.5031327411,
              185707.80128174863
            ],
            [
              525709.5031327411,
              185707.80128174863
            ],
            [
              525709.5031327411,
              185707.80128174863
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "15/05/2014",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "10A",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Oakhill Avenue",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 525694,
  "appeal_start_date": null,
  "centroid_northing": 185720,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.188102,
          51.556256
        ],
        [
          -0.188213,
          51.556202
        ],
        [
          -0.188286,
          51.556167
        ],
        [
          -0.18834,
          51.55614
        ],
        [
          -0.188376,
          51.556122
        ],
        [
          -0.188642,
          51.556339
        ],
        [
          -0.188567,
          51.556375
        ],
        [
          -0.1887,
          51.556486
        ],
        [
          -0.188772,
          51.556543
        ],
        [
          -0.188843,
          51.556602
        ],
        [
          -0.188741,
          51.556667
        ],
        [
          -0.188662,
          51.556717
        ],
        [
          -0.188499,
          51.556572
        ],
        [
          -0.188102,
          51.556256
        ],
        [
          -0.188102,
          51.556256
        ],
        [
          -0.188102,
          51.556256
        ]
      ]
    ],
    "type": "Polygon"
  }
}