{
  "lpa_name": "Camden",
  "uprn": "5109911",
  "decision_date": "29/06/2015",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2014_7683_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW5 1RL",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 1.75,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 2432,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2432
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": "22/01/2018",
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 2432,
        "actual_commencement_date": "18/07/2015",
        "superseded_by_lpa_app_no": "2017/5395/P",
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 3,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "16/12/2014",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment and refurbishment including demolition of buildings along western and southern edge of site, and in between Parliament Hill & William Ellis School, and replacement with 3 storey building along southern boundary (Parliament Hill School); enclose inner courtyard and erect 2 storey extension towards northern boundary (William Ellis School); erection of single storey building located along Highgate Road (La Swap Sixth Form) along with associated alterations to boundary treatment, new multi-use games areas, hard and soft landscaping throughout sites. ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans [insert drawing no.s]\r\n\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the Council before the relevant part of the work is begun:\r\n\r\na) Plan, elevation and section drawings, including jambs, head and cill, of all new external window and door at a scale of 1:20 with typical glazing bar details at 1:5.\r\n\r\nd) Typical details of new railings and balustrade at a scale of 1:20 with finials at 1:5, including method of fixing.\r\n\r\nc) Samples and manufacturer's details of new facing materials including windows and door frames, cladding with a full scale sample panel of all facing finishes of no less than 1m by 1m including junction with window opening demonstrating the proposed colour, texture, face-bond and pointing.\r\n \r\nA sample panel of all facing materials should be erected on-site and approved by the Council before the relevant parts of the work are commenced and the development shall be carried out in accordance with the approval given.\r\n\r\nThe relevant part of the works shall then be carried in accordance with the approved details\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - At least 28 days before development commences:\r\n(a)  a written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas shall be submitted to and approved by the local planning authority in writing; and \r\n(b)  following the approval detailed in paragraph (a), an investigation shall be carried out in accordance with the approved programme and the results and  a written scheme of remediation measures [if necessary] shall be submitted to and approved by the local planning authority in writing.\r\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority in writing prior to occupation.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - Full details of the landscaping scheme, including biodiversity enhancements, shall be submitted to and approved by the Local Planning Authority, in writing, before the relevant part of the work commences. The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied.  \r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan (Consolidated with Alterations Since 2004) and Camden Planning Guidance 2006 and policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.",
    "Condition : 7 - All removal of trees, hedgerows, shrubs, scrub or tall herbaceous vegetation shall be undertaken between September and February inclusive. If this is not possible then a suitably qualified ecologist shall check the areas concerned immediately prior to the clearance works to ensure that no nesting or nest-building birds are present. If any nesting birds are present then the vegetation shall not be removed until the fledglings have left the nest. \r\n \r\nREASON: To ensure the development contributes towards the protection and creation of habitats and valuable areas for biodiversity, ensuring compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended) and in accordance with policy CS15 (Protecting and improving our parks and open spaces and encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy.\r\n\r\n ",
    "Condition : 8 - All demolition work should be undertaken during April to October, unless otherwise agreed by local planning authority, in order to avoid bat hibernation and maternity periods.  In the unlikely event that a bat is found during works on site, works must cease immediately and a bat ecologist contacted for advice prior to any works continuing.  If demolition works have not commenced within 18 months (by June 2016) an updated bat survey and inspection must be undertaken as close as practically possible prior to demolition/ treeworks, and submitted to the local planning authority for approval prior to commencement of works on site.\r\n\r\nREASON: To ensure the development contributes towards the protection and creation of habitats and valuable areas for biodiversity, ensuring compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended) and in accordance with policy CS15 (Protecting and improving our parks and open spaces and encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy.   ",
    "Condition : 9 - Full details of a lighting strategy, to include information about potential light spill on to buildings, trees and lines of vegetation, shall be submitted to and approved by the Local Planning Authority, in writing, prior to first occupation of the development hereby approved. The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied. \r\n \r\nREASON: To ensure compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended). ",
    "Condition : 10 - Full details of hard and soft landscaping and means of enclosure of all un-built open areas including pedestrian access points on Highgate Road, shall be submitted to and approved by the Local Planning Authority, in writing, before the relevant part of the development commences. This should also include the amount, location, species and maintenance regime for the sixth form block living wall. \r\n \r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 11 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation. \r\n \r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 12 - Prior to the relevant part of the development commences on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the Council in writing. Such details shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 13 - Full details in respect of the green roof and green walls in the areas indicated on the approved plan shall be submitted to and approved by the local planning authority before the relevant part of the development commences. The buildings shall not be occupied until the approved details have been implemented and these works shall be permanently retained thereafter. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CS13, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - Prior to first occupation of the development hereby approved a plan showing details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained. \r\n \r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan (Consolidated with Alterations Since 2004) and Camden Planning Guidance 2006 and policy CS15 of the London Borough of Camden Local Development Framework Core Strategy. ",
    "Condition : 15 - Before the use of the development hereby approved commences, sound insulation shall be provided for the Ribbon building in accordance with a scheme to be first approved by the local planning authority in writing. The use shall thereafter not be carried out other than in accordance with the approved scheme.  \r\n                   \r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 16 - All roofs on the proposed extensions of the site hereby approved shall not be used as roof terraces and access onto the roofs shall be for maintenance of the buildings only and for no other purposes.  \r\n  \r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.  ",
    "Condition : 17 - Prior to the commencement of any works on site, an air quality statement shall be submitted to the Local Planning Authority assessing the existing levels of air quality, the impact of development (including the proposed Combined Heat & Power) on air quality and proposed mitigation measures to reduce this impact to an acceptable level. The air quality statement shall also demonstrate how exposure of sensitive receptors to poor levels of air quality will be mitigated. Full details of the proposed Combined Heat & Power engine shall be provided demonstrating that the Mayors NOx emission limits as outlined in the Sustainable design and construction supplementary planning guidance (SPG) on Sustainable Design & Construction.   \r\n \r\nReason: To promote higher standards of air quality within the borough in accordance with policies CS9, CS11, CS13,CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22 and DP32 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 18 - All louvered window screening along the south facing elevation of the Ribbon building shall be installed prior to occupation and shall be permanently retained thereafter.  \r\n  \r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policies CS1 (Distribution of growth) and CS5  (Managing the impact of growth and development) of the London Borough of   Camden Local Development Framework Core Strategy and policy DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.   ",
    "Condition : 19 - Prior to first occupation of the buildings hereby approved, detailed plans showing the location and extent of photovoltaic cells to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason:  To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CS13 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 20 - Before the relevant part of the development commences, details of the location, design and method of waste storage and removal including recycled materials, shall be submitted to and approved by the local planning authority in writing. The facility as approved shall be provided prior to the first occupation of any of the new units and permanently retained thereafter.\r\n\r\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with the requirements of policy CS18 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 21 - Prior to commencement of development details of a sustainable urban drainage system shall be submitted to and approved in writing by the local planning authority. Such system shall be based on a 1:100 year event with 30% provision for climmate change demonstrating 50% attenuation of all runoff.  The system shall be implemented as part of the development and thereafter retained and maintained.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 22 - Details as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun: \r\n \r\na) Details of any vehicular access alterations via Highgate Road including location and associated boundary treatment.  \r\n \r\nb) Details of all pedestrian access via Highgate Road including location and associated boundary treatment   \r\n \r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and shall be permanently retained \r\n \r\nReason: In the interests of highways and pedestrian safety in accordance with the requirements of policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policy DP16 and DP21 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 23 - No loading or unloading of goods, including fuel, by vehicles arriving at or departing from the premises shall be carried out otherwise than within the curtilage of the building.\r\n\r\nReason: To avoid obstruction of the surrounding streets and to safeguard amenities of adjacent premises in accordance with the requirements of policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policy DP16 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 24 - Before the relevant part of the development commences, details of secure and covered cycle storage area for 242 cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new buildings and permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 25 - The demolition hereby permitted shall not be undertaken before a contract for the carrying out of the works of redevelopment of the site has been made and full planning permission has been granted for the redevelopment for which the contract provides.\r\n\r\nReason: To protect the visual amenity of the area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 26 - Prior to the first implementation of the extension to Parliament Hill School (known as 'The Ribbon Building') details of a planted screen on the boundaries with Clevedon Mansions shall be submitted to and approved in writing by the Local Planning Authority.  Thereafter the approved planted screen shall be carried out in accordance with the approved landscape details prior to the first occupation of The Ribbon Building. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To protect the amenities of neighbouring occupiers in Clevedon Mansions from overlooking in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 27 - *No part of the development shall be occupied until such time as the Council has confirmed in writing that measures are in place to ensure that no on street business or residential parking permits will be issued to occupiers, students, staff, visitors to the development and the development will therefore be car capped so that the 70 off street car parking spaces hereby approved shall be used for 70 vehicles only and permanently retained.\r\n\r\nReason: In order to ensure that the development does not contribute to increased car use and parking congestion in accordance with the requirements of policies CS11 (Promoting sustainable and efficient travel) and CS19 (Delivering and monitoring the Core Strategy) of the London Borough of Camden Local Development Framework Core Strategy and policies DP18 (Parking standards and the availability of car parking) and DP19 (Managing the impact of parking) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 28 - *No part of the development (including demolition) of any phase hereby approved shall be commenced until a Construction Management Plan (including an Air Quality Assessment) setting out measures for ensuring highway safety and managing transport, deliveries and waste (including recycling of materials) throughout the demolition and construction period, has been submitted to and approved by the local planning authority in consultation with Transport for London. The measures contained in the Construction Management Plan shall at all times remain implemented during the relevant construction phase.  \r\n \r\nReason:  In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies CS5 (Managing the impact of growth and development) and CS11 (Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and policies DP16 (The transport implications of development), DP17 (Walking, cycling and public transport) and DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework.\r\n",
    "Condition : 29 - *No part of the development hereby approved including demolition shall be commenced until the Council has confirmed in writing that any highways works required by the Council including repaving the footway adjacent to the site, removing all unnecessary street clutter have been secured or that arrangements have been made to have them secured. \r\n   \r\nReason:  To ensure that the pedestrian environment is maintained and improved in accordance with policy CS11 (Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and policies DP17 (Walking, cycling and public transport) and DP21 (Development connecting to the highway network) of the London Borough of Camden Local Development Framework Development Policies.  \r\n",
    "Condition : 30 - *No part of the development hereby approved including demolition shall be commenced until the Council has confirmed in writing that arrangements are in place for environmental, public realm, walking and cycling improvements in the vicinity of the site (equivalent to a �40,000 financial contribution) or an agreement has been entered into with the Council for the same.\r\n\r\nReason:  To ensure the ease of movement and safety of pedestrians, cyclists and other traffic, and users of the highway network in accordance with policy CS11 (Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and policies DP16 (The Transport Implications of Development), DP17 (Walking, cycling and public transport) and DP21 (Development connecting to the highway network) of the London Borough of Camden Local Development Framework Development Policies.  \r\n",
    "Condition : 31 - *No part of the development (including demolition) of any phase hereby approved shall be commenced until the Council has approved in writing a Service Management Plan drafted in consultation with Transport for London and submitted to the Council which sets out how deliveries and servicing to the Development will be managed and which minimises conflicts between service vehicle and car and pedestrian movements as well as damage to amenity from such servicing and deliveries.\r\n\r\nReason:  In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies CS5 (Managing the impact of growth and development) and CS11 (Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and policies DP16 (The transport implications of development), DP17 (Walking, cycling and public transport) and DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework.\r\n",
    "Condition : 32 - *The development shall achieve a minimum BREEAM 'Excellent' including targets of 60% in energy, 60% in water and 40% in materials categories. The development shall not be occupied until evidence of a final Code Certificate (or any such equivalent national measure of sustainability for home design which replaces that scheme) certifying that BREEAM 'Excellent' has been achieved, has been issued.\r\n\r\nReason: To ensure a sustainable and resource efficient development in accordance with the requirements of policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 33 - *The development shall not be carried out other than in complete accordance with the submitted BREEAM 2014 Pre-Assessment  and Sustainability Statement Reports.\r\n \r\nReason: To ensure a sustainable and resource efficient development in accordance with the requirements of policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 34 - *The development shall not be carried out other than in complete accordance with the submitted Energy Statement to achieve a reduction in CO2 emissions across the site by at least 35% beyond the baseline.  A meter shall at all times be installed to monitor the energy output of the technologies.  \r\n\r\nReason: In order to secure the appropriate energy and resource efficiency measures and on-site renewable energy generation in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 35 - *No part of the development hereby approved shall be occupied until a School Travel Plan which shall be accredited by the School Travel Plan Accreditation (STAR) for all schools on site has been submitted to and approved in writing by the local planning authority in consultation with Transport for London and further no part of the development hereby approved shall be occupied until arrangement are in place for the monitoring of the School Travel Plan (or an agreement for a contribution of �5,72). \r\n\r\nReason:  In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies CS5 (Managing the impact of growth and development) and CS11 (Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and policies DP16 (The transport implications of development), DP17 (Walking, cycling and public transport) and DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework.\r\n",
    "Condition : 36 - *No part of the development hereby approved (including demolition) shall be commenced until the applicant and/or /developer have entered into an agreement with Kings Cross Construction and Skills Centre (KXCSC) to ensure that all job vacancies during the construction phases are registered with KXCSC at the same time as other recruitment efforts..   \r\n \r\nReason: In order to ensure that unemployed people within the Borough of Camden have training and employment opportunities during the construction phase of major developments and to source goods and services from local businesses. \r\n",
    "Condition : 37 - *No part of the development hereby approved (including demolition) shall be commenced until an employment and training plan has been submitted to and approved by the local planning authority in writing such plan seeking to ensure that at all times during the construction phase no less than fifteen local construction trade apprentices shall be employed at the development.  \r\n \r\nReason: In order to ensure that unemployed people within the Borough of Camden have training and employment opportunities during the construction phase of major developments and to source goods and services from local businesses. \r\n",
    "Condition : 38 - *No part of the development hereby approved (including demolition) shall be commenced until an employment and training plan has been submitted to and approved by the local planning authority in writing such plan seeking to ensure that at all times during the construction phase no less than seven construction trade apprentices are employed at the development through the Kings Cross Construction Skills Centre.  \r\n\r\nReason: In order to ensure that unemployed people within the Borough of Camden have training and employment opportunities during the construction phase of major developments and to source goods and services from local businesses. \r\n\r\n",
    "Condition : 39 - Prior to the commencement of the relevant part of the development, details of a plan to control the use of the 'Ribbon' building outside normal school hours , demonstrating the hours/schedule of operation of the proposed rooms facing private habitable rooms within Clevedon Mansions, shall be submitted to and approved by the local planning authority in writing.  Thereafter, the relevant parts of the Ribbon building shall only be used in accordance with the approved plan.\r\n\r\nReason: To safeguard the amenities of the adjoining premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 40 - Prior to the occupation of the ribbon building, details of a 'community involvement plan' demonstrating the facilitation of community uses within school buildings shall be submitted to and approved by the local planning authority in writing. Thereafter the relevant buildings shall be used in accordance with the approved plan.\r\n\r\nReason: To ensure the development is available for local community groups as a community facility in accordance with the requirements of policy CS10 of the London Borough of Camden Local Development Framework Core Strategy and policy DP15 of the London Borough of Camden Local Development Framework Development Policies.  \r\n",
    "Condition : 41 - *No works shall be commenced on site until such time as any owners of the land with the legal locus to enter into a Section 106 Agreement have entered into such an Agreement incorporating obligations in respect of the matters covered by conditions 27 - 40 above namely, Car Capped development (27), Demolition and Construction Management Plan (28), Highways Works Contribution (29), Pedestrian, Cycle and Environmental Improvements (30), Service Management Plan (31), Sustainability Plan and Post Construction Review (32 & 33), Energy Strategy (34), School Travel Plan (35), Employment & Training Plan, Local Employment and Local Procurement (36-38), Operational hours (39) and Community Involvement Plan (40).\r\n  \r\nReason: Reason: In order to define the permission, to meet the policies referenced in conditions 27-40 above, and to secure development in accordance with policy CS19 of the London Borough of Camden Local Development Framework Core Strategy. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:38:15.714Z",
  "ward": "Highgate (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": 6,
    "no_proposed_bus": null,
    "net_bluebadge": 0,
    "no_existing_other": null,
    "no_existing_cycle": 40,
    "no_proposed_car": 70,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 70,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 0,
    "no_existing_bluebadge": 6,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 242,
    "net_cycle": 202
  },
  "lapsed_date": "29/06/2018",
  "decision_target_date": "29/06/2015",
  "centroid": {
    "lat": 51.558445,
    "lon": -0.149649
  },
  "lpa_app_no": "2014/7683/P",
  "status": "Superseded",
  "site_name": "Parliament Hill School ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2014/7683/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528238.5519513024,
              186137.94814967224
            ],
            [
              528229.2020520072,
              186127.35118301964
            ],
            [
              528231.7497758891,
              186117.653958818
            ],
            [
              528216.496412841,
              186102.39832569385
            ],
            [
              528252.6839860382,
              186058.13099707087
            ],
            [
              528255.9985006028,
              186039.48633404454
            ],
            [
              528254.8112118032,
              186032.59830572002
            ],
            [
              528254.8112118032,
              186032.59830572002
            ],
            [
              528261.2918298333,
              186033.80795946176
            ],
            [
              528271.2023932835,
              186016.25298451475
            ],
            [
              528221.8969278634,
              185948.50237790577
            ],
            [
              528283.3968386583,
              185893.39815130964
            ],
            [
              528337.1463920143,
              185920.4004219963
            ],
            [
              528343.049855767,
              185933.39670185326
            ],
            [
              528384.2174458737,
              185941.13448693778
            ],
            [
              528411.7971752754,
              185897.3470209564
            ],
            [
              528461.951881989,
              185927.8982757582
            ],
            [
              528448.8504798904,
              185941.15448121313
            ],
            [
              528446.4511671084,
              185939.45496769197
            ],
            [
              528438.6018689347,
              185945.90312192956
            ],
            [
              528477.8978301706,
              185971.69573887816
            ],
            [
              528391.1020719005,
              186092.60113010643
            ],
            [
              528379.8970338565,
              186098.94931295997
            ],
            [
              528335.2005575963,
              186103.64796798595
            ],
            [
              528320.1533210763,
              186104.5477104378
            ],
            [
              528240.1514931573,
              186136.9484358374
            ],
            [
              528238.5519513024,
              186137.94814967224
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "31/01/2015",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "Parliament Hill School & William Ellis School",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "18/07/2015",
  "street_name": "Highgate Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 528369,
  "appeal_start_date": null,
  "centroid_northing": 186018,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.151485,
          51.559553
        ],
        [
          -0.151624,
          51.55946
        ],
        [
          -0.151591,
          51.559372
        ],
        [
          -0.151816,
          51.559239
        ],
        [
          -0.151311,
          51.558833
        ],
        [
          -0.15127,
          51.558664
        ],
        [
          -0.151289,
          51.558603
        ],
        [
          -0.151289,
          51.558603
        ],
        [
          -0.151196,
          51.558612
        ],
        [
          -0.151059,
          51.558452
        ],
        [
          -0.151795,
          51.557854
        ],
        [
          -0.150928,
          51.557345
        ],
        [
          -0.150143,
          51.557576
        ],
        [
          -0.150053,
          51.557691
        ],
        [
          -0.149457,
          51.557751
        ],
        [
          -0.149076,
          51.557351
        ],
        [
          -0.148341,
          51.557615
        ],
        [
          -0.148525,
          51.557737
        ],
        [
          -0.148561,
          51.557722
        ],
        [
          -0.148671,
          51.557782
        ],
        [
          -0.148095,
          51.558005
        ],
        [
          -0.149303,
          51.559111
        ],
        [
          -0.149462,
          51.55917
        ],
        [
          -0.150105,
          51.559223
        ],
        [
          -0.150321,
          51.559234
        ],
        [
          -0.151463,
          51.559544
        ],
        [
          -0.151485,
          51.559553
        ]
      ]
    ],
    "type": "Polygon"
  }
}