{
  "actual_commencement_date": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2014/2551/P",
  "parking_details": null,
  "lapsed_date": "22/01/2018",
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": null,
  "epc_number": null,
  "description": "Erection of a 4 storey (above single basement level) building comprising flexible office/light industrial use (Class B1a/B1c) and 8 residential units (Class C3) (4 x 2 bed, 4 x 3 bed), following the demolition of existing light industrial building (Class B1c) and two storey extension (comprising Class C3 residential unit and Class D2 dance studio).",
  "pp_id": null,
  "application_details": {
    "site_area": 0.129
  },
  "secondary_street_name": null,
  "ward": "Kentish Town (Pre May 2022)",
  "appeal_status": null,
  "decision": "Approved",
  "centroid_easting": "528787",
  "status": "Approved",
  "uprn": "5014329",
  "street_name": "Holmes Road",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528775.9980144,
              184997.304659
            ],
            [
              528801.3515773,
              184970.0024742
            ],
            [
              528806.4964955,
              184964.4540624
            ],
            [
              528820.3976685,
              184979.5497413
            ],
            [
              528816.6461657,
              184980.6994122
            ],
            [
              528816.7038811,
              184981.2992405
            ],
            [
              528814.2963233,
              184982.1489973
            ],
            [
              528814.5024498,
              184982.6488542
            ],
            [
              528812.2020777,
              184983.3986396
            ],
            [
              528812.4494296,
              184984.2483964
            ],
            [
              528810.1490575,
              184984.8982103
            ],
            [
              528817.7015335,
              185009.4011964
            ],
            [
              528806.9499738,
              185013.5500089
            ],
            [
              528808.5000453,
              185021.9975908
            ],
            [
              528805.9523214,
              185024.4468897
            ],
            [
              528793.8980421,
              185013.5500089
            ],
            [
              528775.9980144,
              184997.304659
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "centroid": {
    "lon": "-0.1439675",
    "lat": "51.5492402"
  },
  "application_type": "All Other",
  "last_updated_by": "Northgate M3",
  "bo_system": "Northgate M3",
  "borough": "Camden",
  "locality": "London",
  "id": "Camden-2014_2551_P",
  "appeal_decision": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-20T19:12:24.849+00:00",
  "postcode": "NW5 3AN",
  "decision_agency": "Borough",
  "last_date_consultation_comments": "20/08/2014",
  "decision_date": "19/12/2014",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: EX(10)100; EX(10)101; EX(10)102; EX(10)200;  EX(10)300; PL(10010; PL(10)011; PL(10)099_P5; PL(10)100_P6; PL(10)101_P5; PL(10)102_P5; PL(10)103_P5; PL(10)104_P2; PL(10)300_P3; PL(10)301_P3; PL(10)302_P3; PL(10)303_P3; PL(10)304_P3; PL(10)200_P2; PL(10)201_P2; PL(10)202_P2; PL(10)203_P2.\r\n\r\nDocuments: Basement Impact Assessment Refs: CG/08696 and CG/08696A; Code for Sustainable Homes Pre-assessment by Ian Sayer and Co; Daylight and Sunlight Report Ref: 1453 April 2014; Draft Construction Management Plan; Design and Access Statement by Lynas Architecture; Energy Report Ref: 36656/SL/DMW March 2014; Marketing Report by Salter Rex; Noise Assessment by Clements Acoustics; Planning Statement by DP9; Statement of Community Involvement by Four; BREEAM Pre-assessment by RYBKA; Lifetime Homes Statement by Lynas Architecture.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n\r\n",
    "Condition : 3 - Prior to the relevant part of the works taking place detailed drawings and samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority:\r\n\r\na) Plan, elevation and section drawings, including jambs, head and cill, of all new external windows and doors at a scale of 1:10 with typical glazing bar details at 1:1.\r\n\r\nb) Typical details at a scale of 1:10 or 1:1 samples where appropriate and manufacturer's details of new facing materials including but not limited to brickwork, windows and door frames, shutters, glazing, balconies, balustrades, metal panels. \r\nA sample panel of brickwork of no less than 1m by 1m including junction with window opening demonstrating the proposed colour, texture, face-bond, pointing, expansion joints and vertical and horizontal banding, shall be erected on site for inspection for the local planning authority.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies\r\n\r\n",
    "Condition : 4 - The lifetime homes features and facilities, as indicated on the drawings and documents hereby approved shall be provided in their entirety prior to the first occupation of any of the new residential units.\r\n \r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - Prior to the relevant part of the development commencing, details of secure and covered cycle storage areas as shown on the approved drawings shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - Prior to first occupation of the development commencing, a plan showing details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan (Consolidated with Alterations Since 2004) and Camden Planning Guidance 2006 and policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 7 - Prior to the relevant part of the development commencing, details of a sustainable urban drainage system shall be submitted to and approved in writing by the local planning authority. Such system shall be based on demonstrating 50% attenuation of all runoff. The system shall be implemented as part of the development and thereafter retained and maintained.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - Prior to the first occupation of the building a plan showing details of the green roof including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for a scheme of maintenance shall be submitted to and approved in writing by the local planning authority. The green roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: To ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies CS13, CS14, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23, DP24 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - Prior to the relevant part of the development commencing, full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 [if landscape details], [CS15 if trees only and/or in CA] of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 [if landscape details] of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by no later than the end of the planting season following completion of the development or prior to the occupation for the permitted use of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policy CS14, [+ CS15 if in CA] of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - Before first occupation of the residential units details of sound insulation between the commercial and residential units shall be provided for the building in accordance with a scheme to be first approved by the local planning authority in writing. The use shall thereafter not be carried out other than in accordance with the approved scheme. \r\n                   \r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies CS5 and CS7 [if A3/A4/A5 use] of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 [and DP12 if A3/A4/A5 use] of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - At least 28 days before development commences:\r\n(a)  a written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas shall be submitted to and approved by the local planning authority in writing; and \r\n(b)  following the approval detailed in paragraph (a), an investigation shall be carried out in accordance with the approved programme and the results and  a written scheme of remediation measures [if necessary] shall be submitted to and approved by the local planning authority in writing.\r\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority in writing prior to occupation.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - Before the relevant part of the development is first occupied, the refuse and recycling storage facilities, as shown on the drawings hereby approved, shall be provided. All refuse and recycling storage facilities shall be permanently maintained and retained thereafter.\r\n\r\nReason: To safeguard the amenities of the premises and the area generally in accordance with the requirements of policies CS5 and CS7 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26, DP28 and DP12 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 [and DP25 if in CA] of  the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "site_name": " ",
  "application_type_full": null,
  "site_number": "45",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "decision_target_date": "28/07/2014",
  "valid_date": "28/04/2014",
  "centroid_northing": "185004",
  "development_type": "Major all other major developments",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "appeal_decision_date": null,
  "lpa_app_no": "2014/2551/P",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1441285,
          51.5491825
        ],
        [
          -0.14377299999999998,
          51.5489313
        ],
        [
          -0.1437009,
          51.5488803
        ],
        [
          -0.14349499999999998,
          51.5490128
        ],
        [
          -0.1435487,
          51.549024
        ],
        [
          -0.1435476,
          51.5490294
        ],
        [
          -0.143582,
          51.5490376
        ],
        [
          -0.14357889999999998,
          51.549042
        ],
        [
          -0.14361169999999998,
          51.5490493
        ],
        [
          -0.14360789999999998,
          51.5490568
        ],
        [
          -0.14364079999999999,
          51.5490632
        ],
        [
          -0.14352299999999998,
          51.5492817
        ],
        [
          -0.14367639999999998,
          51.5493214
        ],
        [
          -0.143651,
          51.549397
        ],
        [
          -0.1436868,
          51.5494196
        ],
        [
          -0.1438645,
          51.5493244
        ],
        [
          -0.1441285,
          51.5491825
        ]
      ]
    ],
    "type": "Polygon"
  }
}