{
  "uprn": "5083496",
  "street_name": "Frognal",
  "centroid_easting": "526284",
  "lpa_name": "Camden",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "site_area": 0.061000000000000006
  },
  "lpa_app_no": "2014/5454/P",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "13/02/2015",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": "24/01/2017",
  "status": "Approved",
  "decision_process": "Committee",
  "secondary_street_name": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n\r\nExisting and Proposed Drawings: 98-001, 98-200, 98-201-P01, 98-202-P01, 98-203, 98-204, 98-205, 98-210, 98-211, 98-212, 98-220, 99-201-P01, 99-202, 99-203, 99-204, 99-205, 99-210, 99-211, 99-212, 00-100-P02, 00-201-P01, 00-202-P02, 00-203, 00-204, 00-205, 00-206, 00-210-P01, 00-211-P01, 00-212, 00-220 and 00-230. \r\n\r\nBackground Papers & Supporting Documents: Email from Circle Housing dated 17/03/15; Email from Octavia Housing dated 10/04/15; Letter from NRG Consulting Ref: AT/CSH/18F dated 17/02/15; Lifetime Homes Statement; NIBE F370 Exhaust Air Heat Pump Specification; Sustainable Design & Construction Statement Ref: SDCS/FROG/201404/11 - AT by NRG Consulting dated November 2014; Planning Statement dated August 2014; and Viability Assessment and Supporting Documents by Savilles dated 07/11/14.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - No development shall take place until full details of hard and soft landscaping have been submitted to and approved by the local planning authority in writing. Such details shall include details of waste storage enclosures, landscape screening of waste and cycle storage areas, and landscaping of rear garden between communal garden and private terraces. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - Before the development commences, details of secure and covered cycle storage area for 22 cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units and permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policies DP17 and DP18 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - The lifetime homes features and facilities, as indicated on the drawings and documents hereby approved shall be provided in their entirety prior to the first occupation of any of the new residential units.\r\n \r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - All trees on the site, or parts of trees growing from adjoining sites, shall be retained and protected from damage in accordance with the approved protection details in Arboricultural Impact Assessment Ref DFCP 2535.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 9 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - Prior to occupation of any relevant part of the development, the applicant will have constructed and implemented all the measures contained in the  Sustainable Design & Construction Statement Ref: SDCS/FROG/201404/11 - AT by NRG Consulting and such measures shall be permanently retained and maintained thereafter. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems.\r\n\r\nReason: In order to secure the appropriate energy and resource efficiency measures and on-site renewable energy generation in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - Prior to commencement of development details of rainwater harvesting and/or grey water recycling and a sustainable urban drainage system shall be submitted to and approved in writing by the local planning authority. Such system shall be based on a demonstrating 50% reduction in run off rates. The system shall be implemented as part of the development and thereafter retained and maintained.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "valid_date": "14/11/2014",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526271.8987508,
              185084.3997284
            ],
            [
              526277.3982065,
              185085.3994422
            ],
            [
              526288.8011261,
              185087.548827
            ],
            [
              526302.4467022,
              185089.4482833
            ],
            [
              526302.7022991,
              185088.4485694
            ],
            [
              526303.5515404,
              185080.2009303
            ],
            [
              526304.5986631,
              185069.9038778
            ],
            [
              526288.4465884,
              185066.7047935
            ],
            [
              526287.6962879,
              185066.5548364
            ],
            [
              526281.1991797,
              185065.4051655
            ],
            [
              526275.7491943,
              185064.4454402
            ],
            [
              526273.547763,
              185076.2520606
            ],
            [
              526271.8987508,
              185084.3997284
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2014/5454/P",
  "title_number": null,
  "decision_date": "20/06/2017",
  "id": "Camden-2014_5454_P",
  "ward": "Frognal & Fitzjohns (Pre May 2022)",
  "development_type": "Minor dwellings",
  "cil_liability": true,
  "borough": "Camden",
  "appeal_decision": null,
  "site_name": " ",
  "lapsed_date": "20/06/2020",
  "description": "Change of use from hotel (Class C1) to residential (Class C3) to provide 13 flats (4 x 1 bed, 7 x 2 bed, 2 x 3 bed), erection of single storey first floor rear extension, rear dormer roof extension, side dormer roof extension, and alterations and additions to doors and fenestration on side and rear elevations.",
  "pp_id": "3598856",
  "actual_completion_date": null,
  "centroid_northing": "185082",
  "bo_system": "Northgate M3",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T19:12:23.258+00:00",
  "epc_number": null,
  "application_type_full": null,
  "decision": "Approved",
  "postcode": "NW3 6AG",
  "site_number": "18",
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lat": "51.5505062",
    "lon": "-0.1800191"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.18019269999999998,
          51.5505305
        ],
        [
          -0.1801131,
          51.5505382
        ],
        [
          -0.1799479,
          51.550555
        ],
        [
          -0.17975059999999998,
          51.550569
        ],
        [
          -0.1797472,
          51.55056
        ],
        [
          -0.17973789999999998,
          51.5504857
        ],
        [
          -0.17972649999999998,
          51.5503929
        ],
        [
          -0.1799605,
          51.5503678
        ],
        [
          -0.1799714,
          51.5503666
        ],
        [
          -0.1800655,
          51.5503577
        ],
        [
          -0.18014439999999998,
          51.5503503
        ],
        [
          -0.1801719,
          51.5504569
        ],
        [
          -0.18019269999999998,
          51.5505305
        ]
      ]
    ],
    "type": "Polygon"
  }
}