{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": null,
  "development_type": "Minor all other minor developments",
  "site_number": "39",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "3597570",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.172059,
          51.553945
        ],
        [
          -0.172121,
          51.553974
        ],
        [
          -0.172201,
          51.554011
        ],
        [
          -0.172045,
          51.554138
        ],
        [
          -0.172041,
          51.554141
        ],
        [
          -0.172036,
          51.554145
        ],
        [
          -0.171955,
          51.554213
        ],
        [
          -0.171801,
          51.554338
        ],
        [
          -0.171653,
          51.554272
        ],
        [
          -0.171731,
          51.554206
        ],
        [
          -0.171743,
          51.554197
        ],
        [
          -0.171816,
          51.554135
        ],
        [
          -0.171837,
          51.554118
        ],
        [
          -0.171839,
          51.554116
        ],
        [
          -0.172051,
          51.553942
        ],
        [
          -0.172059,
          51.553945
        ],
        [
          -0.172059,
          51.553945
        ]
      ]
    ]
  },
  "last_updated": "2025-03-26T17:50:49.574Z",
  "centroid_easting": 526844,
  "lpa_name": "Camden",
  "decision_agency": "Borough",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans [1411_L_001; 1411_L_011; 1411_L_013; 1411_L_014; 1411_L_021 Rev A; 1411_L_022 Rev A; 1411_L_023 Rev A; 1411_L_024 Rev A; 1411_L_025 Rev A; Independent review of Basement Impact Assessment (LBH 4315) , prepared by LBH Wembley, dated 7th December 2015; Structural Engineering considerations associated with the Basement Impact Assessment and Basement Construction Plan Rev H (Ref 140321/HH), prepared by Conisbee, Dated 13 November 2015; Ground Investigation & Basement Impact  Assessment Report (J15236), prepared by Geotechnical & Environmental Associates Limited, dated 16th November 2015; Arboricultural impact analysis Rev A, prepared by Skerratt, dated 07.08.14; Draft Arboricultural method statement, prepared by Skerratt, dated 10.08.14; Draft Construction Management Plan , prepared by Paul Mew Associates, dated November 2015; Interpretive Report on site Investigation Report G4099-14, prepared by Environmental Scientifics group, dated January 2015.]\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 , CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24  of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season prior to the occupation for the permitted use of the development. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policy CS14, CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n"
  ],
  "ward": "Hampstead Town (Pre May 2022)",
  "centroid_northing": 185504,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "last_date_consultation_comments": "28/05/2015",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "borough": "Camden",
  "description": "Excavation for subterranean extension beneath the rear garden of flat.",
  "decision_date": "14/04/2016",
  "centroid": {
    "lon": -0.17182,
    "lat": 51.554171
  },
  "cil_liability": false,
  "postcode": "NW3 5UJ",
  "actual_completion_date": null,
  "valid_date": "13/08/2014",
  "last_updated_by": "Northgate M3",
  "id": "Camden-2014_5285_P",
  "lapsed_date": "14/04/2019",
  "application_details": {
    "site_area": 0.059000000000000004
  },
  "decision_target_date": "18/04/2016",
  "uprn": "5054351",
  "lpa_app_no": "2014/5285/P",
  "locality": "London",
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "All Other",
  "street_name": "Rosslyn Hill",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526828.0528576033,
              185478.49691935623
            ],
            [
              526823.6994653391,
              185481.5460465536
            ],
            [
              526818.0021281146,
              185485.50491334032
            ],
            [
              526828.4980909034,
              185500.00076395005
            ],
            [
              526828.7536877977,
              185500.30067810084
            ],
            [
              526829.0999803642,
              185500.7805407431
            ],
            [
              526834.5499657555,
              185508.39836016606
            ],
            [
              526844.8480470779,
              185522.60429376428
            ],
            [
              526855.3027845607,
              185515.4963283962
            ],
            [
              526850.0506806357,
              185508.04846032307
            ],
            [
              526849.3003800751,
              185506.99876079737
            ],
            [
              526844.4028137777,
              185500.00076394988
            ],
            [
              526842.951683023,
              185498.05132197088
            ],
            [
              526842.8527422897,
              185497.90136489616
            ],
            [
              526828.6465020028,
              185478.09703382192
            ],
            [
              526828.0528576033,
              185478.49691935623
            ],
            [
              526828.0528576033,
              185478.49691935623
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2014/5285/P"
}