{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "225162FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/225162FUL;",
  "actual_completion_date": null,
  "pp_id": "PP-11739000",
  "lapsed_date": "07/12/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.309841,
    "lat": 51.519012
  },
  "decision_process": "Delegated",
  "actual_commencement_date": "08/04/2024",
  "site_number": null,
  "uprn": "000012085051",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Conversion of property into eight self-contained residential units (4 x 1-bedroom; 3 x 2-bedroom and 1 x 3-bedroom) incorporating basement with front, side and rear lightwells; single storey rear extension; side dormer extension (following replacement of existing flat roof side dormer, reduction of side/rear dormer and demolition of existing second floor side extension); internal and external alterations; and provision of associated amenity space, cycle storage, refuse and recycling",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309809,
          51.519099
        ],
        [
          -0.309758,
          51.519029
        ],
        [
          -0.309755,
          51.519029
        ],
        [
          -0.309644,
          51.518872
        ],
        [
          -0.309551,
          51.518741
        ],
        [
          -0.309556,
          51.51874
        ],
        [
          -0.309571,
          51.518736
        ],
        [
          -0.309656,
          51.518711
        ],
        [
          -0.309728,
          51.518689
        ],
        [
          -0.309741,
          51.518708
        ],
        [
          -0.309824,
          51.518821
        ],
        [
          -0.309827,
          51.518826
        ],
        [
          -0.30992,
          51.518953
        ],
        [
          -0.309938,
          51.518978
        ],
        [
          -0.309965,
          51.519016
        ],
        [
          -0.309998,
          51.519061
        ],
        [
          -0.31,
          51.519063
        ],
        [
          -0.310048,
          51.519132
        ],
        [
          -0.30994,
          51.519162
        ],
        [
          -0.309868,
          51.519182
        ],
        [
          -0.309817,
          51.519112
        ],
        [
          -0.309809,
          51.519099
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "9 Charlbury Grove",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "21-028-E01 A - Existing OS plan, 21-028-E02 - Existing site plan, 21-028-E03 - Existing ground floor plan, 21-028-E04 - Existing first floor plan, 21-028-E05 - Existing second floor plan, 21-028-E06 - Existing loft plan, 21-028-E07 - Existing roof plan, 21-028-E08 - Existing front street elevation, 21-028-E09 - Existing rear street elevation, 21-028-E10 - Existing front elevation, 21-028-E11 - Existing rear elevation, 21-028-E12 - Existing side elevation, 21-028-E13 - Existing side elevation, 21-028-P01 A - Proposed OS plan, 21-028-P02 A - Proposed site plan, 21-028-P03 - Proposed ground floor plan, 21-028-P04 - Proposed basement floor plan, 21-028-P05 - Proposed first floor plan, 21-028-P06 - Proposed second floor plan, 21-028-P07 - Proposed roof plan, 21-028-P08 - Proposed front street elevation, 21-028-P09 - Proposed rear street elevation, 21-028-P10 - Proposed front elevation, 21-028-P11 - Proposed rear elevation, 21-028-P12 - Proposed side elevation, 21-028-P13 - Proposed side elevation, 2022/030/TPP - Proposed site plan (trees)",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The proposed roof light to the main roof shall be a Conservation style roof light and lie flush with the roof. This style of rooflight shall remain in place for perpetuity.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the conservation area and to protect the living conditions of neighbouring properties in accordance with National Planning Policy Framework 2021 - section 16, policies D1 and HC1 of the London Plan (2021), policies 7.4, 7B and 7C of the Ealing Development Management DPD (2013), policy DAA of Ealing's Local Plan (Reg.18) and policies 1.1, 1.2 of the Ealing Core Strategy (2012).",
    "| Cycle storage for ^IN;  bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Other than the balconies identified in the approved drawings listed under condition 2, no part of the roof shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | The privacy screens to the sides of all of the approved first floor terraces, as shown in the approved drawings listed under condition 2, shall be installed prior to the first use of the hereby approved first floor rear terrace and shall be permanently obscured and retained for the lifetime of the development.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012).",
    "| Prior to commencement of the development (excluding demolition, initial site clearance and ground works), a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10 including aircraft noise data in Section 6, SPG10 (worst mode aircraft 1-day noise contour predicted for 2016 (57dB).",
    "Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.",
    "Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014.",
    "The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| The sound insulation of the building envelope including glazing specifications and external amenity areas shall be in accordance with the Council's assessment standards of the SPG10 (including aircraft noise - worst mode aircraft 1-day noise contour predicted for 2016 (57/60 dB) and achieve compliance with the acoustic noise limits specified in BS8233:2014. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building and low self noise). The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021)",
    "| Prior to commencement of the development (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, bedroom adjoining the communal main entrance and kitchen, dining, living room of separate flats. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021)",
    "| Prior to the commencement of development, a detailed Demolition Method Statement and Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The management plan must refer to the following matters:",
    "a. Removal of any earth from the site.",
    "b. Site clearance, demolition, excavation and construction methods.",
    "c. Site management and access.",
    "d. Signage for construction traffic, pedestrians and other users of the site.",
    "e. Prevention of mud and debris being deposited.",
    "f. Vehicle and machinery specification.",
    "g. Details of all Non-Road Mobile Machinery (NRMM) to be used on site.",
    "h. Turning manoeuvres and routeing of vehicles.",
    "i. Estimated number and frequency of vehicle deliveries.",
    "j. Parking of construction vehicles.",
    "k. Compliance with noise limits and vibration mitigation measures.",
    "l. Procedures for on-site contractors to deal with complaints from local residents, liaison with local residents and notifications to interested parties.",
    "m. Mitigation of air pollution and dust emissions during site clearance, demolition, excavation and construction works.",
    "n. Waste management, hazardous material storage and removal.",
    "o. Noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014)",
    "p. Lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by Institution of lighting Professionals)",
    "q. Hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Monday-Fridays and 0800-1300hrs Saturdays.",
    "r. Public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To protect the amenity of occupants and neighbouring properties in accordance with policy 7A and policy 7B of Ealing's Development Management DPD (2013), policies D14, T4 and SI1 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012) and National Planning Policy Framework (2021).",
    "| The protection of the existing trees and hedgerows shall be carried out as per the approved plans and documents referenced in condition 2 of this planning permission. Any diversion away from these details would need to be submitted and approved by the Local Planning Authority.",
    "For the avoidance of doubt, all the approved tree protection methods shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o           Confirmation of who shall be the lead arboriculturalist for the development.",
    "o           Confirmation of the Site Manager, key personnel, and contact details.",
    "o          Initial implementation/installation of the tree protection measures",
    "o          Final removal of the tree protection measures",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| TREE PLANTING AND SOIL ROOTING VOLUME CONDITION",
    "A suitable scheme of proposed tree planting of eight trees and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "The scheme shall include the following comprehensive details of all trees to be planted:",
    "o           Full planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o           Locations of all proposed species.",
    "o           Comprehensive details of ground/tree pit preparation to include:",
    "o          Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o          Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| EXISTING TREE/SHRUB/HEDGE RETENTION",
    "No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape."
  ],
  "postcode": "W5 2DY",
  "application_type": "All Other",
  "decision_date": "07/12/2023",
  "parking_details": {
    "net_cycle": 14,
    "no_proposed_cycle": 14,
    "no_proposed_resi_offstreet": 1,
    "no_existing_resi_offstreet": 2,
    "net_resi_offstreet": -1,
    "no_existing_cycle": 0
  },
  "status": "Commenced",
  "centroid_easting": 517366,
  "valid_date": "07/12/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "07/12/2023",
  "id": "Ealing-225162FUL",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T22:55:02.166+00:00",
  "street_name": "Charlbury Grove",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 181364,
  "application_details": {
    "existing_uprns": [
      "000012085051, 000012122983, 000012122984, 000012122985"
    ],
    "total_gia_gained": 245,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 470,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 245,
      "site_area": 0.07400000000000001
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "01/2025",
        "intended_commencement_date": "01/2024"
      }
    ],
    "site_area": 0.07400000000000001,
    "total_gia_existing": 470,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 470,
        "use_class": "C3",
        "gia_gained": 245,
        "actual_commencement_date": "08/04/2024",
        "gia_lost": 0
      }
    ],
    "garden_land_lost": true,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 15,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 108.1081081081081,
      "residential_units": [
        {
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 167,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Loss-2",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 141,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Loss-3",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 128,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 59,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 141,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 53,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 99,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-6",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-7",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 72,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-8",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/04/2024",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 51,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 8,
      "total_no_proposed_residential_units": 8,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 586,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 436,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 3,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 3,
      "total_no_proposed_bedrooms": 13,
      "habitable_rooms_density": 283.78378378378375,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.07400000000000001
    },
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 12,
        "building_ref": "1 "
      }
    ],
    "scheme_phasing": true,
    "green_suds": true,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 8,
      "mobile_network_operators_consultation": false,
      "no_passive_other_ev_charging_points": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 20,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 8,
      "total_annual_nox_emissions": 0,
      "no_active_other_ev_charging_points": 0,
      "urban_greening_factor_score": 0.1,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 8
    },
    "internal_resi_water_usage": 105,
    "other_residential_accommodation_details": {
      "site_area": 0.07400000000000001
    }
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517367.9995409,
              181373.7515589
            ],
            [
              517371.7015733,
              181365.953791
            ],
            [
              517371.8994548,
              181366.0537624
            ],
            [
              517380.0538202,
              181348.7487159
            ],
            [
              517386.7982802,
              181334.302851
            ],
            [
              517386.4519876,
              181334.1528939
            ],
            [
              517385.4460901,
              181333.7030227
            ],
            [
              517379.6498122,
              181330.7538669
            ],
            [
              517374.6533052,
              181328.2045966
            ],
            [
              517373.6968781,
              181330.3539813
            ],
            [
              517367.7027187,
              181342.7504329
            ],
            [
              517367.4471218,
              181343.3502612
            ],
            [
              517360.7026618,
              181357.2962692
            ],
            [
              517359.3504718,
              181360.0954679
            ],
            [
              517357.3963923,
              181364.2042918
            ],
            [
              517354.9970795,
              181369.1528753
            ],
            [
              517354.8486684,
              181369.4527894
            ],
            [
              517351.3527625,
              181376.9506432
            ],
            [
              517358.7485823,
              181380.549613
            ],
            [
              517363.703864,
              181382.8489548
            ],
            [
              517367.3976514,
              181375.1511583
            ],
            [
              517367.9995409,
              181373.7515589
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Ealing Broadway"
}