{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "lpa_app_no": "225160VAR",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/225160VAR;",
  "actual_completion_date": null,
  "pp_id": "PP-11727531",
  "lapsed_date": "28/04/2028",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.298926,
    "lat": 51.513315
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012163622",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Minor Material Amendment Application (S.73) - variation to housing tenure pursuant to planning permission 180304FUL dated 28/02/2019 for 'Redevelopment of existing car repair workshop to provide 700 sqm of office (Use Class B1), 35 residential units comprising 2xstudio flats, 13x1-bed flats, 18x2-bed flats, 2x3-bed flats landscaping, access and associated works'",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2988357,
          51.5130134
        ],
        [
          -0.2988598,
          51.5129849
        ],
        [
          -0.299064,
          51.513025999999996
        ],
        [
          -0.29918049999999996,
          51.5130495
        ],
        [
          -0.2992525,
          51.5130639
        ],
        [
          -0.2992875,
          51.5130707
        ],
        [
          -0.2992997,
          51.5130731
        ],
        [
          -0.2993065,
          51.513299
        ],
        [
          -0.2993065,
          51.5133183
        ],
        [
          -0.299238,
          51.5133173
        ],
        [
          -0.2991659,
          51.5133167
        ],
        [
          -0.2991278,
          51.5133161
        ],
        [
          -0.2990954,
          51.5133157
        ],
        [
          -0.29902629999999997,
          51.5133072
        ],
        [
          -0.2990036,
          51.5133045
        ],
        [
          -0.2987281,
          51.5132717
        ],
        [
          -0.29864409999999997,
          51.5132413
        ],
        [
          -0.29865929999999996,
          51.5132235
        ],
        [
          -0.298755,
          51.5131097
        ],
        [
          -0.29877699999999996,
          51.5130835
        ],
        [
          -0.2988357,
          51.5130134
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "45 The Mall",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "DELETED | The development hereby approved shall be carried out in accordance with drawing title number(s): ORB03_P_002 Proposed Block Plan P00; ORB03_P_061 Site Plan - Demolition P00; ORB03_P_101 Scheme Plan - Site Plan P00; ORB03_P_121 Site Sections - As Proposed P01; ORB03_P_131 Street Elevations - As proposed P01; ORB03_P_201 Ground Floor Plan P01; ORB03_P_202 First Floor Plan P01; ORB03_P_203 Second Floor Plan P01; ORB03_P_204 Third Floor Plan P01; ORB03_P_205 Fourth Floor Plan P01; ORB03_P_207 Roof Plan P01; ORB03_P_221 Sections P01; ORB03_P_231 Proposed Elevations-Sheet1 P01; ORB03_P_232 Proposed Elevations-Sheet2 P01.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | The details of external materials shall be implemented in accordance with the details approved under planning application ref: 201769CND dated 22.06.2020.",
    "The development shall be carried out in strict accordance with the approved plan for the duration of the works.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023). | The details of Level 2 Historic Building Survey shall be implemented in accordance with the details approved under planning application ref: 192917CND dated 24.07.2019.",
    "Reason: To document the existing historical building on-site, in accordance with policy 7C of the Ealing Development Management Development Plan, policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012), and policy HC1 of the London Plan 2021. | Refuse and recycling storage areas indicated on the approved drawings shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A  of the Ealing Development Management Development Plan Document (2013), policy SI8 of the London Plan (2021) and the National Planning Policy Framework (2023). | The details of sound insulation of the building envelope shall be implemented in accordance with the details approved under planning application ref: 193541CND dated 21.04.2020.",
    "The approved details shall be implemented prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason:  To ensure that the amenity of occupiers of the scheme is not adversely affected by noise from adjoining communal areas in accordance with policies D6 and D14 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013). | The details of sound insulation shall be implemented in accordance with the details approved under planning application ref: 193685CND dated 04.10.2019.",
    "The approved details shall be implemented prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason:  To ensure that the amenity of occupiers of the scheme is not adversely affected by noise from adjoining communal areas in accordance with policies D6 and D14 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013). | The external sound level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background sound level by 10dBA in order to prevent any adverse impact. The assessment shall be made in accordance with BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.",
    "Reason:  To ensure that the amenity of occupiers of the scheme is not adversely affected by noise from adjoining communal areas in accordance with policies D6 and D14 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013). | The details of sound insulation of the floor/ ceiling/ walls shall be implemented in accordance with the details approved under planning application ref: 193686CND dated 30.09.2019.",
    "The approved details shall be implemented prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason:  To ensure that the amenity of occupiers of the scheme is not adversely affected by noise from adjoining communal areas in accordance with policies D6 and D14 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013). | The details of the Construction Logistics Plan shall be implemented in accordance with the details approved under planning application ref: 193356CND dated 06.01.2020.",
    "The development shall be carried out in strict accordance with the approved plan for the duration of the works.",
    "Reason: To protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies D6, D11, D14, SI1, S12, T1, T2, T4 and T5 of the London Plan (2021); 1.1(e)(j) and 2.1(c) of the Ealing Development (Core) Strategy (2012); and 7A and 7B of the Ealing Development Management Plan (2013). | Construction vehicles visiting the site shall be limited to a maximum of 10 construction vehicles per day and shall enter and exit the site in a forward gear. The timings of these vehicle movements shall be co-ordinated so as to avoid any morning or evening peak periods The maximum size of any construction vehicle shall be 8 metres long. Special one-off arrangements can be made with the Council's Highways Department for large deliveries.",
    "Reason: To minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policies T3 and T4 of the London Plan 2021 and policy 7A of the Ealing Development Management Development Plan 2013. | The existing crossover to the site shall be temporarily widened to facilitate construction vehicle access to the site so as to avoid damage to the footway during construction works. The crossover shall then be reinstated before any part of the development permitted is occupied or brought into use.",
    "Reason: To minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policies T3 and T4 of the London Plan 2021 and policy 7A of the Ealing Development Management Development Plan 2013. | The details of hard and soft landscaping works, any boundary treatment, green roof construction (including a phased programme of works and a maintenance schedule) children's play area including safety surfacing and equipment and landscape management plan for a minimum of 5 years from implementation of final planting shall be implemented in accordance with the details approved under planning application ref: 193542CND dated 02.10.2019.",
    "The approved details shall be implemented prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason: To ensure that there is suitable provision for landscaping, play facilities and drainage within the site in accordance with policies 1.1 (e), 2.1 (c) of the Ealing Core Strategy (2012), policies LV 3.5 and 7D of the Ealing Development Management Development Plan Document (2013), policies D6, S4 and G5 of the London Plan (2021), SPG on Children's Play and Recreation, and the National Planning Policy Framework (2023). | Three wheelchair user unit shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015. The units that are not wheelchair user dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2) (Accessible and adaptable dwellings) of Building Regulations 2015.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of Policy D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development (or Core) Strategy 2012. | The building shall be designed and constructed to achieve Secured by Design accreditation.",
    "Reason: To ensure that the adequate security features are incorporated into the development that are appropriate to the overall design of the buildings and are adequate to promote safety and security, in accordance with policy D11 of the London Plan (2021), policies 1.1(e) and 1.1(h) of Ealing's adopted Development Strategy 2026 (2012); and policies LV7.3 and 7B of Ealing's adopted Development Management DPD (2013). | The details of the delivery and servicing plan shall be implemented in accordance with the details approved under planning application ref: 212653CND dated 18.05.2021.",
    "The approved details shall be implemented prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason:   To ensure that the development can be adequately serviced in the interests of the amenity of occupies of the development and neighbouring properties, local/regional strategies adopted to increase the use of sustainable modes of transport, and pedestrian and highway safety and movement, in accordance with policies D4, D6, D8, SI7, T1, T2, T4, T5, T6 and T6.1 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013). | The details of the Travel Plan shall be implemented in accordance with the details approved under planning application ref: 215482CND dated 06.01.2022.",
    "The approved details shall be implemented prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason:   To promote sustainable patterns of transport, safeguard the living and working conditions of local people, and ensure highway and pedestrian safety in accordance with Section 9 of the National Planning Policy Framework (2019) and policies T1, T2, T3, T4, T5, T6 and T7 of the London Plan (2021); and 1.2 and 1.2 of the Ealing Development (Core) Strategy 2026 (2012). | Cycle parking areas indicated on the approved drawings shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy T5 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG. | The car parking spaces shown on the approved plans shall be laid out prior to first occupation of any of the development hereby permitted and permanently retained without obstruction.",
    "Reason: To ensure that there is adequate provision for car parking within the site in accordance with policies T6 and T6.1 of the London Plan 2021. | The details desktop study on the history of the site and a soil and water contamination survey and risk assessment shall be implemented in accordance with the details approved under planning applications ref: 194247CND dated 29.01.2020 and 215963CND dated 18.10.2021.",
    "The development shall be carried out in strict accordance with the approved plan for the duration of the works.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of Ealing Development Management DPD (2013), policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework 2023. | Prior to the first occupation of the development, the dwellings and commercial component shall install gas boilers with NOx emissions (g/m2) that are compliant with or better than the ultra-low NOx benchmarks as set out at Appendix 5 of the Mayor's Sustainable Design and Construction SPG.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | Prior to the first occupation of the dwellings, the approved domestic units shall incorporate and maintain sustainability measures in line with the Sustainability and Energy Statement Rev C (10 January 2018), prepared by SRE Ltd.",
    "Prior to the first use of the commercial unit, the approved space shall incorporate and maintain sustainability measures in line with the Sustainability and Energy Statement Rev C (10 January 2018), prepared by SRE Ltd.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | Prior to occupation of each residential unit within the development, the approved dwellings shall incorporate and maintain water saving measures that will meet water efficiency standards with a maximum water use target of 105 litres of water per person per day.",
    "Prior to occupation of the commercial unit within the development, the approved non-residential unit shall incorporate and maintain water saving measures that will reduce the water consumption as detailed in the approved Sustainability and Energy Statement Rev C (10 January 2018), prepared by SRE Ltd.",
    "Reason: To ensure the sustainable use of water, in accordance with the approved sustainability statement and policy SI5 of the London Plan (2021). | The details of the dynamic thermal modelling for the residential component shall be implemented in accordance with the details approved under planning application ref: 202943CND dated 16.09.2020.",
    "The approved details shall be implemented prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason: To ensure that the dwellings hereby approved are energy efficient and to reduce the risk of overheating in line with policies D6, SI2, SI3 and SI4 of the London Plan 2021, adopted Ealing's Development (Core) Strategy 2012 and Development Management DPD (December 2013). | The details of the dynamic thermal modelling for the non-residential component shall be implemented in accordance with the details approved under planning application ref: 202943CND dated 16.09.2020.",
    "The approved details shall be implemented prior to the first occupation of the building and, thereafter, be retained and maintained for the life of the development.",
    "Reason: To ensure that the dwellings hereby approved are energy efficient and to reduce the risk of overheating in line with policies D6, SI2, SI3 and SI4 of the London Plan 2021, adopted Ealing's Development (Core) Strategy 2012 and Development Management DPD (December 2013). | A) Within three-months of the first occupation of each residential unit within the approved development, Energy Performance Certificates [EPC's], detailed modelling output reports showing clearly the DER and TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority.",
    "B) Within three-months of the practical completion of each residential unit within the approved development evidence that the renewable/low carbon technology(ies) are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "C) Prior to occupation of each residential unit within the development, the approved dwellings shall incorporate and maintain measures to achieve an overall reduction in regulated CO2 emissions of at least 36.47% (equal to 16.27 tonnesCO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Sustainability and Energy Statement Rev C (10 January 2018), prepared by SRE Ltd:",
    "i. energy saving measures to achieve at least annual carbon dioxide emission savings of 7.75 tonnes CO2 equating to 17% in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case",
    "ii. incorporation of solar PV panels of at least 19kWp to provide at least 16.41 MWh/yr of electricity to all dwellings and achieve at least annual carbon dioxide emission savings of 8.52 tonnes CO2 equating to 23.11% in regulated carbon dioxide (CO2) emissions over the Be Lean case.",
    "D) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be incorporated and maintained in line with approved Sustainability and Energy Statement Rev C (10 January 2018), prepared by SRE Ltd.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure that the dwellings within the development hereby approved are energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies D6, SI2, SI3 and SI4 of the London Plan 2021, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | A) Within three-months of the first use of the non-residential unit within the approved development, Energy Performance Certificates [EPC's], detailed modelling output reports showing clearly the BER and TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority.",
    "B) Within three-months of the practical completion of the non-residential unit within the approved development evidence that the renewable/low carbon technology(ies), if available, are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "C) Prior to first use of the non-residential unit within the development, the approved commercial unit shall incorporate and maintain measures to achieve an overall reduction in regulated CO2 emissions of at least 36.59% (equal to 6.33 tonnesCO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Sustainability and Energy Statement Rev C (10 January 2018), prepared by SRE Ltd:",
    "o\tenergy saving measures to achieve at least annual carbon dioxide emission savings of 3.37 tonnes CO2 equating to 19% in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case.",
    "o\tincorporation of Variable Refrigerant Flow (VRF)/Variable Refrigerant Volume (VRV) with efficiency of at least SCoP >5.6 and SEER >7.88 system to achieve at least annual carbon dioxide emission savings of 2.96 tonnes CO2 equating to 21.25% in regulated carbon dioxide (CO2) emissions over the Be Lean case.",
    "D) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be incorporated and maintained in line with approved Sustainability and Energy Statement Rev C (10 January 2018), prepared by SRE Ltd.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure that the non-residential unit within the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies D6, SI2, SI3 and SI4 of the London Plan 2021, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG."
  ],
  "postcode": "W5 3TJ",
  "application_type": "All Other",
  "decision_date": "28/04/2025",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 518138,
  "valid_date": "07/12/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "28/04/2025",
  "id": "Ealing-225160VAR",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-06-04T13:59:17.992Z",
  "street_name": "The Mall",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 180748,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.122
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518143.4970078,
              180714.4502819
            ],
            [
              518141.8974659,
              180711.2511977
            ],
            [
              518127.6252652,
              180715.4899843
            ],
            [
              518119.4791448,
              180717.9092918
            ],
            [
              518114.4496575,
              180719.3988654
            ],
            [
              518112.0008744,
              180720.0986651
            ],
            [
              518111.1516331,
              180720.3485936
            ],
            [
              518110.0962653,
              180745.451408
            ],
            [
              518110.0467949,
              180747.6007927
            ],
            [
              518114.7959501,
              180747.6007927
            ],
            [
              518119.8007022,
              180747.6507784
            ],
            [
              518122.4473668,
              180747.6507784
            ],
            [
              518124.6982685,
              180747.6507784
            ],
            [
              518129.5133842,
              180746.8210159
            ],
            [
              518131.0964359,
              180746.5510932
            ],
            [
              518150.2991832,
              180743.3520089
            ],
            [
              518156.2026469,
              180740.1029389
            ],
            [
              518155.1967495,
              180738.1035113
            ],
            [
              518148.8480524,
              180725.297177
            ],
            [
              518147.3886766,
              180722.3480212
            ],
            [
              518143.4970078,
              180714.4502819
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Ealing Broadway"
}