{
  "date_building_work_started_under_previous_permission": null,
  "street_name": "Hornchurch",
  "centroid_easting": 554263,
  "decision_date": "11/11/2024",
  "centroid": {
    "lat": 51.570752,
    "lon": 0.224517
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "borough": "Havering",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554249.58,
              188115.07
            ],
            [
              554252.43,
              188128.62
            ],
            [
              554293.61,
              188121.44
            ],
            [
              554291.44,
              188087.84
            ],
            [
              554275.32,
              188094.08
            ],
            [
              554246.74,
              188098
            ],
            [
              554249.58,
              188115.07
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "cil_liability": false,
  "locality": null,
  "site_name": "7A Nelmes Road",
  "site_number": null,
  "postcode": "RM11 3JA",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.136
  },
  "application_type_full": "Removal/Variation of a condition",
  "decision_target_date": "11/11/2024",
  "lpa_app_no": "P1246.24",
  "title_number": null,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "status": "Approved",
  "lpa_name": "Havering",
  "ward": "Emerson Park",
  "parking_details": null,
  "decision_agency": "Borough",
  "id": "Havering-P1246.24",
  "actual_commencement_date": null,
  "centroid_northing": 188109,
  "description": "Variation of condition No.3 (Approved Plans) of planning permission ref. P0055.24 dated 27/03/2024 to permit change of pitched roof to crown roof and alterations to render (Ground floor rear extension, creation of additional floor involving installation of two front and two rear dormers and accommodation in roofspace, alterations to\nfenestration, demolition of existing porch and installation of canopy over front door)",
  "valid_date": "16/09/2024",
  "actual_completion_date": null,
  "decision": "Approved",
  "pp_id": "13409606",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "07/10/2024",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "appeal_status": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.224352,
          51.5708115
        ],
        [
          0.224399,
          51.5709324
        ],
        [
          0.22498959999999998,
          51.5708567
        ],
        [
          0.2249436,
          51.5705554
        ],
        [
          0.2247139,
          51.5706158
        ],
        [
          0.2243036,
          51.5706589
        ],
        [
          0.224352,
          51.5708115
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "11/11/2027",
  "appeal_start_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1246.24",
  "bo_system": "CSV Data Import",
  "last_updated": "2025-07-05T04:09:59.139Z",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section denoted 'materials' of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The windows inserted on the rear elevation at the first floor and within the proposed loft which serve all ensuites shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "During construction of the development hereby permitted, all trees identified within the Arboricultural Assessment (24_5837_01_22) submitted to support this application shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason:-",
    "In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'. The protection measures as outlined in the Arboricultural Assessment (24_5837_01_22) submitted to support this application shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25 and is chargeable for each additional square metre of residential gross internal.  Based upon the information supplied with the application, £14,767 would be payable due to the area of the proposed extensions with 590.68sqm of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125.76 (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £73,835 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development befo",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet"
  ],
  "uprn": "100021336686",
  "appeal_decision_date": null
}