{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=10272/APP/2025/362",
  "decision_process": "Delegated",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "valid_date": "13/02/2025",
  "description": "Erection of part single, part two storey side/rear extensions. Alterations to roof form including dormers. Amendments to fenestrations. Demolition of the existing porch and garage.",
  "application_type_full": "Householder planning permission",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "borough": "Hillingdon",
  "pp_id": "13772214",
  "site_number": null,
  "application_details": {
    "total_gia_gained": 91.7,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "11/2025",
    "intended_commencement_date": "05/2025",
    "existing_uprns": null,
    "no_additional_bathrooms": 2
  },
  "appeal_decision_date": null,
  "lapsed_date": "08/04/2028",
  "centroid_easting": 507589,
  "decision_target_date": "10/04/2025",
  "street_name": "ICKENHAM",
  "last_updated": "2025-07-07T21:59:10.135Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "title_number": null,
  "postcode": null,
  "parking_details": {
    "no_existing_car": 4,
    "no_proposed_car": 4,
    "net_car": 0
  },
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": "9132-2120-2209-0019-1296",
  "decision_agency": "Borough",
  "ward": "ICK/HAM & S HF/D 22",
  "centroid": {
    "lat": 51.564127,
    "lon": -0.449229
  },
  "polygon": null,
  "status": "Approved",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "3788/07/JG",
    "3788/08/JG",
    "3788/09/JG",
    "3788/10/JG",
    "3788/11/JG",
    "3788/12/JG",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Preliminary Ecological Appraisal and Roost Assessment dated 8th January 2025",
    "Arboricultural Impact Assessment & Method Statement - 05277R The Avenue AMS AIA BS5837 March 2025",
    "Tree Protection Plan 05257P_TPP_01",
    "Construction Method statement Rev 01",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development delivers a Biodiversity Net Gain within the borough and secures the protection and effective management of the remaining habitat on site in accordance with Policy 15 of the National Planning Policy Framework, Policy G6 of The London Plan, and Policy DMEI 7 of Hillingdon Council's Local Plan Part 2 Development Management Policies.",
    "No development shall take place until details and materials have been submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such. Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development (including demolition and site clearance) shall take place until the following details have been submitted to and approved by the Local Planning Authority:",
    "a) Two Dusk Emergence & Dawn Re-entry Bat Surveys for Building 1 (as identified in Preliminary Ecological Appraisal and Roost Assessment dated 8th January 2025) including details of any ecological mitigation and habitat enhancements and a site plan showing their location;",
    "b) One Dusk Emergence & Dawn Re-entry Bat Survey for Building 3 (as identified in Preliminary Ecological Appraisal and Roost Assessment dated 8th January 2025) including details of any ecological mitigation and habitat enhancements and a site plan showing their location;",
    "c) In the event that the Dusk Emergence & Dawn Re-entry Bat Survey discovers any bat roosts, a copy of a European Protected Species Mitigation Licence (EPSML) (under the 2010 Regulations) issued by Natural England pursuant to Regulation 53 of The Conservation of Habitats and Speci",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "For Council Roads:",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads:",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternati",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 558170)."
  ],
  "uprn": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 186167,
  "site_name": "15 THE AVENUE",
  "wgs84_polygon": null,
  "lpa_app_no": "10272/APP/2025/362",
  "last_date_consultation_comments": "14/03/2025",
  "subdivision_of_building": null,
  "id": "Hillingdon-10272_APP_2025_362",
  "decision_date": "08/04/2025",
  "cil_liability": false
}