{
  "postcode": "SW2 3HL",
  "uprn": "100021852304",
  "decision_agency": null,
  "locality": null,
  "url_planning_app": null,
  "centroid": {
    "lat": "51.4373596",
    "lon": "-0.11676579999999999"
  },
  "application_type_full": "Full planning & demolition in a conservation area",
  "ward": "Streatham Hill East",
  "last_date_consultation_comments": "14/02/2023",
  "cil_liability": false,
  "status": "Approved",
  "bo_system": "Idox Uniform",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": [
      "100021852304"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "09/2023",
        "intended_commencement_date": "09/2022"
      }
    ],
    "total_gia_gained": 267,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 117,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "Open space now includes property",
          "open_space_type": "Brownfield land"
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.048,
    "total_gia_lost": 0,
    "total_gia_existing": 150,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 150,
        "use_class": "C3",
        "gia_gained": 267,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": false,
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4.2,
        "building_ref": "New build to rear"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 1,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 267,
      "total_gia_lost": 0,
      "total_gia_existing": 150
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 110,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 234,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 117
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 117,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 117,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private",
    "s106_agreement": true,
    "commencement_notice_received": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SMOKE Smoke Control Area"
      },
      {
        "result": null,
        "constraints_layer_description": "STRESS Hillside Road"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Article 4 Direction - CA31 Leigham Court Estate"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA CA31 : Leigham Court Estate Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NHP Tulse Hill Neighbourhood Forum"
      }
    ]
  },
  "centroid_northing": 172611,
  "decision_date": "10/11/2023",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Lambeth-21_04954_FUL",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              531011.41,
              172607.39
            ],
            [
              531003.5,
              172596.55
            ],
            [
              531000,
              172598.95
            ],
            [
              530998.54,
              172598.86
            ],
            [
              530995.74,
              172600.77
            ],
            [
              530989.81,
              172604.73
            ],
            [
              530975.4,
              172614.35
            ],
            [
              530983.9,
              172626.9
            ],
            [
              530988.8,
              172623.5
            ],
            [
              530993.35,
              172620.35
            ],
            [
              530992.9,
              172619.7
            ],
            [
              530998.6,
              172615.85
            ],
            [
              531000.67,
              172614.45
            ],
            [
              531006.68,
              172610.39
            ],
            [
              531011.41,
              172607.39
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Erection of a single storey dwellinghouse to the rear of the site with associated car and cycle parking and bin storage.",
  "lapsed_date": "10/11/2026",
  "lpa_app_no": "21/04954/FUL",
  "last_updated": "2025-03-19T02:40:34.570+00:00",
  "application_type": "All Other",
  "site_name": "23 Hillside Road\rLondon\rLONDON\rSW2 3HL\r",
  "appeal_decision_date": null,
  "site_number": "23",
  "appeal_decision": null,
  "development_type": "Minor dwellings",
  "appeal_start_date": null,
  "decision_conditions": [
    "Prior to the installation of the relevant part of the works of the development hereby permitted, details of the proposed brickwork to be used in the external elevations shall be submitted to and approved in writing by the local planning authority. The development hereby permitted shall be thereafter built in accordance with the approved details. \r\rReason:  To ensure that the external appearance of the building is satisfactory and that it protects or enhances the character and appearance of the Leigham Court Estate Conservation Area (Policies Q2, Q5, Q8 and Q22 of the Lambeth Local Plan (2021)).\r\r",
    "Notwithstanding the approved plans, prior to the first occupation of the units hereby permitted, further details of the provision to be made for cycle parking shall be submitted to and approved in writing by the Local Planning Authority, in accordance with the standards of the London Plan. The cycle parking shall thereafter be implemented in full in accordance with the approved details before the use hereby permitted commences and shall thereafter be retained solely for its designated use.  \r\rReason: To ensure adequate cycle parking is available on site and to promote sustainable modes of transport (Policies T1, T2, T3, and Q13 of the Lambeth Local Plan (2021)).\r\r",
    "Prior to the relevant part of the works of the development hereby permitted, a delivery and servicing plan shall be submitted to and approved in writing by the local planning authority.  The use hereby permitted shall thereafter be operated in accordance with the approved details.  The submitted details will include the following:\r\ra) Waste & Recycling collection\rb) Deliveries for the site\r\rReason:  To avoid obstruction of the surrounding streets and limit the effects of the increase in travel movements within the locality as well as safeguarding public safety and the amenity of the surrounding area (Policies T1, T7 and T8 of the Lambeth Local Plan 2021)).\r\r",
    "Prior to first occupation of the development hereby permitted, as Built SAP calculations as an output of the National Calculation Method shall be submitted to and approved in writing by the local planning authority demonstrating that the development has achieved at least a 19 per cent reduction in carbon emissions over that required by Part L of the Building Regulations 2013. \r\rReason: To ensure that the development has an acceptable level of sustainability (Policy EN4 of the Lambeth Local Plan (2021)).\r\r",
    "Prior to the occupation of the development hereby permitted, the water efficiency calculators and manufacturers' datasheets for the installed fixtures and fittings shall be submitted to and approved in writing by the local planning authority to show that consumption levels of less than 105 litres/person/day are achieved.\r\rReason: To ensure that the development has an acceptable level of sustainability (Policy EN4 of the Lambeth Local Plan (2021), and Policy SI5 of the London Plan (2021)).\r\r",
    "No demolition or development shall commence until full details of the proposed construction methodology, in the form of a Method of Construction Statement, have been submitted to and approved in writing by the Local Planning Authority. The Method of Construction Statement shall include details regarding: \r\ra) The notification of neighbours with regard to specific works; \r\rb) Advance notification of road closures; \r\rc) Details regarding parking, deliveries, and storage; \r\rd) Details regarding dust mitigation; \r\re) Details of measures to prevent the deposit of mud and debris on the public highway; and \r\rf) Any other measures to mitigate the impact of construction upon the amenity of the area and the function and safety of the highway network. \r\rNo demolition or development shall commence until provision has been made to accommodate all site operatives', visitors' and construction vehicles loading, off-loading, parking and turning within the site or otherwise during the construction period in accordance with the approved details. The demolition and development shall thereafter be carried out in accordance with the details and measures approved in the Method of Construction Statement. \r\rReason:  Development must not commence before this condition is discharged to avoid hazard and obstruction being caused to users of the public highway and to safeguard residential amenity from the start of the construction process (Policy T7 of the London Plan (2021); and Policies T6 and T7 of the Lambeth Local Plan (2021)).",
    "Notwithstanding the approved drawings, prior to the occupation of the development hereby permitted, detailed plans and elevations of all boundary treatment shall be submitted to and approved in writing by the local planning authority. The development shall thereafter be carried out in accordance with the approved details.\r\rReason: To ensure appropriate boundary treatment is provided in the interests of visual amenity (Policy Q15 of the Lambeth Local Plan 2021).",
    "No development shall take place until details of the implementation, maintenance and management of a sustainable drainage scheme have been submitted to and approved in writing by the local planning authority. The scheme shall be implemented and thereafter managed and maintained in accordance with the approved details prior to the occupation of the development. \r\rReason: To manage the water environment of the development and mitigate the impact on flood risk, water quality, habitat and amenity value (Policies EN5 and EN6 of the Lambeth Local Plan 2021).",
    "The development shall be constructed and operated thereafter to 'Secured by Design Standards'. A certificate of accreditation to Secured by Design Standards shall be submitted to the local planning authority for approval in writing prior to the residential occupation of the development.\r\rReason: To ensure that the development maintains and enhances community safety (policy Q3 of the London Borough of Lambeth Local Plan (2021)).",
    "No extensions, additions, insertion of windows, or external alterations shall be carried out to the premises in the absence of an express grant of planning permission for such development.\r\rReason - Although such extensions, additions or alterations would in the absence of this condition, constitute development permitted under the provisions of Article 3, Schedule 2, Part 1 of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) such development is precluded in this case because in the opinion of the local planning authority, the nature and density of the layout requires strict control over the form of any additional development which may be proposed in the interests of maintaining a satisfactory residential environment (Policies Q2, Q5 and Q11 of the Lambeth Local Plan 2021).",
    "No flat roofs of the development shall be used as a roof terrace, sitting out area or other amenity space.\r\rReason: To protect the amenities of adjoining occupiers and the area (Policy Q2 of the Lambeth Local Plan 2021).",
    "Prior to the occupation of any part of the development hereby approved a hard and soft landscaping strategy shall be submitted to and approved in writing by the local planning authority. The development hereby permitted shall be thereafter carried out in accordance with the approved details within the first planting and seeding season following occupation of the development. All tree, shrub and hedge planting included within the above specification shall accord with BS3936:1992, BS4043:1989 and BS4428:1989 (or subsequent superseding equivalent) and current Arboricultural best practice. The submitted details are expected to demonstrate the following (as appropriate):   \r\ra.\tThe quantity, size, species, position and the proposed time of planting of all trees and shrubs to be planted;  \r\rb.\tAn indication of how they integrate with the proposal in the long term with regard to their root growth (including consideration of sub surface products to allow unfettered root growth), mature size and anticipated routine maintenance and protection;   \r\rc.\tSpecification of which shrubs and hedges to be planted that are intended to achieve \ta significant size and presence in the landscape;   \r\rd.\tDetails detailed design for the sedum roof and maintenance plan; and \r\re.\tDetails which demonstrate net biodiversity will be achieved.  \r\rReason: In order to ensure high quality soft landscaping in and around the site in the interests of the ecological value of the site and in the interests of visual amenity (Policies Q2, Q9 and Q10 of the Lambeth Local Plan 2021, and Policy G6 of the London Plan 2021).",
    "Any trees, hedgerows or shrubs forming part of the approved landscaping scheme which within a period of five years from the occupation or substantial completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species, unless the local planning authority gives written consent to any variation.  \r\rReason: In order to ensure high quality soft landscaping in and around the site in the \tinterests of the ecological value of the site and in the interests of visual amenity (Policies Q2, Q9 and Q10 of the Lambeth Local Plan 2021).",
    "If Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW is required on site during the course of demolition, site preparation and construction phases, it must comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer must register all NRMM at https://nrmm.london/user-nrmm/register prior to bringing it on to site and shall keep the register up to date by listing all NRMM used during the demolition, site preparation and construction phases of the development.\r\rReason: To ensure that air quality is not adversely affected by the development (Policy SI 1 of the London Plan 2021).",
    "The development to which this permission relates must be begun no later than three years from the date of this decision notice.\r\rReason: To comply with the provision of Section 91 of the Town and Country Planning Act 1990. \r\r\r",
    "The development hereby permitted shall be carried out in complete accordance with the approved plans and drawings listed in this decision notice, other than where those details are altered pursuant to conditions of this planning permission. \r\rReason: For the avoidance of doubt and in the interests of proper planning. \r\r",
    "Prior to the installation of the relevant part of the works of the development hereby permitted, a schedule and details of the materials to be used in the external elevations shall be submitted to and approved in writing by the Local Planning Authority. This shall include a sample panel (to include material details of the proposed walls, roofs, windows, gutters, cills, etc.) to be erected on site for approval by the Local Authority. The development hereby permitted shall be thereafter built in accordance with the approved details. \r\rReason: To ensure that the external appearance of the building is satisfactory, and that it protects and enhances the character and appearance of the Leigham Court Estate Conservation Area (Policies Q5, Q8, Q20 and Q22 of the Lambeth Local Plan (2021))."
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": "PP-10489096",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Hillside Road",
  "centroid_easting": 530993,
  "decision_target_date": "27/04/2022",
  "lpa_name": "Lambeth",
  "borough": "Custodian code",
  "valid_date": "02/03/2022",
  "last_updated_by": "Idox Uniform",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.11650239999999999,
          51.4373229
        ],
        [
          -0.11662009999999999,
          51.4372273
        ],
        [
          -0.1166696,
          51.4372497
        ],
        [
          -0.11669059999999999,
          51.4372492
        ],
        [
          -0.11673009999999999,
          51.437267
        ],
        [
          -0.1168139,
          51.437304
        ],
        [
          -0.1170176,
          51.4373937
        ],
        [
          -0.1168907,
          51.4375046
        ],
        [
          -0.1168215,
          51.4374729
        ],
        [
          -0.1167573,
          51.4374435
        ],
        [
          -0.11676399999999999,
          51.4374378
        ],
        [
          -0.11668339999999999,
          51.4374019
        ],
        [
          -0.1166542,
          51.4373888
        ],
        [
          -0.1165693,
          51.4373509
        ],
        [
          -0.11650239999999999,
          51.4373229
        ]
      ]
    ],
    "type": "Polygon"
  }
}