{
  "centroid": {
    "lon": "-0.3716489",
    "lat": "51.5102567"
  },
  "status": "Approved",
  "decision_target_date": null,
  "site_name": "Land And Buildings To The Rear Of ",
  "decision_conditions": [
    "Time Limit",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to ensure that this allocated site is brought forward for development as soon as practicable and to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended). | Approved Plans",
    "The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "Site Location Plan - PL_00_001",
    "2259-GHA-ZZ-00-DR-A-(10)0102 - PL2 (dated 04/10/2021) - Site Plan - Proposed",
    "2259-GHA-ZZ-00-DR-A-(10)0103 - PL1 (dated 23/04/2021) - Roof Plan - Proposed",
    "2259-GHA-ZZ-ZZ-DR-A-(10)0200 - PL2 (dated 04/10/2021) - Proposed Site Elevations - North and South",
    "2259-GHA-ZZ-ZZ-DR-A-(10)0201 - PL2 (dated 04/10/2021) - Proposed Site Elevations - East and West",
    "2259-GHA-ZZ-ZZ-DR-A-(10)0202 - PL1 (dated 23/04/2021) - Proposed Site Sections",
    "2259-GHA-A-ZZ-DR-A-(20)1100 - PL2 (dated 05/11/2021) - Proposed Plans - Block A",
    "2259-GHA-A-ZZ-DR-A-(20)1200 - PL1 (dated 23/04/2021) - Proposed Elevations - Block A",
    "2259-GHA-A-ZZ-DR-A-(20)1300 - PL2 (dated 05/11/2021) - Proposed Sections - Block A",
    "2259-GHA-B-ZZ-DR-A-(20)2100 - PL3 (dated 04/10/2021) - Proposed Plans - Block B (1of7)",
    "2259-GHA-B-ZZ-DR-A-(20)2101 - PL3 (dated 04/10/2021) - Proposed Plans - Block B (2of7)",
    "2259-GHA-B-ZZ-DR-A-(20)2102 - PL3 (dated 04/10/2021) - Proposed Plans - Block B (3of7)",
    "2259-GHA-B-ZZ-DR-A-(20)2103 - PL3 (dated 04/10/2021) -  Proposed Plans - Block B (4of7)",
    "2259-GHA-B-ZZ-DR-A-(20)2104 - PL3 (dated 04/10/2021) -  Proposed Plans - Block B (5of7)",
    "2259-GHA-B-ZZ-DR-A-(20)2105 - PL4 (dated 05/11/2021) -  Proposed Plans - Block B (6of7)",
    "2259-GHA-B-ZZ-DR-A-(20)2106 - PL3 (dated 04/10/2021) -  Proposed Plans - Block B (7of7)",
    "2259-GHA-B-ZZ-DR-A-(20)2200 - PL2 (dated 04/10/2021) - Proposed Elevations - Block B - North + South",
    "2259-GHA-B-ZZ-DR-A-(20)2201 - PL2 (dated 04/10/2021) - Proposed Elevations - Block B - East + West",
    "2259-GHA-B-ZZ-DR-A-(20)2300 - PL4 (dated 05/11/2021) - Proposed Sections - Block B",
    "2259-GHA-C-ZZ-DR-A-(20)3100 - PL2 (dated 27/08/2021) - Proposed Plans - Block C (1of4)",
    "2259-GHA-C-ZZ-DR-A-(20)3101 - PL2 (dated 27/08/2021) -  Proposed Plans - Block C (2of4)",
    "2259-GHA-C-ZZ-DR-A-(20)3102 - PL2 (dated 27/08/2021) - Proposed Plans - Block C (3of4)",
    "2259-GHA-C-ZZ-DR-A-(20)3103 - PL3 (dated 05/11/2021) - Proposed Plans - Block C (4of4)",
    "2259-GHA-C-ZZ-DR-A-(20)3200 - PL1 (dated 23/04/2021) - Proposed Elevations - Block C - North + South",
    "2259-GHA-C-ZZ-DR-A-(20)3201 - PL1 (dated 23/04/2021) - Proposed Elevations - Block C - East + West",
    "2259-GHA-C-ZZ-DR-A-(20)3300 - PL2 (dated 27/08/2021) - Proposed Sections - Block C",
    "2259-GHA-ZZ-ZZ-DR-A-(21)0201 - PL1 (dated 23/04/2021) - Bay Study 01",
    "2259-GHA-ZZ-ZZ-DR-A-(21)0202 - PL1 (dated 23/04/2021) - Bay Study 02",
    "2259-GHA-ZZ-ZZ-DR-A-(21)0203 - PL1 (dated 23/04/2021) - Bay Study 03",
    "2259-GHA-ZZ-ZZ-DR-A-(21)0204- PL1 (dated 23/04/2021) - Bay Study 04",
    "2259-GHA-ZZ-ZZ-DR-A-(21)0205 - PL1 (dated 23/04/2021) - Bay Study 05",
    "2259-GHA-ZZ-ZZ-DR-A-(21)0206 - PL1 (dated 23/04/2021) - Bay Study 06",
    "2259-GHA-ZZ-ZZ-DR-A-(21)0207 - PL1 (dated 23/04/2021) - Bay Study 07",
    "2259-GHA-A-ZZ-DR-A-(21)0208 - PL1 (dated 23/04/2021) - Bay Study 08",
    "2259-A-RP-210423-DAS-RB - PL1 (dated 23/04/2021) - Design Changes Statement",
    "2259-GHA-ZZ-ZZ-SA-A-(01)0100 - PL4 (dated 05/11/2021) - Unit Schedule",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | Archaeological Scheme of Investigation",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest, a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/ development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. \tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B. \tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. this part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Reason: To ensure the sensitive management and preservation of the historic environment in accordance with policy HC1 of the London Plan (2021), policy 7C of the Ealing Development Management DPD (2012) and section 16 of the National Planning Policy Framework (2019). | Demolition Method Statement and Management Plan",
    "Prior to the commencement of demolition, a detailed site demolition method statement and management plan shall be submitted to and approved in writing by the Local Planning Authority. The submission shall specifically consider a joint approach with the construction of any approved development on the adjoining site to minimise highways and amenity impacts of this busy location. The submitted details shall include the following:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tdetails of working hours;",
    "c)\tanticipated route, number, frequency and size of vehicles entering/exiting the site per day;",
    "d)\tdelivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "e)\troute and location of site access for construction traffic and associated signage;",
    "f)\tmanagement of consolidated or re-timed trips;",
    "g)\tdetails of noise and vibration mitigation measures and monitoring arrangements for noise and vibration by suitably qualified noise specialists. Noise and vibration mitigation measures must accord with the Mayor's 'Best Practice Guidance';",
    "h)\tdetails of site security, temporary lighting and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "i)\tsecure, off-street loading and drop-off facilities;",
    "j)\twheel washing provisions;",
    "k)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "l)\tdetails as to the location(s) for storage of materials, plant and construction debris and contractors' welfare facilities and offices;",
    "m)\tprocedures for on-site contractors to deal with complaints from members of the public;",
    "n)\tmeasures to consult cyclists, disabled people and the local schools with regard to delivery times and necessary diversions;",
    "o)\tdetails of all pedestrian and cyclist diversions;",
    "p)\ta commitment to be part of Considerate Constructors Scheme; and",
    "q)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "r)\tThe submission of evidence of the condition of the highway prior to-demolition and a commitment to make good any damages caused during demolition.",
    "s)\tDetails of parking restrictions which may need to be implemented during demolition work.",
    "t)\tAn Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment produced in accordance with current guidance 'The Control of Dust and Emissions during Construction and Demolition SPG', GLA, July 2014.",
    "u)\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on the development site. All NRMM shall meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site which details the emissions standard of all equipment.",
    "Prior to the commencement of any demolition work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site construction compound.",
    "The development shall be carried out strictly in accordance with the details so approved. Any areas to be used for the storage of building materials or other site activities outside of the relevant phase of the development shall be returned to the original condition immediately following the practical completion of the works.",
    "Such details shall be implemented, and phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "Reason:  To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies SI1, SI7, T4, T6 and T7 of the London Plan (2021); the National Planning Policy Framework (2019); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites-Part 1: Noise.",
    "| Construction Method Statement and Management Plan",
    "Prior to the commencement of development, a detailed site construction method statement and management plan shall be submitted to and approved in writing by the Local Planning Authority. The submission shall specifically consider a joint approach with the construction of any approved development on the adjoining site to minimise highways and amenity impacts of this busy location. The submitted details shall include the following:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tdetails of construction hours;",
    "c)\tanticipated route, number, frequency and size of construction vehicles entering/exiting the site per day;",
    "d)\tdelivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "e)\troute and location of site access for construction traffic and associated signage;",
    "f)\tmanagement of consolidated or re-timed trips;",
    "g)\tdetails of noise and vibration mitigation measures and monitoring arrangements for noise and vibration by suitably qualified noise specialists. Noise and vibration mitigation measures must accord with the Mayor's 'Best Practice Guidance';",
    "h)\tdetails of site security, temporary lighting and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "i)\tsecure, off-street loading and drop-off facilities;",
    "j)\twheel washing provisions;",
    "k)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "l)\tdetails as to the location(s) for storage of building materials, plant and construction debris and contractors' welfare facilities and offices;",
    "m)\tprocedures for on-site contractors to deal with complaints from members of the public;",
    "n)\tmeasures to consult cyclists, disabled people and the local schools with regard to delivery times and necessary diversions;",
    "o)\tdetails of all pedestrian and cyclist diversions;",
    "p)\ta commitment to be part of Considerate Constructors Scheme; and",
    "q)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "r)\tThe submission of evidence of the condition of the highway prior to-construction and a commitment to make good any damages caused during construction.",
    "s)\tDetails of parking restrictions which may need to be implemented during construction work.",
    "t)\tAn Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment produced in accordance with current guidance 'The Control of Dust and Emissions during Construction and Demolition SPG', GLA, July 2014.",
    "u)\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on the development site. All NRMM shall meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site which details the emissions standard of all equipment.",
    "Prior to the commencement of any construction work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site construction compound.",
    "The development shall be carried out strictly in accordance with the details so approved. Any areas to be used for the storage of building materials or other site activities outside of the relevant phase of the development shall be returned to the original condition immediately following the practical completion of the development.",
    "Such details shall be implemented, and phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "Reason:  To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies SI1, SI7, T4, T6 and T7 of the London Plan (2021); the National Planning Policy Framework (2019); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites-Part 1: Noise.",
    "| Contaminated Land Remediation Scheme",
    "Based on the recommendations made in the RPS report JER8094 particularly for soft landscape / communal areas (which it is noted are mainly situated over the foul sewer where there is a lack of data due to easement requirements), a detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and subject to the approval in writing of the Local Planning Authority.",
    "The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria.",
    "The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2016 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| Verification of Contaminated Land Remediation",
    "Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced and is subject to the approval in writing of the Local Planning Authority. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy SD1 of the London Plan (2021) and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| Sustainable Urban Drainage Strategy - Detailed Design and Maintenance Plan",
    "Prior to commencement of the development hereby approved a detailed surface water drainage design (including relevant specifications), and a maintenance plan, shall be submitted and approved in writing by the Local Planning Authority (in consultation with the Lead Local Flood Authority). The development shall be carried out strictly in accordance with the approved detailed drainage scheme.",
    "Reason: To prevent flooding elsewhere by ensuring enough storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012); policy LV 5.12 of the Ealing Development Management DPD (2013); policies SI12 and SI13 of the London Plan (2021); and the National Planning Policy Framework (2012).",
    "| Fire Safety Statement",
    "Prior to commencement of the superstructure works a Fire Safety Statement produced by a third party suitably qualified assessor must be submitted detailing how the development proposal would function in terms of the building's construction; means of escape; features which reduce risk to life; access for service personnel and equipment; and any future modifications would not compromise the building's fire safety measures. The development shall be implemented in accordance with the approved details.",
    "Reason: In the interests of fire safety and to ensure the safety of all building users, and the safe and dignified emergency evacuation of all building users in accordance with policy D12 of the London Plan (2021).",
    "| Transport and/or Commercial/Industrial/Cultural Noise Sources",
    "Prior to commencement of the superstructure works a noise assessment (according to the criteria of the Council's interim SPG10) shall be submitted to the Council for approval in writing, of all external noise sources such as transport and commercial/industrial/cultural uses/activities and their noise levels at residential facades.",
    "Details shall include the sound insulation of the building envelope including glazing specifications (sound insulation including frames, seals and ventilators tested and approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated ventilation and cooling as necessary (with air intake from the cleanest aspect of the building), to achieve noise standards of BS8233:2014 and SPG10 in internal rooms and external amenity spaces (if provided). Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of future occupiers of the site, in accordance Interim Supplementary Planning Guidance SPG10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2019).",
    "| Separation of Commercial and Noise Sensitive Premises",
    "Prior to commencement of the superstructure works, details shall be submitted to the Council for approval in writing, of the sound insulation of the floor/ ceiling/ walls separating the commercial part(s) of the premises from dwellings.",
    "Details shall demonstrate that the sound insulation value is enhanced by at least 10-15dB above the Building Regulations value for residential use and, where necessary, additional mitigation measures are implemented to contain commercial noise within the commercial premises and to achieve the criteria of BS8233:2014 within the dwellings/ noise sensitive premises.",
    "Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ adjacent dwellings/ noise sensitive premises is not adversely affected by noise, in accordance with Interim Supplementary Planning Guidance SPG10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2019).",
    "| Separation of Communal Facilities/Plant etc. Noise from Dwellings",
    "Prior to commencement of the superstructure works, details shall be submitted to and approved in writing by the Council, of the sound levels emitted from communal/commercial facilities/areas and the sound insulation of the floor/ ceiling/ walls separating communal/commercial facilities/areas such as plant rooms, lift shafts, communal entrances/ staircases/ lift lobbies/ refuse stores etc. from dwellings.",
    "Details shall demonstrate that the sound insulation value is enhanced by at least 10dB above the Building Regulations value for residential use and, where necessary, additional mitigation measures implemented to separate communal noise and to achieve the criteria of BS8233:2014 within the dwellings/ noise sensitive premises.",
    "Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ adjacent dwellings/ noise sensitive premises is not adversely affected by noise, in accordance with Interim Supplementary Planning Guidance SPG10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2019).",
    "| Separation of Noise Sensitive Rooms in Neighbouring Flats",
    "Prior to commencement of the superstructure works, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/ uses in adjoining dwellings, e.g. kitchen/living/dining/bathroom above/below/adjoining bedroom of separate dwellings.",
    "Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance SPG10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2012).",
    "| External Noise from Machinery, Extract/Ventilation Ducting, Mechanical Gates, etc.",
    "Prior to occupation of the development, details shall be submitted to the Council for approval in writing, of the external sound level emitted from plant/ machinery/ equipment and mitigation measures as appropriate, as measured at/ calculated to the nearest and/or most affected noise sensitive premises.",
    "The measures shall ensure that the external sound level LAeq emitted from plant, machinery/ equipment will be lower than the lowest existing background sound level LA90 by at least 5 dBA at the most noise sensitive receiver location. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval.",
    "A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.",
    "Approved details shall be implemented prior to use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with Interim Supplementary Planning Guidance SPG10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2019).",
    "| Anti-Vibration Mounts and Silencing of Machinery etc.",
    "Prior to first use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration, in accordance with Interim Supplementary Planning Guidance SPG10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2019).",
    "| Extraction and Odour Control System for Non-Domestic Kitchens",
    "Prior to first occupation of the relevant part of the development, details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of any odour abatement equipment and extract system, including noise levels and the height of the extract duct with vertical discharge outlet and without cowl at least 1m above the eaves of the main building.",
    "Approved details shall be implemented prior to the commencement of the use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by cooking odour, in accordance with Interim Supplementary Planning Guidance SPG10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2019).",
    "| Materials - Details",
    "Prior to commencement of the superstructure works details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.  Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); policy D4 of the London Plan (2021), and the National Planning Policy Framework (2012).",
    "| Deliveries and Servicing Management",
    "Notwithstanding the submitted servicing and waste management plan, a Delivery and Servicing Management Plan shall be submitted for approval prior to first occupation of any part of the development. This plan shall include provision for on-site servicing which does not obstruct access to blue badge parking bays and which demonstrates a coordinated approach with any approved development on the adjoining site currently occupied as a public car park. The development shall be carried out in accordance with the approved Delivery and Servicing Management Plan.",
    "Reason: In the interests of highway safety and the amenities of neighbouring and prospective occupiers in accordance with policies SI1, SI7, T4, T6 and T7 of the London Plan (2021); policy 7A of the Ealing Development Management DPD (2013); and the National Planning Policy Framework (2012).",
    "| Cycle Parking",
    "Prior to the first residential occupation of the development details shall be submitted of at least 259 long stay secure and sheltered cycle parking spaces. These spaces shall include at least 6 wider bike spaces. Thecycle parking details shall demonstrate compliance with the specifications and standards of the London Cycle Design Standards. All the approved cycle parking shall be bought into use prior to first occupation of the residential development and retained permanently.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy T5 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG.",
    "| Travel Plan",
    "Notwithstanding the submitted Framework Travel Plan, a detailed Travel Plan shall be submitted to and approved in writing by the Local Planning Authority after 6 months occupation of 75% of the residential development. The Travel Plan shall provide a 5-year mode shift target as well as a robust Action Plan. The Travel Plan shall be prepared in accordance with the Transport for London Travel Plan Guidance and Ealing's Sustainable Transport for New Development SPD  in use at the time of its preparation. The development shall be carried out in accordance with the approved Travel Plan.",
    "Reason: To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T4, T5 and T6 of the London Plan (2021); and Ealing's Sustainable Transport for New Development SPG.",
    "| Vehicle Parking",
    "The parking arrangements for 6 blue badge parking bays shown on the approved plans shall be marked out on the site prior to first occupation of the development and shall include the provision of at least one active vehicle charging points, with the remaining provided with passive charging points.  These parking spaces shall be kept continuously available and shall not be used for any other purpose. No additional car parking shall be formed or made available.",
    "Reason: To ensure that there is adequate and inclusive parking provision within the site, to encourage the use of ultra-low carbon vehicles, and to ensure that excessive parking is not provided, in accordance with policy 6.13 of the Ealing Development Management DPD (2013); policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T4, T6, T6.1, T6.2 and T6.3 of the London Plan (2021); policy T6 of the draft London Plan; and section 9 of the National Planning Policy Framework (2019).",
    "| Parking Management Plan",
    "A Parking Management Plan for residents shall be submitted to and approved in writing by the Local Planning Authority prior to first occupation of the development. These details shall include:",
    "o\tDetails of how provision of disabled persons parking spaces will be made, managed and enforced to ensure that the approved disabled parking bays are retained for use by disabled residents only (whether M4(2) or M4(3) dwellings)",
    "o\tDetails of how existing or future residents would request a disabled parking bay, how quickly it could be created and what, if any, provision of visitor parking for disabled residents is available.",
    "o\tDetails of how the availability of parking spaces will be made clear to prospective residents prior to occupation to inform their housing decision, and how residents would request a parking bay.",
    "o\tOther measures to manage parking demand onsite",
    "Disabled parking bays must not be allocated to specific dwellings. Where a bay is being marked up for a specific resident, this should be done prior to occupation.",
    "The resident parking spaces shall be leased rather than sold, and all available bays shall be open to any resident regardless of housing tenure.",
    "The approved details shall be implemented prior to first occupation of the development and retained thereafter.",
    "Reason: To ensure that there is adequate and inclusive parking provision within the site, to encourage the use of ultra-low carbon vehicles, and to ensure that excessive parking is not provided, in accordance with policy 6.13 of the Ealing Development Management DPD (2013); policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T4, T6,"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "UB1 3DN",
  "application_type_full": "Removal/Variation of a condition",
  "appeal_decision_date": null,
  "lapsed_date": "23/03/2025",
  "locality": "Southall",
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "site_number": null,
  "epc_number": null,
  "decision_process": "Committee",
  "id": "Ealing-213386VAR",
  "centroid_northing": 180293,
  "uprn": "12149550",
  "title_number": [],
  "cil_liability": null,
  "subdivision_of_building": null,
  "last_updated_by": "FME Excel Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "ward": "Southall Broadway",
  "decision_date": "23/03/2022",
  "description": "Application for a Minor Material Amendment (S73a) to vary condition 2 (Approved Drawings) of planning permission ref: 192888FUL dated 05/03/2021 for: Redevelopment of the site to provide 149 residential units and 1x ground floor flexible retail/professional services/café or restaurant unit (A1/A2/A3 use classes) accommodated within three residential buildings ranging in height from four to fifteen storeys (inclusive of plant), with associated landscaping and blue badge parking (following demolition of buildings and structures on site). Amendments comprise of the following: design refinements to massing and façade design; reduction in size of the commercial unit by 37sqm.; amendment to mix of residential units to reduce the number of studios and two-bedroom units and increase the number of one bedroom and three bedroom units; reduction in height of Block B by 1 habitable floor and increase the height of Block C by 2 habitable floors; building entrances located within Block B + C accessed from central courtyard; cycle storage in blocks B + C relocated adjacent to main building entrances; cycle storage for blocks B + C relocated within the buildings.",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/213386VAR;",
  "lpa_app_no": "213386VAR",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T02:16:58.162+00:00",
  "centroid_easting": 513098,
  "pp_id": "PP-09770054",
  "borough": "Ealing",
  "appeal_start_date": null,
  "valid_date": "29/04/2021",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513125.8249087,
              180309.8460987
            ],
            [
              513121.5951923,
              180253.4122527
            ],
            [
              513074.3345021,
              180259.5305014
            ],
            [
              513080.9223059,
              180307.9666367
            ],
            [
              513070.1047857,
              180307.2568398
            ],
            [
              513068.6948803,
              180315.2545505
            ],
            [
              513075.2826841,
              180316.1942815
            ],
            [
              513081.1531676,
              180338.7678199
            ],
            [
              513076.2226211,
              180339.9374851
            ],
            [
              513077.3934198,
              180342.9966094
            ],
            [
              513103.4890381,
              180336.8783608
            ],
            [
              513100.4383655,
              180313.1351572
            ],
            [
              513125.8249087,
              180309.8460987
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.331,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "High Street",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3712427,
          51.5104025
        ],
        [
          -0.3713218,
          51.5098961
        ],
        [
          -0.37200049999999996,
          51.5099606
        ],
        [
          -0.3718901,
          51.5103946
        ],
        [
          -0.3720462,
          51.5103904
        ],
        [
          -0.3720639,
          51.5104625
        ],
        [
          -0.3719687,
          51.5104697
        ],
        [
          -0.3718769,
          51.5106714
        ],
        [
          -0.3719476,
          51.5106829
        ],
        [
          -0.3719297,
          51.5107101
        ],
        [
          -0.3715558,
          51.5106499
        ],
        [
          -0.3716074,
          51.5104371
        ],
        [
          -0.3712427,
          51.5104025
        ]
      ]
    ],
    "type": "Polygon"
  }
}