{
  "lpa_name": "Ealing",
  "uprn": "12028972",
  "decision_date": "24/11/2023",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Ealing-205307FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "UB1 1LH",
  "appeal_decision": null,
  "application_details": {
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "affordable_housing_fast_track": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 81,
      "total_gia_gained": 350,
      "total_gia_existing": 81,
      "total_gia_lost": 81,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 350
    },
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_gia_gained": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "total_gia_gained": 350,
    "internal_resi_water_usage": 80,
    "garden_land_lost": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.43,
        "building_ref": "Hostel"
      }
    ],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_non_resi_units_to_have_full_fibre": 13,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 30,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 1,
      "no_homes_to_have_electrical_heating": 13,
      "total_annual_pm_emissions": 4.07,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "fire_suppression_system_proposed": false,
      "green_roof_area": 0,
      "total_annual_nox_emissions": 0
    },
    "other_residential_accommodation_details": {
      "other_resi_accommodation_unit_details": [
        {
          "no_rooms_proposed": 13,
          "unit_type": "Hostel Room",
          "no_rooms_lost": 0
        }
      ]
    },
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 81,
        "use_class": "A1",
        "gia_gained": 0,
        "gia_lost": 81
      },
      {
        "gia_existing": 0,
        "use_class": "SG",
        "gia_gained": 350,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 81,
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "09/2022",
        "intended_commencement_date": "09/2021"
      }
    ],
    "existing_uprns": [
      "12028972"
    ],
    "site_area": 0.035,
    "rain_water_harvesting": false,
    "total_gia_existing": 81
  },
  "valid_date": "23/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of a three storey detached building to provide 13 bedrooms for short stay hostel accommodation (Use Class Sui Generis) for a maximum of nineteen (19) persons with associated cycle parking, refuse storage, front landscaping; and with retention of vehicle access to the back of the Himalaya Palace Shopping Centre \n",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of 3 years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): A-067001 (proposed site plan); A-067002 (proposed ground floor plan); A-067003 (proposed first floor plan); A-067004 (proposed second floor plan); A-067005 (proposed front elevation); A-067006 (proposed rear elevation); A-067007 (proposed side elevation D-D, north) ; A-067008 (proposed side elevation C-C, south ); A-067009 (proposed section F-F); A-067010 (proposed section E-E); Design and Access Statement; Planning Support Statement ref: 20/L/097; Heritage Statement ref: EA/AT/2020.048/Rpt01 Dec 2020",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Notwithstanding the materials set out in the submitted plans and application form, further details shall be submitted to the council and approved in writing by the local planning authority prior to commencement of works. Details shall include photographs of roof materials, brick and fenestration samples.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management | All habitable rooms shall have at least one openable window and shall remain as such for the lifetime of the development hereby approved.",
    "Reason: To protect the safety and living conditions of future occupiers of the development, in accordance with policies 7A and 7B of the Ealing Development Management Plan (2013);  London Plan(2021) policy D6 and Ealing's SPG16 for Hostel accommodation. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any subsequent amendment, revision or new Order) no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason:  To protect residential amenity, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), policies D1, D3 and D4 of the London Plan(2021), and the National Planning Policy Framework (2021). | The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and shall be retained as such for the lifetime of the development",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management | No more than nineteen (19) people shall be in residence at the development hereby approved.",
    "Reason: To protect the living conditions of occupants of nearby properties and future occupiers of the development, in accordance with policies 7A  and 7B of the Ealing Development Management Plan (2013);  London Plan(2021) policies D3, D4 and D6. | Prior to the first occupation of any part of the development, a Guest Management Strategy for the site shall be submitted to an approved in writing by the Local Planning Authority. The strategy shall include:",
    "o Contact details of relevant personnel or the management company who would be responsible for the management of the hostel",
    "o Use of the rear amenity space",
    "o A service waste management plan",
    "o Management of an access gate to the vehicular and pedestrian access",
    "o Installation of CCTV",
    "The site shall be managed in accordance with the approved strategy for the life time of the development or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of the proper maintenance, safety and security of the site and to ensure that the quality of the public realm is appropriately safeguarded in accordance with policies D3, D11 and E10 of the London Plan(2021), and policies 7A and 7.3 of the adopted Ealing Development Management DPD (2013). | In relation to requirements under Building Regulations Approved Document M (Volume1: Dwellings), the approved units shall be designed and constructed in accordance with Part M4(2)(Accessible and adaptable dwellings). The ground floor rooms shall be designed and constructed in accordance with Building Regulations Part M4(3)(2)(a)(Wheelchair user dwellings), or other such relevant technical requirements in use at the time of the construction of the development. Evidence demonstrating compliance should be submitted to and approved in writing by the Local Planning Authority prior to first occupation of the development hereby approved.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate for wheelchair users and the changing needs of the future occupiers, in accordance with policies D5, D6 and D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012) | The sound insulation of the floor/ceiling /wall structures separating communal main entrance/ stairs/ kitchen/living/circulation space/bathrooms from bedrooms shall be enhanced by at least 5dB above the recommended Building Regulations value. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS 8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management DPD (2013), Standard 30 of the London Housing SPG(2016) and policy D6 of the London Plan(2021) | The development shall incorporate overheating and cooling measures in line with the relevant CIBSE TM49 and/or TM52 guidance and detailed in the Dynamic Overheating Assessment produced by Build Energy in April 2021.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy SI4 of the London Plan(2021); Ealing's Development (Core) Strategy, and Development Management DPD; and National Planning Policy Framework (2021).",
    "| Prior to first occupation of the site further details for the artificial external lighting of the building and external communal areas within the curtilage of the site, including the external cycle parking areas, shall be submitted to and approved in writing by the Local Planning Authority. Development shall be carried out in accordance with the approved details.",
    "Proposed lighting shall not exceed lux levels of vertical illumination at neighbouring premises that are recommended by the Institution of Lighting Professionals in the 'Guidance Notes For The Reduction Of Light Pollution 2011'. Lighting should be minimised and glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site in accordance with policy D3, D4 and D6 of the London Plan (2021) and policies 7A and 7.4 of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2021). | Prior to first occupation of the development hereby approved, the applicant shall submit a roof plan to demonstrate the installation of a photovoltaic array of panels to the roof with minimum energy output capacity of 15 kWp. Verification of the operational output of the PV array shall be submitted to and approved in writing by the local planning authority.",
    "The photovoltaic panels shall be retained and maintained thereafter.",
    "Reason: To ensure the development maintains a contribution toward sustainable urban development through energy efficiency improvements and carbon reduction in accordance with policy 5.2 of Ealing's Development Management DPD(2013) and Ealing's Climate and Ecological Emergency Strategy(2021) and the NPPF(2021)",
    "| A Travel Plan shall be submitted to and approved in writing by the Local Planning Authority prior to first occupation of the proposed development hereby approved. The details submitted shall be designed to manage the transport needs of staff and visitors to the hostel, and retail staff of the Himalaya Palace, in order to demonstrate a car restraint policy for the site, minimise private car usage and promote alternative modes of transport. This should include a drop off strategy for those travelling to the site by car. The approved scheme shall \tbe implemented at the time of first occupation of the development and shall be retained for the life of the development.",
    "Reason: To promote the use of modes of transport, other than use of private motor vehicles, in pursuance of the Council's policies on sustainability in accordance with policy T2 and T4 of the London Plan (2021) and Policy 1.1 of the Local Development Framework (Core Strategy 2012).",
    "| Prior to first occupation of the development hereby approved, a Servicing Management Plan (for retail) shall be submitted to and approved in writing by the Council. Details shall include hours of use, times and frequency of activities/uses, deliveries and collections, vehicle movements, forward exit from the site, location of loading bays, quiet loading/unloading measures to the rear of the Himalaya Palace.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D6 and T7 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to the commencement of development, a Demolition and Construction Management and Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of works on site. The following details will be required.",
    "(a) A site clearance and demolition plan that sets out:",
    "o noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "o An Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.",
    "o Lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "o Delivery locations,",
    "o Hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "o Neighbour liaison, notifications to interested parties and public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergency or complaint.",
    "(b) Construction Management Plan that sets out:",
    "Details of construction hours; construction methods",
    "Details of enclosure of working areas and the location of compounds for the storage of plant and materials; Site security during construction; Site management and access; Vehicle and machinery specifications; Location, numbers and frequency of vehicles/deliveries and measures to ensure construction does not have an effect on neighbouring highways as part of a Construction Logistics Plan (CLP);",
    "Control measures for noise and vibration (information submitted should directly cross-reference with the BPM & mitigation measures as detailed in the BS 5228-1:2009+A1:2014 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise, BS 5228-2:2009+A1:2014)",
    "Lighting (Guidance Notes for The Reduction of Light Pollution 2011 by the Institution of Lighting Professionals)",
    "Construction worker parking",
    "Procedures for on-site contractors to deal with complaints from local residents",
    "Details of any Non-Road Mobile Machinery (NRMM) to be used in the development site shall meet as a minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments, unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM shall be registered on the NRMM register at https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site detailing proof of emissions standards for all equipment.",
    "The Construction Logistics and Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy T7 and SI1 of the London Plan(2021); and National Planning Policy Framework (2021). | Notwithstanding the submitted plans, further details of the proposed flank wall vertical planting and a landscape planting scheme to the front and rear of the site including boundary treatments with introduction of tall biodiverse planting a management plan shall be submitted to and approved in writing by the local planning authority. All new hardstanding should be laid as permeable pavers. The approved scheme shall be implemented in full prior to first occupation of the development hereby approved.",
    "Any planting that is part of the approved scheme that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season and all planting shall be replaced with others of a similar size and species and in the same position, and shall be retained thereafter.",
    "Reason: To improve the visual amenity of the development and increase the biodiversity of the site through urban greening in the interests of supporting providing a sustainable environment for future occupiers of the development in accordance with policies 1.1 (f) (g) of the Development Strategy 2026 (2012); policies D3, D4 and G5 of the London Plan (2021); The London Environment Strategy (2018); and policies 5.10, 7B and 7.4 of the Ealing Development Management DPD (2013) and the National Planning Policy Framework (2021). | The cycle parking hereby approved shall be installed prior to the first occupation of the development and shall comprise the provision of at one (1) short-stay and one (1) long-stay cycle parking spaces shall be provided to the rear of the site and shall be retained for the lifetime of the development.",
    "Reason: To ensure adequate cycle parking is provided within the development to encourage sustainable modes of transport in accordance with policy T5 and table 10.2 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG | The refuse and recycling area shown on the approved drawings shall be provided prior to the first occupation of the development and retained thereafter and these areas shall not thereafter be obstructed or used for any other purpose.",
    "Reason: To ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with policy D6 and SI8 of the London Plan (2021); policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities. | No person shall stay for a total of 90 consecutive days or greater in any calendar year of the development hereby approved.  A log of persons staying at the hostel shall be maintained and shall be made available for inspection upon request by the local planning authority.",
    "Reason: To enable the local planning authority to maintain strict control over the nature of the use, to protect the living conditions of occupiers in the locality in accordance with policies 3B Ealing Development Management DPD(2013) and policy 1.1(b), 1.2(d) and 2.(c) of the Adopted Ealing Local Development Framework (core) Strategy(2012) and policies D6 and E10 of the London Plan(2021); and the NPPF(2021) section 12.",
    "| All windows to the rear of the development shall be obscure glazed and shall be retained as such for the lifetime of the development hereby approved.",
    "Reason: To protect the living conditions of future occupiers of the development, in accordance with policies 7A and 7B of the Ealing Development Management Plan (2013) and policy D6 of the London Plan (2021).",
    "| Notwithstanding the plans hereby approved, further details for a front security gate to the vehicular access shall be submitted to and approved in writing by the Local Planning Authority prior to first occupation of the hostel.",
    "Reason: To ensure pedestrian and highway safety in relation to the rear use of the Himalayan Palace and for safety to the rear of the hostel in accordance with policies D11 and T7 of the London Plan(2021); policies 1.1 & 1.2 of the Ealing Development (or Core) Strategy (2012), and policy 7.3 of the Ealing Development Management Development Plan Document (2013). | Prior to first occupation of the development hereby approved, verification that the development has achieved Secured by Design accreditation shall be submitted to and approved in writing by the local planning authority. The provisions for secured by design shall be implemented in full and thereafter retained.",
    "Reason: In the interest of the safety of the future occupiers and visitors to the premises, in accordance with policy D11 of the London Plan(2021); policies 1.1 & 1.2 of the Ealing Development (or Core) Strategy (2012), and policy 7.3 of the Ealing Development Management Development Plan Document (2013)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T01:26:03.783+00:00",
  "ward": "Southall Broadway",
  "parking_details": {
    "no_existing_car": 5,
    "no_existing_cycle": 0,
    "no_proposed_cycle": 4,
    "no_proposed_car": 0,
    "net_cycle": 4,
    "net_car": -5
  },
  "lapsed_date": "24/11/2026",
  "decision_target_date": "15/12/2022",
  "centroid": {
    "lat": "51.5107696",
    "lon": "-0.376862"
  },
  "lpa_app_no": "205307FUL",
  "status": "Withdrawn",
  "site_name": "9-11 Herbert Road ",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/205307FUL;",
  "locality": "Southall",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512745.0514969,
              180335.4987557
            ],
            [
              512744.0538445,
              180333.1494282
            ],
            [
              512740.1869109,
              180333.7392593
            ],
            [
              512734.8523563,
              180334.5490275
            ],
            [
              512727.4482914,
              180335.1988415
            ],
            [
              512722.798077,
              180335.5487414
            ],
            [
              512723.9523855,
              180348.4450498
            ],
            [
              512724.1997374,
              180350.4544746
            ],
            [
              512727.2009396,
              180350.2545319
            ],
            [
              512731.8016837,
              180349.904632
            ],
            [
              512736.5013685,
              180349.6047179
            ],
            [
              512740.0962152,
              180349.3347952
            ],
            [
              512742.8500656,
              180349.1248552
            ],
            [
              512743.7487772,
              180349.0548753
            ],
            [
              512747.50028,
              180348.8049468
            ],
            [
              512747.2034578,
              180340.6472819
            ],
            [
              512747.0962721,
              180340.4973249
            ],
            [
              512746.8983906,
              180340.0474536
            ],
            [
              512745.0514969,
              180335.4987557
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [
    "MX289053 MX273980"
  ],
  "actual_commencement_date": null,
  "street_name": "Herbert Road",
  "pp_id": "PP-09357461",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 512735,
  "appeal_start_date": null,
  "centroid_northing": 180342,
  "borough": "Ealing",
  "decision": "Withdrawn",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3767192,
          51.5107091
        ],
        [
          -0.37673439999999997,
          51.5106882
        ],
        [
          -0.37678989999999996,
          51.5106943
        ],
        [
          -0.3768665,
          51.5107026
        ],
        [
          -0.3769729,
          51.5107099
        ],
        [
          -0.3770398,
          51.510714
        ],
        [
          -0.377019,
          51.5108297
        ],
        [
          -0.3770148,
          51.5108477
        ],
        [
          -0.37697169999999997,
          51.5108453
        ],
        [
          -0.3769055,
          51.5108412
        ],
        [
          -0.3768379,
          51.5108376
        ],
        [
          -0.37678619999999996,
          51.5108345
        ],
        [
          -0.3767466,
          51.510832
        ],
        [
          -0.3767337,
          51.5108312
        ],
        [
          -0.3766797,
          51.5108282
        ],
        [
          -0.3766866,
          51.510755
        ],
        [
          -0.3766882,
          51.5107536
        ],
        [
          -0.3766912,
          51.5107496
        ],
        [
          -0.3767192,
          51.5107091
        ]
      ]
    ],
    "type": "Polygon"
  }
}