{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507951.7667,
              186048.7547
            ],
            [
              507956.7938,
              186050.2099
            ],
            [
              507961.1594,
              186047.1672
            ],
            [
              507956.2646,
              186037.2453
            ],
            [
              507955.074,
              186037.3776
            ],
            [
              507951.7667,
              186048.7547
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07776740",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:47.742+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "12/05/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "ICKENHAM",
  "centroid": {
    "lat": "51.562962",
    "lon": "-0.4439527"
  },
  "decision": "Approved",
  "valid_date": "16/04/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.007
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2771/APP/2019/1247",
  "lpa_name": "Hillingdon",
  "site_name": "2 GLEBE AVENUE",
  "lapsed_date": "11/06/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 12/2664/5, 12/2664/6, 12/2664/7, 12/2664/8, 12/2664/9 and 12/2664/11, lan and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "No chimney, extraction vent/system or any air conditioning equipment shall be used on the premises until a scheme for the control of noise and vibration emanating from the site has been submitted to and approved in writing by the Local Planning Authority. The scheme shall be fully implemented before the development is occupied/use commences and thereafter shall be retained and maintained in good working order for so long as the building remains in use.",
    "REASON",
    "In order to safeguard the amenities of adjoining properties in accordance with Policy OE1 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The development shall not begin until a scheme for the control of noise transmission to the adjoining [dwellings] [premises] has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include such combination of sound insulation and other measures as may be approved by the LPA. Thereafter, the scheme shall be implemented and maintained in full compliance with the approved measures.",
    "REASON: To safeguard the amenity of the occupants of surrounding properties in accordance with policy OE1 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The premises shall not be used for the preparation or sale of food outside the hours of:-",
    "08.00 to 23.00 Mondays - Saturdays",
    "1000 to 1800 Sundays, Public or Bank Holidays..",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy OE3 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The premises shall not be used for deliveries and collections, including waste collections other than between the hours of 08:00 and 18:00, Mondays to Fridays, 08:00 to 13:00 Saturdays and not at all on Sundays and Bank and Public Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy OE3 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a protected characteristic, which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use of ground floor from solicitors office (Use Class A2) to hot food takeaway (Use Class A5) involving alterations to front elevation and installation of extract duct",
  "lpa_app_no": "2771/APP/2019/1247",
  "decision_target_date": "11/06/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "11/06/2019",
  "id": "Hillingdon-2771_APP_2019_1247",
  "centroid_northing": 186045,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507956,
  "street_name": "ICKENHAM",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4440126,
          51.5629965
        ],
        [
          -0.4439397,
          51.5630086
        ],
        [
          -0.4438777,
          51.5629805
        ],
        [
          -0.4439513,
          51.5628922
        ],
        [
          -0.4439684,
          51.5628936
        ],
        [
          -0.4440126,
          51.5629965
        ]
      ]
    ],
    "type": "Polygon"
  }
}