{
  "appeal_status": null,
  "lapsed_date": "12/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=52306/TRE/2025/73",
  "borough": "Hillingdon",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "actual_commencement_date": null,
  "ward": "NORTHWOOD 2022",
  "decision_date": "12/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13828338",
  "development_type": null,
  "description": "TPO 196 T1 1x Oak to crown reduce by 2m and crown lift to 8m.",
  "site_name": "BALMORAL",
  "decision_conditions": [
    "The Oak tree is situated in the front garden of Balmoral, Northgate, Northwood. The mature tree appears to be in good condition and is a notable landscape feature along Northgate. The tree can be viewed from neighbouring properties, and from the passing vehicle and foot traffic along the road. For these reasons, the tree has a high amenity value, and highly contributes to the arboreal nature of the area.",
    "This application has been refused as the work proposed is considered too severe, and is likely to negatively impact the visual amenity value of the tree. The extent of the reduction and lifting as proposed would significantly alter the form of the tree, resulting in a 'lollipop' appearance. This would negatively impact the tree's visual amenity and contribution to the local landscape. The oak currently displays a reasonably balanced, mature crown structure, and such uniform reduction and excessive lifting would not be appropriate in this context.",
    "The other trees included within the a",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Timing of works:  Pruning works should not be carried out during the period of bud burst and care should be taken to ensure that branches are cut back to healthy outward facing buds to avoid die-back to which some species are prone. For major works, such as pollarding or copping, work should only be carried out after the autumn leaf fall when the sap has gone down, and certainly well before the sap rises in the spring before bud burst has taken place.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "lpa_app_no": "52306/TRE/2025/73",
  "subdivision_of_building": null,
  "centroid_easting": 508304,
  "epc_number": null,
  "secondary_street_name": "NORTHWOOD",
  "lpa_name": "Hillingdon",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": null,
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null,
  "street_name": "NORTHGATE",
  "decision": "Refused",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 191192,
  "centroid": {
    "lon": -0.437369,
    "lat": 51.609155
  },
  "valid_date": "18/03/2025",
  "id": "Hillingdon-52306_TRE_2025_73",
  "last_updated": "2025-07-08T21:59:15.329Z",
  "locality": null,
  "status": "Refused",
  "last_date_consultation_comments": null,
  "decision_target_date": "13/05/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}