{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/195442FUL;",
  "lapsed_date": "01/09/2023",
  "decision_target_date": "12/06/2020",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 8TL",
  "site_name": "Brenvilla",
  "status": "Dismissed",
  "application_details": {
    "existing_uprns": [
      "000012003648"
    ],
    "site_area": 0.044000000000000004
  },
  "appeal_decision_date": "30/03/2021",
  "lpa_app_no": "195442FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516124,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T20:02:31.249+00:00",
  "id": "Ealing-195442FUL",
  "application_type": "All Other",
  "street_name": "Perivale Lane",
  "borough": "Ealing",
  "ward": "Perivale",
  "decision_date": "01/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": "05/11/2020",
  "decision_process": "Delegated",
  "description": "Construction of 3 self-contained residential units  (two storey with habitable loft space)  and provision of associated parking spaces, cycle and refuse storage, amenity spaces and landscaping, following the demolition of existing building",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 182816,
  "decision": "Declined to Determine",
  "appeal_decision": "Dismissed",
  "uprn": "000012003648",
  "centroid": {
    "lon": "-0.3272325",
    "lat": "51.5323195"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516126.2026434,
              182800.0032986
            ],
            [
              516120.4475907,
              182798.3537708
            ],
            [
              516117.9988076,
              182807.0512811
            ],
            [
              516116.5311867,
              182815.8087743
            ],
            [
              516116.2755898,
              182817.3283393
            ],
            [
              516116.2508546,
              182817.5682707
            ],
            [
              516115.0058504,
              182827.6653804
            ],
            [
              516114.552372,
              182831.3543245
            ],
            [
              516122.5500813,
              182832.2540669
            ],
            [
              516123.9022713,
              182832.5539811
            ],
            [
              516127.8516556,
              182833.5037092
            ],
            [
              516127.9011259,
              182833.203795
            ],
            [
              516128.7998376,
              182823.3966023
            ],
            [
              516130.5890159,
              182815.5488487
            ],
            [
              516131.4959726,
              182811.5499934
            ],
            [
              516132.5513404,
              182802.1026976
            ],
            [
              516126.2026434,
              182800.0032986
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing numbers: BV05 100 OS Location Plan, BV05 101b Block Plan, BV05 200 Existing Ground and First Floor Plans, BV05 201 Existing Elevations, BV05 202b Proposed 1st & Ground Floor, BV05 203b Proposed 2nd & Roof Plan, BV05 204c Proposed Elevations.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Details of the materials and finishes to be used for all external surfaces of the building within the development shall be submitted to and approved in writing by the local planning authority before any part of the super structure of the development is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 and 7.6 of the London Plan (2016) and the National Planning Policy Framework (2019). | No part of the roof of the ground floor rear extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Development Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 & 7.6 of the London Plan (2015), and the National Planning Policy Framework (2019). | Provision for cycle storage as shown on the approved plans and in accordance with adopted standards shall be provided prior to occupation and be continuously available and retained for the life of the development hereby approved.",
    "Reason: In the interests of the adequate bicycle storage provision and in the interests of reducing congestion to the local transport network, in accordance with policies 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policies 6.3, 6.9, 6.11 and 6.13 of the London Plan (2016), the National Planning Policy Framework (2019). | Refuse and recycling storage as indicated on the approved plans and in accordance with the standards adopted by the Local Planning Authority, shall be implemented and made available prior to the first occupation of any part of the development and retained in perpetuity.",
    "Reason:  To ensure that suitable and accessible refuse storage facilities are provided and in the interests of the visual and general amenities of the area, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013); and policy 5.16 of the London Plan (2016 as amended). | The sound insulation of the building envelope including glazing specifications and protection of external amenity spaces shall be based on the noise assessment standards specified in SPG10 and criteria in BS8233:2014 for internal rooms and external amenity areas. Acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building and low self-noise). Internal room- and external amenity noise levels shall conform with standards of the Council's SPG10 and criteria of BS8233 and be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy 7.15 of The London Plan (2016), Ealing SPG10 and the National Planning Policy Framework (2019). | Prior to commencement of the development hereby approved, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014), dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition), lighting (Guidance Notes For The Reduction Of Light Pollution 2011 by the Institution of Lighting Professionals), delivery locations, hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays, neighbour liaison, notifications to interested parties and public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy 7.15 of The London Plan (2016), Ealing SPG10 and the National Planning Policy Framework (2019). | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "o\tSoil assessments/survey",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tPrestart meeting with an Ealing Council Tree Officer",
    "o\tInitial implementation/installation of the tree protection measures",
    "o\tApproved incursions in to construction exclusion zones",
    "o\tFinal removal of the tree protection measures",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority.  The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o\tLocations of all proposed species.",
    "o\tComprehensive details of ground/tree pit preparation to include:",
    "o\tPlans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o\tEngineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o\tStaking/tying method(s).",
    "o\tFive year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | No trees, shrubs or hedges within the site which are shown to be retained on the approved plans shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of amenity value to the area."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/01/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08383014",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3272061,
          51.5321753
        ],
        [
          -0.3272895,
          51.5321617
        ],
        [
          -0.327322,
          51.5322403
        ],
        [
          -0.32734019999999997,
          51.5323193
        ],
        [
          -0.3273434,
          51.5323331
        ],
        [
          -0.32734369999999996,
          51.5323352
        ],
        [
          -0.3273583,
          51.5324262
        ],
        [
          -0.3273636,
          51.5324595
        ],
        [
          -0.3272481,
          51.5324659
        ],
        [
          -0.3272285,
          51.5324683
        ],
        [
          -0.3271712,
          51.5324761
        ],
        [
          -0.3271706,
          51.5324734
        ],
        [
          -0.3271609,
          51.532385
        ],
        [
          -0.3271377,
          51.5323141
        ],
        [
          -0.327126,
          51.532278
        ],
        [
          -0.32711389999999996,
          51.5321929
        ],
        [
          -0.3272061,
          51.5321753
        ]
      ]
    ],
    "type": "Polygon"
  }
}