{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506365.2096,
              180322.5088
            ],
            [
              506374.3377,
              180322.7733
            ],
            [
              506374.47,
              180325.5515
            ],
            [
              506379.3648,
              180325.5515
            ],
            [
              506381.0846,
              180289.1712
            ],
            [
              506369.046,
              180288.9066
            ],
            [
              506365.2096,
              180322.5088
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07576946",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:06.107+00:00",
  "appeal_decision_date": "17/10/2019",
  "status": "Dismissed",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "27/03/2019",
  "secondary_street_name": "YIEWSLEY",
  "appeal_start_date": "12/08/2019",
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.5116877",
    "lon": "-0.4684988"
  },
  "decision": "Refused",
  "valid_date": "04/03/2019",
  "appeal_decision": "Dismissed",
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.046000000000000006
  },
  "cil_liability": false,
  "postcode": "UB7 8HJ",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=58078/APP/2019/298",
  "lpa_name": "Hillingdon",
  "site_name": "2 - 4",
  "lapsed_date": "24/04/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring arrangements would be provided for the existing and proposed uses on the site, and therefore the development is considered to result in substandard car parking provision, leading to on-street parking to the detriment of public and highway safety and contrary to Policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development, by virtue of its failure to provide amenity space of sufficient size and quality commensurate to the size and layout of the said units, would result in an over-development of the site detrimental to the residential amenity of future occupiers. The proposal is therefore contrary to Policies BE19 and BE23 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Conversion of dwelling to 1 x 1-bed and 1 x 2 bed self contained flats with associated parking and amenity space",
  "lpa_app_no": "58078/APP/2019/298",
  "decision_target_date": "29/04/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "24/04/2019",
  "id": "Hillingdon-58078_APP_2019_298",
  "centroid_northing": 180307,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506374,
  "street_name": "PROVIDENCE ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4686208,
          51.5118288
        ],
        [
          -0.4684892,
          51.5118294
        ],
        [
          -0.46848639999999997,
          51.5118544
        ],
        [
          -0.4684159,
          51.5118534
        ],
        [
          -0.4684021,
          51.5115261
        ],
        [
          -0.4685756,
          51.511526
        ],
        [
          -0.4686208,
          51.5118288
        ]
      ]
    ],
    "type": "Polygon"
  }
}