{
  "last_updated_by": "FME Excel Import",
  "date_building_work_completed_under_previous_permission": null,
  "ward": "HARE/D VILLAGES 2022",
  "postcode": null,
  "lapsed_date": "26/07/2025",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "street_name": "NORTHWOOD WAY",
  "site_number": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505809.7183,
              190782.9323
            ],
            [
              505818.3172,
              190791.2005
            ],
            [
              505820.9631,
              190795.5
            ],
            [
              505820.6323,
              190800.1302
            ],
            [
              505819.3094,
              190802.1146
            ],
            [
              505840.8069,
              190831.5496
            ],
            [
              505868.5882,
              190834.1954
            ],
            [
              505873.2184,
              190831.5496
            ],
            [
              505878.1793,
              190840.81
            ],
            [
              505880.8252,
              190839.4871
            ],
            [
              505897.0309,
              190863.6304
            ],
            [
              505904.6377,
              190858.6694
            ],
            [
              505919.1898,
              190883.1434
            ],
            [
              505936.3454,
              190907.4252
            ],
            [
              505989.6353,
              190871.8986
            ],
            [
              505994.927,
              190878.8439
            ],
            [
              506042.8828,
              190847.4246
            ],
            [
              506044.5364,
              190846.7631
            ],
            [
              506031.638,
              190836.8412
            ],
            [
              505862.9658,
              190762.7578
            ],
            [
              505823.9396,
              190787.8932
            ],
            [
              505816.0021,
              190776.6484
            ],
            [
              505816.3329,
              190777.3099
            ],
            [
              505809.7183,
              190782.9323
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505936.3454,
              190907.4252
            ],
            [
              505936.0571,
              190907.6174
            ],
            [
              505940.6873,
              190913.5706
            ],
            [
              505936.3454,
              190907.4252
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-17709_APP_2022_1387",
  "locality": null,
  "actual_completion_date": null,
  "last_updated": "2025-03-20T11:13:19.266+00:00",
  "appeal_status": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_bluebadge": 3,
    "no_existing_car": 3,
    "no_existing_bluebadge": 1,
    "net_car": 19,
    "no_proposed_car": 22,
    "no_proposed_cycle": 4,
    "net_bluebadge": 2,
    "net_cycle": 4,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_existing_bus": null,
    "net_carclub": null
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "cil_liability": false,
  "decision_process": "Committee",
  "status": "Approved",
  "title_number": [],
  "subdivision_of_building": null,
  "description": "Change of use of former residential school (Use Class C2) to education facility (Use Class F.1), two storey extension to provide additional teaching space, construction of a Multi-Use Games Area, revised vehicular access, landscaping, car and cycle parking, and associated works.",
  "secondary_street_name": "HAREFIELD",
  "site_name": "HAREFIELD ACADEMY",
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "(GA) 001 Rev. E;",
    "(GA) 005 Rev. F;",
    "(GA) 100 Rev. E;",
    "(GA) 110 Rev. E;",
    "(GA) 120 Rev. E;",
    "(GA) 400 Rev. B;",
    "(GA) 410;",
    "(GA) 130 Rev. E;",
    "(GA) 300 Rev. B;",
    "1468-HFD-HED-ZZ-XX-DR-L-1000 Rev. A03;",
    "1468-HFD-HED-ZZ-XX-DR-L-1001 Rev. A01;",
    "1468-HFD-HED-ZZ-XX-DR-L-1002 Rev. A01;",
    "1468-HFD-HED-ZZ-XX-DR-L-1003 Rev. A03;",
    "1468-HFD-HED-ZZ-XX-DR-L-1004 Rev. A03;",
    "1468-HFD-HED-ZZ-XX-DR-L-1006;",
    "1468-HFD-HED-ZZ-XX-DR-L-1007 Rev. A01;",
    "1468-HFD-HED-ZZ-XX-DR-3000 Rev. A02;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be carried out except in complete accordance with the specified supporting plans and/or documents:",
    "Design & Access Statement Issue 02 (Dated 11th May 2022);",
    "J10/13576A/10/1/F1 Air Quality Assessment (Dated 10th June 2022);",
    "3249/007/001B Transport Assessment (Dated 12th May 2022);",
    "3249/007/007 Transport Addendum (Dated 28th June 2022);",
    "3249/007/007 Transport Response (Dated 29th July 2022);",
    "3249/007/004A Delivery and Servicing Plan (Dated 12th May 2022);",
    "3249/007/005 Construction Logistics Plan (Dated 6th May 2022);",
    "2220958 Noise Impact Assessment (Dated 5th May 2022);",
    "1468-HFD-HED-XX-XX-RP-L-0001 Rev. 02 Landscape Concept & Scheme Design (Dated 27th April 2022);",
    "3249/007/003B School Travel Plan (Dated 12th May 2022);",
    "TH 3298 B Arboricultural Impact Assessment Method Statement & Tree Protection Plan (Dated 12th August 2022);",
    "Circular Economy Statement Rev. 02 (Dated August 2022);",
    "Whole Life Carbon Assessment Rev. 02 (Dated August 2022);",
    "21068-",
    "Prior to the commencement of works on site for the development, a Construction Management and Logistics Plan for the development shall be submitted to and approved in writing by the Local Planning Authority. This plan shall detail:",
    "(i) The phasing of the works;",
    "(ii) The hours of work (seek to minimise disruption during school hours);",
    "(iii) On-site plant and equipment;",
    "(iv) Measures to mitigate noise and vibration;",
    "(v) Measures to mitigate impact on air quality;",
    "(vi) Waste management;",
    "(vii) Site transportation and traffic management, including:",
    "- Routing;",
    "- Signage;",
    "- Vehicle types and sizes;",
    "- Hours of arrivals and departures of staff and deliveries (avoiding peaks times of day);",
    "- Frequency of visits;",
    "- Parking of site operative vehicles;",
    "- On-site loading/unloading arrangements; and",
    "- Use of an onsite banksman (if applicable).",
    "(viii) The arrangement for monitoring and responding to complaints relating to demolition and construction",
    "(ix) Crane Management Plan",
    "Prior to the commencement of development above ground, details of all materials and external surfaces shall be submitted to and approved in writing by the Local Planning Authority. Details should include information relating to make, product/type, colour and photographs/images.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to the commencement of development above ground, the detailed design of the roof parapet, doors and windows shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to the commencement of the development (not including demolition and site clearance), a detailed surface water drainage scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall detail the specific measures to ensure it is in line with the principles of the approved drainage strategy (21068-MHA-WS-XX-R-C-003 Rev. P3 Flood Risk and Drainage Strategy (Dated 26th July 2022)). The detailed strategy shall demonstrate that attenuation provision has been maximised on site to further reduce run-off below 5 l/s towards the greenfield runoff rate. The details must demonstrate compliance with the London Plan sustainable drainage hierarchy and detail the use of measures within the fabric of the building (i.e. living roofs) and in the landscaping (i.e rain gardens) to meet the target run off rates. Recourse to drainage tanks should only be considered where more suitable alternatives (i.e. higher up the drainage hierarchy) are demonstrably unfeasibl",
    "Prior to the commencement of development above ground, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Hard Landscaping",
    "1.a Refuse Storage",
    "1.b Cycle Storage for 14 standard sheffield stands and four enlarged cycle parking bays (18 total);",
    "1.c Means of enclosure/boundary treatments",
    "1.d Car Parking Layouts, including demonstration that the following is provided:",
    "- 39 car parking spaces (including 2 no. designated disabled bays, 2 no. enlarged bays, and 5 no. spaces served by active electric vehicle charging infrastructure); and",
    "- 2 no. motorcycle parking spaces.",
    "1.e Hard Surfacing Materials (including a designated safe pedestrian route for drop-off and collection by private car and taxi to the school entrance)",
    "1.f External Lighting",
    "1.g Other structures (such as play equipment and furniture)",
    "1.h Wayfinding/Signage Strategy, including clear legible signage, visual contrast and sensory wayfinding",
    "2",
    "Prior to commencement of development above ground, a scheme for the enhancement of ecology shall be submitted to and approved in writing by the Local Planning Authority.  The scheme shall set out how the development will contribute positively to ecological value through the use of features and measures within the landscaping (i.e. nectar rich and diverse planting including living walls and/or roofs) and the fabric of the new built form (i.e. bat and bird boxes).  The scheme shall demonstrate the minimum urban greening factor set out in the London Plan Policy G5.  The scheme shall include a plan with the features annotated and the development must be built and operated in accordance with the approved scheme.",
    "REASON",
    "To ensure the development contributes positively to the ecological value of the area in accordance with Policy G5 and G6 of the London Plan (2021) and Policy DMEI 7 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to the commencement of development (other than demolition, site clearance and ground works), a Fire Statement for the relevant phase or plot, in the form of an independent fire strategy produced by a third party suitably qualified assessor shall be submitted to and approved in writing by the Local Planning Authority. The statement should detail how the development proposal will function in terms of:",
    "1. The building's construction: methods, products and materials used, including manufacturers' details;",
    "2. The means of escape for all building users: stair cores, escape for building users who are disabled or require level access, and the associated evacuation strategy approach;",
    "3. Features which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans;",
    "4. Access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positionin",
    "Prior to commencement of relevant works, details of new floodlighting or other form of external lighting, including light spill diagrams (Lux levels) and maintenance thereafter, shall be submitted to the Local Planning Authority. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy EM8 of the Hillingdon Local Plan: Part 2 (2012).",
    "Prior to the commencement of development above ground (excluding demolition and site clearance), full details of the low and zero carbon technology required to meet the CO2 reductions identified in the Energy Strategy (21/168 Rev. 05 Sustainability and Energy Report (Dated June 2022)) shall be submitted and approved in writing by the Local Planning Authority. The details shall include full specifications, locations of equipment and associated emissions.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure the development contributes to a reduction in CO2 in accordance with Policy DMEI 2 of the Hillingdon Local Plan: Part 2 (2020) and Policy SI 2 of the London Plan (2021).",
    "Prior to operation of the development, a Verification Report demonstrating that the approved drainage/SuDS measures have been fully implemented shall be submitted to and approved in writing by the Local Planning Authority. This report must include:",
    "- As built drawings and CAD/shapefiles for GIS of all the elements sustainable drainage systems including level information (if appropriate);",
    "- Photographs of the completed sustainable drainage systems throughout the construction process;",
    "- Any relevant certificates from manufacturers/suppliers of any drainage features; and",
    "- A confirmation statement of the above signed by a chartered engineer.",
    "REASON",
    "To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy EM6 of the Hillingdon Local Plan: Part 1 (2012) and Policy DMEI 10 of th",
    "Prior to operation of the development, a post-construction monitoring report should be completed in line with the Greater London Authority's (GLA) Circular Economy Statement Guidance.",
    "The post-construction monitoring report shall be submitted to the GLA, currently via email at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the Local Planning Authority, prior to operation of the development.",
    "REASON",
    "In the interests of sustainable waste management and in order to maximise the re-use of materials, in accordance with Policy SI 7 of the London Plan (2021).",
    "Prior to the operation of the development the post-construction tab of the Greater London Authority's (GLA) Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance.",
    "The post-construction assessment should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the Local Planning Authority, prior to operation of the development.",
    "REASON",
    "In the interests of sustainable development and to maximise on-site carbon dioxide savings, in accordance with Policy SI 2 of the London Plan (2021).",
    "Prior to the operation of the development, a Parking Design and Management Plan should be submitted to detail how the car parking and cycle parking will be designed, managed and maintained, with reference to Transport for London guidance on parking management and parking design. It should also set out the methodology behind the allocation/control of parking places which can be supported by enforcement structures that encourage the correct use of parking places which assists in ensuring that parking demand and allocation is properly managed. It should also detail how demand for electric vehicle charging provision is monitored.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure an unhindered and functional operation for all parking spaces and drop-off/pick-up areas within the site, in accordance with Policies T4 and T6 of the London Plan (2021) and Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2",
    "Prior to the operation of the development, details of a Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority.",
    "This should be in accordance with Transport for London's Delivery and Servicing Plan Guidance. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety and to safeguard the free flow of traffic, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020) and Policies T3 and T7 of the London Plan (2021).",
    "Prior to the operation of the development, details of the arrangements for drop-off and collection of students by private car and taxi shall be submitted to and approved in writing by the Local Planning Authority. This should include clarification to explain how a designated safe pedestrian route, which is the shortest possible distance, between the drop-off/collection point and the school entrance is being provided, and whether there will be any modification to these spaces to provide sheltered, accessible waiting spaces.",
    "REASON",
    "To ensure an unhindered and functional operation for all parking spaces and drop-off/pick-up areas within the site, in accordance with Policies T4 and T6 of the London Plan (2021) and Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020).",
    "For the lifetime of the development hereby permitted the rating level of noise caused by plant, machinery or equipment, operating as required, shall be at least 5 dB below the minimum background noise level, or 40 dB(A), whichever is lower, measured 1 metre outside of any window of any dwelling, or similarly noise sensitive premises, determined in accordance with the procedures set out in British Standard BS4142:2014.",
    "REASON",
    "To safeguard the amenity of the occupants of the surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "The building(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Part 2 (2020) and Policy D11 of the London Plan (2021).",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. All imported soils shall be tested for chemical contamination, and the results of this testing shall be interpreted and submitted, in report form, for written approval by the Local Planning Authority.",
    "REASON",
    "To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies DMEI 11 and DMEI 12 of the Hillingdon Local Plan: Part 2 (2020).",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"",
    "REASON",
    "To comply with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy, in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 1",
    "Prior to any above ground works, details of a full Road Safety Audit of the new eastern access point shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety and to safeguard the free flow of traffic, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020) and Policies T3 and T7 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "You are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990.",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574)."
  ],
  "centroid": {
    "lat": 51.606362,
    "lon": -0.47182
  },
  "bo_system": "CSV Data Import",
  "lpa_app_no": "17709/APP/2022/1387",
  "pp_id": "11208264",
  "last_date_consultation_comments": "31/05/2022",
  "centroid_easting": "505925",
  "decision_date": "26/07/2022",
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_target_date": "21/10/2022",
  "valid_date": "06/05/2022",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "01/2023"
      }
    ],
    "total_gia_gained": 2249,
    "site_area": 1.456,
    "total_gia_lost": 1613,
    "total_gia_existing": 1613,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1613,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1613
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 2249,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 1.34,
        "building_ref": "Extension "
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 89,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2249,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1613,
      "total_gia_gained": 2249,
      "total_gia_lost": 1613,
      "total_gia_existing": 1613,
      "development_type": null,
      "site_area": null
    },
    "garden_land_lost": false,
    "other_residential_accommodation_details": {
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null
    },
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 285,
      "urban_greening_factor_score": 0.26,
      "solar_pv_capacity": 0.02,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_passive_fast_ev_charging_points": 1,
      "no_non_resi_units_to_have_full_fibre": 2,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 30,
      "no_active_fast_ev_charging_points": 1,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "chp_heat_pumps_capacity": 0.18,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Private",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "lead_developer_company_name": null
  },
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": "190831",
  "epc_number": "0810-0326-9259-0926-7006",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "borough": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=17709/APP/2022/1387",
  "appeal_decision": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4734774,
          51.6059544
        ],
        [
          -0.47335079999999996,
          51.6060271
        ],
        [
          -0.4733113,
          51.6060653
        ],
        [
          -0.4733147,
          51.606107
        ],
        [
          -0.47333319999999995,
          51.606125
        ],
        [
          -0.473014,
          51.6063856
        ],
        [
          -0.4726122,
          51.6064041
        ],
        [
          -0.47254619999999997,
          51.6063795
        ],
        [
          -0.4724718,
          51.6064618
        ],
        [
          -0.47243399999999997,
          51.6064494
        ],
        [
          -0.47219279999999997,
          51.6066634
        ],
        [
          -0.47208449999999996,
          51.6066173
        ],
        [
          -0.471867,
          51.6068346
        ],
        [
          -0.4716121,
          51.6070496
        ],
        [
          -0.4708535,
          51.6067203
        ],
        [
          -0.4707751,
          51.6067817
        ],
        [
          -0.47009229999999996,
          51.6064903
        ],
        [
          -0.4700687,
          51.606484
        ],
        [
          -0.4702578,
          51.6063973
        ],
        [
          -0.4727149,
          51.6057631
        ],
        [
          -0.4732707,
          51.6059964
        ],
        [
          -0.4733886,
          51.6058968
        ],
        [
          -0.47338359999999996,
          51.6059027
        ],
        [
          -0.4734774,
          51.6059544
        ]
      ]
    ],
    "type": "Polygon"
  }
}