{
  "epc_number": "0810-0326-9259-0926-7006",
  "decision_target_date": "16/02/2024",
  "decision": "Approved",
  "last_date_consultation_comments": "06/10/2023",
  "description": "Demolition of former residential school and erection of academic building (Use Class F1) and ancillary structures including heat pump and substation enclosures, construction of a multi-use games area, revised vehicular access, landscaping, car and cycle parking and associated works.",
  "site_number": null,
  "postcode": null,
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Committee",
  "uprn": null,
  "appeal_status": null,
  "parking_details": {
    "no_proposed_car": 23,
    "net_cycle": 22,
    "no_existing_motorcycle": 0,
    "no_proposed_cycle": 22,
    "no_existing_car": 3,
    "no_existing_cycle": 0,
    "no_proposed_motorcycle": 1,
    "net_motorcycle": 1,
    "net_car": 20
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=17709/APP/2023/2673",
  "valid_date": "11/09/2023",
  "centroid": {
    "lon": -0.47195,
    "lat": 51.606346
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "site_name": "LORD ADONIS HOUSE HAREFIELD ACADEMY",
  "bo_system": "CSV Data Import",
  "centroid_easting": 505916,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "08/02/2027",
  "actual_completion_date": null,
  "centroid_northing": 190829,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47327349999999996,
          51.6059949
        ],
        [
          -0.47338169999999996,
          51.6059035
        ],
        [
          -0.4734698,
          51.6059535
        ],
        [
          -0.47333319999999995,
          51.6060373
        ],
        [
          -0.473311,
          51.6060727
        ],
        [
          -0.473334,
          51.6061277
        ],
        [
          -0.47296889999999997,
          51.6064775
        ],
        [
          -0.47290289999999996,
          51.6063934
        ],
        [
          -0.4726197,
          51.6064087
        ],
        [
          -0.47254809999999997,
          51.6063792
        ],
        [
          -0.47247079999999997,
          51.6064615
        ],
        [
          -0.4724329,
          51.6064527
        ],
        [
          -0.47219289999999997,
          51.6066577
        ],
        [
          -0.4720853,
          51.6066194
        ],
        [
          -0.47205949999999997,
          51.6066477
        ],
        [
          -0.4718998,
          51.6065683
        ],
        [
          -0.47147609999999995,
          51.6069553
        ],
        [
          -0.470883,
          51.6066948
        ],
        [
          -0.4707607,
          51.6067824
        ],
        [
          -0.4700682,
          51.6064968
        ],
        [
          -0.4702482,
          51.606398
        ],
        [
          -0.47271989999999997,
          51.6057551
        ],
        [
          -0.47326599999999996,
          51.6059912
        ],
        [
          -0.47327349999999996,
          51.6059949
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "17709/APP/2023/2673",
  "application_details": {
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "scheme_phasing": true,
    "site_area": 1.388,
    "internal_resi_water_usage": 0,
    "existing_uprns": null,
    "green_suds": true,
    "garden_land_lost": false,
    "total_gia_existing": 2264,
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 9.3,
        "building_ref": "-"
      }
    ],
    "total_gia_gained": 2276,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 2276,
      "total_gia_existing": 2264,
      "total_gia_lost": 2264
    },
    "surface_water_discharge_percentage_reduction": 85,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 20,
      "fire_suppression_system_proposed": false,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "no_passive_other_ev_charging_points": 1,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_new_water_connections_required": 1,
      "green_roof_area": 950,
      "no_homes_passive_cooling": 0,
      "urban_greening_factor_score": 0.44,
      "chp_heat_pumps_capacity": 0.2,
      "no_active_other_ev_charging_points": 1,
      "no_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 0.14,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true
    },
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "03/2024"
      }
    ],
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 2264,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 2264,
        "use_class": "F1",
        "gia_gained": 2276,
        "gia_lost": 2264
      }
    ]
  },
  "secondary_street_name": "HAREFIELD",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505823.7439,
              190787.7287
            ],
            [
              505816.4678,
              190777.4099
            ],
            [
              505810.2501,
              190782.8339
            ],
            [
              505819.5105,
              190792.3589
            ],
            [
              505820.9657,
              190796.3277
            ],
            [
              505819.2459,
              190802.4131
            ],
            [
              505843.7199,
              190841.8361
            ],
            [
              505848.4824,
              190832.5757
            ],
            [
              505868.0617,
              190834.6923
            ],
            [
              505873.0887,
              190831.5173
            ],
            [
              505878.2481,
              190840.7778
            ],
            [
              505880.894,
              190839.8517
            ],
            [
              505897.0336,
              190863.0028
            ],
            [
              505904.5742,
              190858.9018
            ],
            [
              505906.294,
              190862.0768
            ],
            [
              505917.5388,
              190853.4778
            ],
            [
              505945.9816,
              190897.1341
            ],
            [
              505987.6536,
              190869.0221
            ],
            [
              505995.9218,
              190878.944
            ],
            [
              506044.5391,
              190848.1861
            ],
            [
              506032.3021,
              190836.9413
            ],
            [
              505862.6377,
              190761.8656
            ],
            [
              505824.273,
              190787.3318
            ],
            [
              505823.7439,
              190787.7287
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-03-19T00:42:44.877+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "HARE/D VILLAGES 2022",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "Location Plan:",
    "TVC0024-NOV-V2-00-DR-A-PL01 Rev. P01;",
    "Proposed Site Plan:",
    "TVC0024-WWA-V2-ZZ-DR-L-0101 Rev. P02;",
    "Proposed Floor Plans:",
    "TVC0024-NOV-V1-00-DR-A-PL12 Rev. P01;",
    "TVC0024-NOV-V1-01-DR-A-PL13 Rev. P01;",
    "Proposed Elevations:",
    "TVC0024-NOV-V1-XX-DR-A-PL15 Rev. P01;",
    "TVC0024-NOV-V1-XX-DR-A-PL16 Rev. P01;",
    "Proposed Roof Plan:",
    "TVC0024-NOV-V1-02-DR-A-PL14 Rev. P01;",
    "Proposed Sections:",
    "TVC0024-NOV-V1-XX-DR-A-PL17 Rev. P01;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be carried out except in complete accordance with the specified supporting plans and/or documents:",
    "27471-HYD-XX-XX-RP-GE-0001 Issue S2 Ground Investigation Report (Dated 4th May 2023);",
    "27471-HYD-XX-XX-RP-FE-0001 Rev. 01 Fire Statement (Dated 20th September 2023);",
    "27834-HYD-ZZ-XX-YY-RP-2001-P01 Air Quality Assessment (Dated 8th September 2023);",
    "21068-MHA-WS-XX-R-C-003 Rev. P4 Flood Risk & Drainage Strategy (Dated 11th September 2023);",
    "27471-HYD-00-XX-RP-C-7000 Issue 02 Drainage Strategy (Dated 30th October 2023);",
    "TVC0024-ESS-XX-XX-RP-ME-0001 Rev. P01 Energy Strategy Part L Report (Dated 28th August 2023);",
    "TVC0024-ESS-XX-XX-RP-ME-002 Rev. P01 Net Zero in Operation Report (Dated 24th August 2023);",
    "TVC0024-ESS-XX-XX-RP-ME-0003 Rev. P01 Daylighting Report (Dated 24th August 2023);",
    "TVC0024-RWC-XX-XX-RP-H-0002 S0 P01 School Travel plan (Dated September 2023);",
    "TVC0024-NOV-V1-XX-T-A-PL19 Design & Access Statement (Dated September 2023);",
    "TVC0024-WWA-V2",
    "For the lifetime of the development hereby permitted the rating level of noise caused by plant, machinery or equipment, operating as required, shall be at least 5 dB below the minimum background noise level, or 40 dB(A), whichever is lower, measured 1 metre outside of any window of any dwelling, or similarly noise sensitive premises, determined in accordance with the procedures set out in British Standard BS4142:2014.",
    "REASON",
    "To safeguard the amenity of the occupants of the surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "The development hereby approved shall connect to a district heating network should one become available in future.",
    "REASON",
    "To ensure compliance with Policy SI 3 of the London Plan (2021).",
    "The development hereby approved shall ensure that sufficient ducting space for full fibre connectivity infrastructure is provided.",
    "REASON",
    "To ensure compliance with Policy SI 6 of the London Plan (2021).",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"",
    "REASON",
    "To comply with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy, in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 1",
    "Prior to the commencement of works on site for the development, a Construction Management and Logistics Plan for the development shall be submitted to and approved in writing by the Local Planning Authority. This plan shall detail:",
    "(i) The phasing of the works;",
    "(ii) The hours of work;",
    "(iii) On-site plant and equipment;",
    "(iv) Measures to mitigate noise and vibration;",
    "(v) Measures to mitigate impact on air quality;",
    "(vi) Waste management;",
    "(vii) Site transportation and traffic management, including:",
    "- Routing;",
    "- Signage;",
    "- Vehicle types and sizes;",
    "- Hours of arrivals and departures of staff and deliveries (avoiding peaks times of day);",
    "- Frequency of visits;",
    "- Parking of site operative vehicles;",
    "- On-site loading/unloading arrangements; and",
    "- Use of an onsite banksman (if applicable).",
    "(viii) The arrangement for monitoring and responding to complaints relating to demolition and construction;",
    "(ix) Crane Management Plan; and",
    "(x) Measures to avoid and mitigate impacts t",
    "Notwithstanding the plans hereby approved and prior to commencement of development, final details for the primary entrance on the front (east facing) elevation, shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development is legible and presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Notwithstanding the plans hereby approved and prior to commencement of development, final details for the ancillary utility structures shall be submitted to and approved in writing by the Local Planning Authority. This detail shall include a consolidation of the structures if possible, in order to reduce the clutter on this site.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to the commencement of development above ground, details of all materials and external surfaces (including the main building and ancillary buildings) shall be submitted to and approved in writing by the Local Planning Authority. Details should include information relating to make, product/type, colour and photographs/images.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to the commencement of development above ground, the detailed design of the roof parapet, doors and windows shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Notwithstanding the plans hereby approved and prior to commencement of development above ground, a revised internal layout and/or a detailed scheme to mitigate against the fire safety risks of dead-end corridors and inner rooms shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure the safety of all building users in accordance with Policy D12 of the London Plan (2021).",
    "Prior to the commencement of the development (not including demolition and site clearance), a detailed surface water drainage scheme shall be submitted to and approved in writing by the Local Planning Authority. The details must demonstrate compliance with the London Plan sustainable drainage hierarchy and detail the use of measures within the fabric of the building (i.e. living roofs) and in the landscaping (i.e rain gardens) to meet the target run off rates. Recourse to drainage tanks should only be considered where more suitable alternatives (i.e. higher up the drainage hierarchy) are demonstrably unfeasible. The details must also demonstrate how water will be collected, stored and reused within the development. The development must proceed and be occupied in accordance with the approved scheme.",
    "REASON",
    "To ensure that surface water run off is controlled and to ensure the development does not increase flood risk, in compliance with Policy EM6 of the Hillingdon Local Plan: Part 1 (201",
    "Prior to the commencement of the development (not including demolition and site clearance), water infrastructure details shall be submitted to and approved in writing by the Local Planning Authority. This detail shall:-",
    "i) achieve at least the BREEAM excellent standard for the 'Wat 01' water category160 or equivalent;",
    "ii) incorporate measures such as smart metering, water saving and recycling measures, including retrofitting, to help to achieve lower water consumption rates and to maximise future-proofing;",
    "iii) seek to improve the water environment and ensure that adequate wastewater infrastructure capacity is provided; and",
    "iv) take action to minimise the potential for misconnections between foul and surface water networks.",
    "The development must proceed and be occupied in accordance with the approved scheme.",
    "REASON",
    "To ensure compliance with Policy SI 5 of the London Plan (2021).",
    "Prior to any above ground works, details of a full Road Safety Audit of the new eastern access point shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details and recommendations.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety and to safeguard the free flow of traffic, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020) and Policies T3 and T7 of the London Plan (2021).",
    "Prior to the commencement of development above ground, a detailed final landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100) demonstrating no net loss of trees, enhanced boundary soft landscaping / screening including around the car park and the provision of large-canopied trees to target urban heat island effects,",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants (including pollution absorbing species) giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage for 14 standard sheffield stands and four enlarged cycle parking bays (18 total) to accord with London Cycle Design Standards;",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts, including demonstration that the fol",
    "Prior to commencement of development above ground, a scheme for the enhancement of ecology shall be submitted to and approved in writing by the Local Planning Authority.  The scheme shall set out how the development will contribute positively to ecological value through the use of features and measures within the landscaping (i.e. nectar rich and diverse planting including living walls and/or roofs) and the fabric of the new built form (i.e. bat and bird boxes). This shall achieve biodiversity net gain and shall detail the long-term management and maintenance strategy for such ecological habitat creation.",
    "The development must be built and operated in accordance with the approved scheme.",
    "REASON",
    "To ensure the development contributes positively to the ecological value of the area in accordance with Policy G5 and G6 of the London Plan (2021) and Policy DMEI 7 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to first operation of the development, the final comprehensive Fire Statement shall be submitted to and approved in writing by the Local Planning Authority. This should be accompanied by the Building Control Decision Notice or equivalent.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure the safety of all building users in accordance with Policy D12 of the London Plan (2021).",
    "Prior to first operation of the development, details of the external lighting, including light spill diagrams (Lux levels) and maintenance thereafter, shall be submitted to the Local Planning Authority. These details shall also demonstrate that light pollution and harm to ecology is minimised as far as practicable. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy EM8 of the Hillingdon Local Plan: Part 2 (2012).",
    "Prior to commencement of development (excluding demolition), the final Overheating Strategy shall be submitted to and approved in writing by the Local Planning Authority. The submission shall demonstrate how the development will reduce the potential for internal overheating and reliance on air conditioning systems in accordance with the following cooling hierarchy:",
    "1) reduce the amount of heat entering a building through orientation, shading, high albedo materials, fenestration, insulation and the provision of green infrastructure;",
    "2) minimise internal heat generation through energy efficient design;",
    "3) manage the heat within the building through exposed internal thermal mass and high ceilings;",
    "4) provide passive ventilation;",
    "5) provide mechanical ventilation; and",
    "6) provide active cooling systems.",
    "The approved details shall thereafter be implemented and retained for the lifetime of the development.",
    "REASON",
    "To demonstrate that the final strategy will reduce the potential for internal",
    "Prior to commencement of development (excluding demolition), an updated Energy Statement, including detailed energy monitoring, recording and reporting plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall accord with the requirements of the London Plan (policy SI2) and the GLA Energy Assessment Guidance (2022 or as amended).",
    "The development must proceed in accordance with the approved reporting structure and where there is a failure to achieve the required carbon savings, the quantum (tCO2) shall be treated as part of the shortfall and shall result in a cash in lieu contribution in accordance with the formula set out in the S106 agreement.",
    "REASON",
    "To ensure the development's onsite carbon savings from regulated energy demand is achieved in perpetuity (i.e. annually over 30years) in accordance with the Policy SI2 of the London Plan (2021).",
    "Prior to first operation of the development, a Verification Report demonstrating that the approved drainage/SuDS measures have been fully implemented shall be submitted to and approved in writing by the Local Planning Authority. This report must include:",
    "- As built drawings and CAD/shapefiles for GIS of all the elements sustainable drainage systems including level information (if appropriate);",
    "- Photographs of the completed sustainable drainage systems throughout the construction process;",
    "- Any relevant certificates from manufacturers/suppliers of any drainage features; and",
    "- A confirmation statement of the above signed by a chartered engineer.",
    "REASON",
    "To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy EM6 of the Hillingdon Local Plan: Part 1 (2012) and Policy DMEI 10",
    "Prior to first operation of the development, a post-construction monitoring report should be completed in line with the Greater London Authority's (GLA) Circular Economy Statement Guidance.",
    "The post-construction monitoring report shall be submitted to the GLA, currently via email at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the guidance.",
    "Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the Local Planning Authority, prior to operation of the development.",
    "REASON",
    "In the interests of sustainable waste management and in order to maximise the re-use of materials, in accordance with Policy SI 7 of the London Plan (2021).",
    "Prior to the first operation of the development the post-construction tab of the Greater London Authority's (GLA) Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance.",
    "The post-construction assessment should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance.",
    "Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the Local Planning Authority, prior to operation of the development.",
    "REASON",
    "In the interests of sustainable development and to maximise on-site carbon dioxide savings, in accordance with Policy SI 2 of the London Plan (2021).",
    "Prior to the operation of the development, a Parking Design and Management Plan should be submitted to detail how the car parking and cycle parking will be designed, managed and maintained, with reference to a pupil pick-up and drop-off strategy and Transport for London guidance on parking management and parking design. It should also set out the methodology behind the allocation/control of parking places which can be supported by enforcement structures that encourage the correct use of parking places which assists in ensuring that parking demand and allocation is properly managed. It should also detail how demand for electric vehicle charging provision is monitored.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure an unhindered and functional operation for all parking spaces and drop-off/pick-up areas within the site, in accordance with Policies T4 and T6 of the London Plan (2021) and Policies DMT 1 and DMT",
    "Prior to first operation of the development, details of a finalised Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority.",
    "This should be in accordance with Transport for London's Delivery and Servicing Plan Guidance. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety and to safeguard the free flow of traffic, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020) and Policies T3 and T7 of the London Plan (2021).",
    "Prior to first operation of the development, details of the arrangements for drop-off and collection of students by private car and taxi shall be submitted to and approved in writing by the Local Planning Authority. This should include clarification to explain how a designated safe pedestrian route, which is the shortest possible distance, between the drop-off/collection point and the school entrance is being provided, and whether there will be any modification to these spaces to provide sheltered, accessible waiting spaces.",
    "REASON",
    "To ensure an unhindered and functional operation for all parking spaces and drop-off/pick-up areas within the site, in accordance with Policies T4 and T6 of the London Plan (2021) and Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020).",
    "The building(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Part 2 (2020) and Policy D11 of the London Plan (2021).",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. Prior to first operation of the development, all imported soils shall be tested for chemical contamination, and the results of this testing shall be interpreted and submitted, in report form, for written approval by the Local Planning Authority.",
    "REASON",
    "To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies DMEI 11 and DMEI 12 of the Hillingdon Local Plan: Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority.",
    "If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority. The planting shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier.",
    "Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork sh",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "You are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990.",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574).",
    "a) The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "b) Fixtures, fittings and furnishings, particularly hard materials should be selected to ensure that sound is not adversely reflected. The design of all learning areas should be considerate to the needs of people who are hard of hearing or deaf. Reference should be made to BS 8300:2018 and, BS 223 in selecting an appropriate acoustic absorbency for each surface.",
    "c) Care should be taken to ensure that the internal decoration achieves a Light Reflectance Value (LRV) dif",
    "Please be advised that a Groundwater Risk Management Permit from Thames Water will be required for any discharging of groundwater into a public sewer.  Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Thames Water would expect the developer to demonstrate what measures they will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed online on the Thames Water website."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Hillingdon",
  "pp_id": "12411095",
  "decision_date": "08/02/2024",
  "id": "Hillingdon-17709_APP_2023_2673",
  "street_name": "NORTHWOOD WAY"
}