{
  "centroid": {
    "lon": "0.216297",
    "lat": "51.549551"
  },
  "status": "Approved",
  "decision_target_date": "27/09/2019",
  "site_name": "Suttons Junior And Mixed Infants School",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The MUGA hereby permitted shall be not be used other than between:",
    "Monday to Friday - 07:45 and 20:00",
    "Saturday, Sunday, Bank/Public Holidays - 08:00 and 18:00",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the MUGA hereby permitted coming into use external lighting shall be provided in accordance with the details submitted to the Local Planning Authority, as set out on drawing no. S MUGA 05 Rev A. The lighting shall be provided and operated in strict accordance with the approved scheme and shall be operated only within the hours set out in Condition 3 of this permission and at no other time unless agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To protect residential amenity and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The Multi Use Games Area, hereby permitted, shall not be constructed other than substantially in accordance with Sport England's Design Guidance Notes: 'Artificial Surfaces for Outdoor Sport'.",
    "Reason:-",
    "To ensure that the development is fit for purpose and sustainable and to accord with Development Control Policies Development Plan Document Policies DC26, DC48, DC49, DC51 and DC61.",
    "No works shall take place in relation to any of the development hereby approved until details of surface water drainage works are submitted to and approved in writing by the Local Planning Authority.  Surface water drainage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water drainage works are required on site to prevent the risk of flooding.  Submission of a scheme prior to commencement will ensure that the measures to be employed are technically sound and that the development accords with the Development Control Policies Development Plan Document Policies DC49 and DC61.",
    "Use of the development shall not commence until a community use agreement prepared in consultation with Sport England has been submitted to and approved in writing by the Local Planning Authority, and a copy of the completed approved agreement has been provided to the Local Planning Authority. The agreement shall supply the Multi-Use-Games-Area and include details of pricing policy, hours of use, access by non-education establishment users management responsibilities and a mechanism for review. The development shall not be used otherwise than in strict compliance with the approved document.",
    "Reason:-",
    "To secure well managed community access to the sports facility/facilities, to ensure sufficient benefit to the development of sport.",
    "The development hereby approved shall not be occupied until full details of the management and operation of the use of the MUGA has been submitted to and approved in writing by the Local Planning Authority. The information to be submitted shall include details of a community liaison so that neighbouring occupiers may report any issues arising from the use of the MUGA, management responsibilities and include fundamentally a mechanism for review. The approved Scheme shall be implemented upon provision of the MUGA in accordance with this approval.",
    "Reason: In order to ensure adequate mitigation for the loss of existing facilities in accordance with NPPF and to protect the amenity of neighbouring occupiers.",
    "Within one month of the MUGA coming into use, precise details shall be submitted to ratify the findings of the lighting contour scheme set out on drawing no. S MUGA 05 Rev A. Should the findings demonstrate levels in excess of those set out on drawing no S MUGA 05 Rev A then a scheme for measures to achieve the required lighting levels shall be submitted to and approved in writing by the Local Planning Authority. Such a scheme shall provide a timetable for implementation. The measures shall be implemented in accordance with the approved details and timetable.",
    "Reason:-",
    "To protect the amenity of neighbouring occupiers and to ensure that the external lighting scheme and resultant levels of illumination operate as intended and entirely in accordance with the details as submitted.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, which came into force from 22.11.2012, a fee of £97 per request or £28 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": "Hornchurch",
  "application_type": "All Other",
  "postcode": "RM12 6RP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "25/09/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0683.19",
  "centroid_northing": 185734,
  "uprn": "100023214396",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hacton",
  "decision_date": "25/09/2019",
  "description": "Formation of a hard standing Multi Use Game Area within the grounds of the Suttons Primary School, for the use of pupils and wider community.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0683.19",
  "lpa_app_no": "P0683.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:41.159+00:00",
  "centroid_easting": 553763,
  "pp_id": "07726016",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "22/05/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553751.606,
              185803.415
            ],
            [
              553760.547,
              185847.848
            ],
            [
              553820.423,
              185836.197
            ],
            [
              553813.92,
              185807.479
            ],
            [
              553833.428,
              185802.331
            ],
            [
              553829.635,
              185788.242
            ],
            [
              553879.486,
              185776.863
            ],
            [
              553877.048,
              185766.297
            ],
            [
              553827.738,
              185776.592
            ],
            [
              553799.019,
              185627.579
            ],
            [
              553682.518,
              185653.047
            ],
            [
              553687.665,
              185657.111
            ],
            [
              553694.71,
              185660.633
            ],
            [
              553696.877,
              185672.012
            ],
            [
              553693.897,
              185677.972
            ],
            [
              553685.498,
              185686.371
            ],
            [
              553696.877,
              185745.706
            ],
            [
              553699.857,
              185748.144
            ],
            [
              553702.296,
              185750.583
            ],
            [
              553703.921,
              185756.814
            ],
            [
              553703.651,
              185766.297
            ],
            [
              553701.754,
              185771.173
            ],
            [
              553708.527,
              185803.956
            ],
            [
              553761.901,
              185793.119
            ],
            [
              553763.527,
              185800.434
            ],
            [
              553751.606,
              185803.415
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.264
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Suttons Lane",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "21/06/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2161631,
          51.5501778
        ],
        [
          0.2163114,
          51.5505746
        ],
        [
          0.2171691,
          51.5504536
        ],
        [
          0.2170629,
          51.5501973
        ],
        [
          0.2173418,
          51.5501458
        ],
        [
          0.217281,
          51.5500202
        ],
        [
          0.21799439999999998,
          51.5499044
        ],
        [
          0.2179546,
          51.5498101
        ],
        [
          0.21724849999999998,
          51.5499161
        ],
        [
          0.21676959999999998,
          51.548585
        ],
        [
          0.21510189999999998,
          51.5488456
        ],
        [
          0.21517789999999998,
          51.5488807
        ],
        [
          0.2152809,
          51.5489104
        ],
        [
          0.21531709999999998,
          51.5490121
        ],
        [
          0.2152768,
          51.5490664
        ],
        [
          0.2151594,
          51.5491442
        ],
        [
          0.2153493,
          51.5496742
        ],
        [
          0.21539329999999998,
          51.5496953
        ],
        [
          0.2154295,
          51.5497165
        ],
        [
          0.2154556,
          51.5497721
        ],
        [
          0.21545589999999998,
          51.5498574
        ],
        [
          0.2154306,
          51.5499017
        ],
        [
          0.2155425,
          51.5501944
        ],
        [
          0.216307,
          51.5500825
        ],
        [
          0.2163336,
          51.5501478
        ],
        [
          0.2161631,
          51.5501778
        ]
      ]
    ],
    "type": "Polygon"
  }
}