{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509283.4406,
              178877.8245
            ],
            [
              509286.2187,
              178882.1901
            ],
            [
              509326.7,
              178862.4786
            ],
            [
              509323.525,
              178856.7901
            ],
            [
              509283.4406,
              178877.8245
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07790561",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:20.319+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "18/05/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "PINKWELL",
  "centroid": {
    "lat": "51.4982035",
    "lon": "-0.4267106"
  },
  "decision": "Refused",
  "valid_date": "24/04/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.026000000000000002
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=33887/APP/2019/1325",
  "lpa_name": "Hillingdon",
  "site_name": "224 STATION ROAD",
  "lapsed_date": "19/06/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposal would result in an overintensive use of the site to the detriment of the residential amenities of adjoining occupiers by reason of noise and disturbance. Therefore the proposal would be contrary to Policies BE19, OE1 and OE3 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policy DMH 5 in the emerging Hillingdon Local Plan: Part 2 - Development Management Policies and the Council's adopted Supplementary Planning Guidance Houses in Multiple Occupation and other non self-contained housing (2004).",
    "The proposal fails to provide a satisfactory level of off-street car parking spaces and would therefore be likely to give rise to increased demand for on-street parking, prejudicial to highway and pedestrian safety. The proposal is therefore  contrary to Policies AM7 and AM14 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Guidance Houses in Multiple Occupation and other non self - contained housing (2004).",
    "The proposal would fail to provide a satisfactory residential environment for the future occupants of the HMO given that the communal dining room would achieve very poor levels of outlook and light and one of the bedrooms is undersized. The proposal is therefore contrary to National Housing standards, Policy 3.5 of the London Plan (March 2016), Policy BE20 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and Policy DMH 5 in the emerging Hillingdon Local Plan: Part 2 - Development Management Policies.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use from single dwelling house (Use Class C3) to HMO for 7 people (Sui Generis) (Retrospective)",
  "lpa_app_no": "33887/APP/2019/1325",
  "decision_target_date": "19/06/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/06/2019",
  "id": "Hillingdon-33887_APP_2019_1325",
  "centroid_northing": 178869,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509306,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4270328,
          51.4982871
        ],
        [
          -0.42699139999999997,
          51.4983258
        ],
        [
          -0.4264146,
          51.4981408
        ],
        [
          -0.42646209999999996,
          51.4980903
        ],
        [
          -0.4270328,
          51.4982871
        ]
      ]
    ],
    "type": "Polygon"
  }
}