{
  "appeal_status": null,
  "lapsed_date": "13/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=45104/TRE/2025/87",
  "borough": "Hillingdon",
  "application_type_full": null,
  "actual_commencement_date": null,
  "ward": "NORTHWOOD HILLS 2022",
  "decision_date": "13/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": null,
  "development_type": null,
  "description": "To carry out tree surgery including to Reduce the side overhanging 10 Selway Close by 4m, One Ash within Group 1 on TPO 387",
  "site_name": "10 SELWAY CLOSE",
  "decision_conditions": [
    "The ash is located outside the rear boundary of 10 Selway Close, Pinner. The tree can be viewed from other properties on Selway Close and Linslade Close, and from Haydon Hall Meadows. The ash appears to be in a moderate condition and has a moderate amenity value.",
    "This application has been refused due to no valid arboricultural reason being provided for the work. The application is asking to remove 4m of overhanging branches when the crown to the east extends approximately 6m. This would result in a heavily unbalanced crown, and could lead to many future management issues.",
    "A less severe work specification involving the reduction of some selected branches may be accepted in future applications if it can be seen that the amenity value of the tree can be protected.",
    "Please note - all deadwood may be removed under exemption, and does not require an application.",
    "Having regard to the reasons given for the proposed work, the work is unjustified and will have a detrimental impact on the vis",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "lpa_app_no": "45104/TRE/2025/87",
  "subdivision_of_building": null,
  "centroid_easting": null,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Hillingdon",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": null,
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null,
  "street_name": "PINNER",
  "decision": "Refused",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": null,
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "valid_date": "20/03/2025",
  "id": "Hillingdon-45104_TRE_2025_87",
  "last_updated": "2025-07-09T21:59:14.332Z",
  "locality": null,
  "status": "Refused",
  "last_date_consultation_comments": null,
  "decision_target_date": "15/05/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}