{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/0371/18",
  "application_type_full": null,
  "uprn": "10002294560",
  "borough": "Harrow",
  "street_name": "High Street",
  "locality": "Harrow",
  "ward": null,
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be carried out in accordance with the following approved plans: 17391-02-Rev B; AL(0)003 Rev A; AL(0)004 Rev C, AL(0)005 Rev A, AL(0)006 Rev A, AL(0)007 Rev A, AL(0)008 Rev B, AL(0)009 Rev A, AL(0)40, AL(2)040 Rev D, AL(2)041 Rev D, AL(0)102, AL(0)901B; AL(0)004cycle store Rev B; AL(0)004 swept path analysis Rev C.\r\nREASON: For the avoidance of doubt and in the interests of proper planning. \r\n",
    "Condition : 2 - The development hereby approved shall be completed in accordance with the facing materials and ground surfacing details approved under local planning authority reference P/4987/17, dated 29/12/17.\r\nREASON: To safeguard the appearance of the locality in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).  \r\n",
    "Condition : 3 - Notwithstanding the details on the approved drawings, the construction of building hereby permitted shall not commence until there has been submitted to, and approved by, the local planning authority, a scheme of hard and soft landscape works.  Soft landscape works shall include: planting plans, and schedules of plants, noting species, plant sizes and proposed numbers / densities.\r\nREASON:  To safeguard the appearance of the locality in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013). \r\n",
    "Condition : 4 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building(s), or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\r\nREASON: To safeguard the appearance of the locality in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 5 - Prior to the commencement of development details of the means of protection of the Street Trees (Birch) shall be submitted to and approved in writing by the local planning authority prior to the commencement of development and shall include details of\r\n(i) type of protective fencing\r\n(ii) height of protective fencing\r\n(iii) location of protective fencing\r\n\r\nThe construction of the development shall be carried out in strict accordance with the approved details.\r\nREASON: To protect retained trees on the site to maintain their longevity in accordance with Policies DM1 and DM22 of the Harrow Development Management Policies Local Plan (2013).  \r\n",
    "Condition : 6 - The refuse bins shall be stored at all times, other than on collection days, in the designated refuse storage area, as shown on the approved drawing.\r\nREASON: To safeguard the appearance of the locality in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013). \r\n",
    "Condition : 7 - No site works or development shall commence until details of the levels of the building, road and footpath in relation to the adjoining land and highway(s), and any other changes proposed in the levels of the site, have been submitted to, and approved by, the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.\r\nREASON:  To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).  ",
    "Condition : 8 - The development hereby approved shall be completed in accordance with the Construction Method Statement (dated July 2017) approved under local planning authority reference P/3440/17, dated 19/08/17.\r\nREASON: To manage the impact of the development upon the local area during its construction in the interests of public amenity and the local natural environment in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).",
    "Condition : 9 - The development hereby approved shall be completed in accordance with the surface water details approved under local planning authority reference P/4688/17, dated 18/12/17.\r\nREASON: To prevent the increased risk of flooding in accordance with the objectives set out under Policies DM9 of the Harrow Development Management Policies Local Plan (2013) and Policy AAP9 of the Harrow Area Action Plan (2013).\r\n",
    "Condition : 10 - Prior to the use of the development hereby permitted, a full Delivery and Service Plan shall be submitted to and approved in writing by the Local Planning Authority. The Delivery and Service Plan thereby approved shall be adhered to thereafter. \r\nREASON: To ensure that the development does not harm the safety and free flow of the public highway, thereby according with policies DM1, DM42, DM43 and DM44 of the Harrow Development Management Policies Local Plan 2013.\r\n",
    "Condition : 11 - The retail use hereby permitted shall not be open to customers outside the following times:-\r\n06.00 hours to 23.00 hours, Monday to Saturday inclusive, and 10.30 hours to 22.30 hours on Sundays, without the prior written permission of the local planning authority.\r\nREASON:  To safeguard the amenity of neighbouring residents in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 12 - Prior to occupation of the development hereby permitted, measures to minimise the risk of crime in a visually acceptable manner and meet the specific security needs of the application site / development shall be installed in accordance with details to be submitted to and approved in writing by the local planning authority.\r\nAny such measures should follow the design principles set out in the relevant Design Guides on the Secured by Design website: http://www.securedbydesign.com/guides/index.aspx and shall include the following requirements:\r\n1. all main entrance doorsets  and communal entrance doorsets shall be made secure to standards, independently certified, set out in PAS 24:2007 or WCL 1 'Security standard for domestic doorsets';\r\n2. all windowsets on the ground floor of the development and those adjacent to flat roofs or large rainwater pipes (downpipes) shall be made secure to standards, independently certified, set out in BS 7950:1997 or WCL 4 'Security standard for domestic windowsets'.\r\nFollowing implementation the works shall thereafter be retained.\r\nREASON: In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime, in accordance with policy DM 2 of the Harrow Development Management Policies Local Plan (2013), and Section 17of the Crime & Disorder Act 1998.\r\n",
    "Condition : 13 - Notwithstanding the approved plans, the scheme shall not commence until details for basement protection for ground water flooding, which would include waterproofing and water tanking details have been submitted and approved by the Local Planning Authority. The development shall be completed in accordance with the approved details and shall thereafter be\r\nretained.\r\nREASON: To build in resistance and resilience in managing, reducing and mitigating the effects of flood risk following guidance in the National Planning Policy Framework. To ensure that the proposed works can be incorporated in to the design, this is PRE-COMMENCEMENT Condition.\r\n",
    "Condition : 14 - Notwithstanding the details shown on the approved drawings, the development hereby permitted shall not be occupied until details of the proposed refuse shelters, including materials to be used in the external surfaces, have been submitted to, and approved in writing by, the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained.\r\nREASON: To safeguard the appearance of the locality in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).  \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "515392",
  "status": "Approved",
  "decision_date": "02/07/2018",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.33652889999999996,
          51.5937493
        ],
        [
          -0.336364,
          51.5937793
        ],
        [
          -0.3362078,
          51.5938059
        ],
        [
          -0.3359964,
          51.5938433
        ],
        [
          -0.33597889999999997,
          51.5938462
        ],
        [
          -0.335939,
          51.5938533
        ],
        [
          -0.33589969999999997,
          51.59386
        ],
        [
          -0.3358924,
          51.5938393
        ],
        [
          -0.3358886,
          51.5938288
        ],
        [
          -0.3358834,
          51.5938143
        ],
        [
          -0.3358711,
          51.5938128
        ],
        [
          -0.335766,
          51.593827
        ],
        [
          -0.3357,
          51.5938355
        ],
        [
          -0.3354678,
          51.593866
        ],
        [
          -0.3353024,
          51.5938888
        ],
        [
          -0.3352989,
          51.593846
        ],
        [
          -0.3353173,
          51.5938369
        ],
        [
          -0.33533389999999996,
          51.5938362
        ],
        [
          -0.3353334,
          51.5938128
        ],
        [
          -0.3353391,
          51.5938124
        ],
        [
          -0.3353332,
          51.5937391
        ],
        [
          -0.3353269,
          51.5936888
        ],
        [
          -0.3353213,
          51.5936499
        ],
        [
          -0.3354398,
          51.5936457
        ],
        [
          -0.3357079,
          51.5936369
        ],
        [
          -0.3357074,
          51.5936315
        ],
        [
          -0.3357732,
          51.5936289
        ],
        [
          -0.3357661,
          51.5935654
        ],
        [
          -0.33576459999999997,
          51.5935496
        ],
        [
          -0.33600189999999996,
          51.5936119
        ],
        [
          -0.33618359999999997,
          51.5936585
        ],
        [
          -0.3362386,
          51.593673
        ],
        [
          -0.33652889999999996,
          51.5937493
        ]
      ]
    ]
  },
  "decision_target_date": "27/04/2018",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "23/02/2018",
  "development_type": "Major dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T20:36:23.676+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-P_0371_18",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "189638",
  "appeal_start_date": null,
  "postcode": "HA3 5BY",
  "url_planning_app": "http://site.com?appref=P/0371/18-or-996831 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "19",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Variation of Condition 2 (Approved plans) attached to planning permission P/2418/12 dated 23/02/2015 to allow the enlargement of the existing basement and the relocation of the communal/commercial cycle and refuse storage;",
  "valid_date": "26/01/2018",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515323.85,
              189632.6
            ],
            [
              515335.2,
              189636.2
            ],
            [
              515345.95,
              189639.4
            ],
            [
              515360.5,
              189643.9
            ],
            [
              515361.7,
              189644.25
            ],
            [
              515364.45,
              189645.1
            ],
            [
              515367.15,
              189645.9
            ],
            [
              515367.71,
              189643.61
            ],
            [
              515368,
              189642.45
            ],
            [
              515368.4,
              189640.85
            ],
            [
              515369.25,
              189640.7
            ],
            [
              515376.5,
              189642.45
            ],
            [
              515381.05,
              189643.5
            ],
            [
              515397.05,
              189647.25
            ],
            [
              515408.45,
              189650.05
            ],
            [
              515408.8,
              189645.3
            ],
            [
              515407.55,
              189644.25
            ],
            [
              515406.4,
              189644.15
            ],
            [
              515406.5,
              189641.55
            ],
            [
              515406.1,
              189641.5
            ],
            [
              515406.7,
              189633.35
            ],
            [
              515407.26,
              189627.77
            ],
            [
              515407.75,
              189623.45
            ],
            [
              515399.55,
              189622.8
            ],
            [
              515381,
              189621.4
            ],
            [
              515381.05,
              189620.8
            ],
            [
              515376.5,
              189620.4
            ],
            [
              515377.15,
              189613.35
            ],
            [
              515377.3,
              189611.6
            ],
            [
              515360.7,
              189618.15
            ],
            [
              515348,
              189623.05
            ],
            [
              515344.15,
              189624.57
            ],
            [
              515323.85,
              189632.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "6697082",
  "application_details": {
    "site_area": 0.166
  },
  "centroid": {
    "lon": "-0.3355438",
    "lat": "51.5937839"
  },
  "lapsed_date": "02/07/2021",
  "decision_process": "Delegated",
  "actual_completion_date": null
}