{
  "centroid": {
    "lon": "0.2134603",
    "lat": "51.545189"
  },
  "status": "Approved",
  "decision_target_date": "05/06/2020",
  "site_name": "27 Swanbourne Drive",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening shall be formed in the flank wall of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane.  The gas protection measures shall be carried out in strict accordance with the agreed details. Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason: Insufficient information has been submitted to ensure that the occupants of the development and property are not subject to any risks from soil gas and/or vapour in accordance with LDF Core Strategy and Development Control Policies DPD Policy DC53.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2019, improvements required to make the proposal acceptable were negotiated with the agent Mr Iain Low with regards to the design of the extension to mitigate potential amenity harm. The amendments were subsequently submitted 02/06/2020."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM12 6RA",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "05/06/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0147.20",
  "centroid_northing": 185243,
  "uprn": "100021342845",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hacton",
  "decision_date": "05/06/2020",
  "description": "Part two storey, part single storey rear/side extension",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0147.20",
  "lpa_app_no": "P0147.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:14.192+00:00",
  "centroid_easting": 553581,
  "pp_id": "08469214",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "17/03/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553595.343,
              185236.313
            ],
            [
              553574.278,
              185239.158
            ],
            [
              553572.517,
              185239.971
            ],
            [
              553569.876,
              185241.867
            ],
            [
              553568.724,
              185244.238
            ],
            [
              553568.724,
              185246.744
            ],
            [
              553570.214,
              185251.147
            ],
            [
              553596.359,
              185242.477
            ],
            [
              553595.343,
              185236.313
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.023
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "15/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2136641,
          51.545125
        ],
        [
          0.2133618,
          51.5451563
        ],
        [
          0.2133368,
          51.5451641
        ],
        [
          0.2132995,
          51.5451819
        ],
        [
          0.213284,
          51.5452035
        ],
        [
          0.21328509999999998,
          51.545226
        ],
        [
          0.21330839999999998,
          51.5452651
        ],
        [
          0.2136814,
          51.5451801
        ],
        [
          0.2136641,
          51.545125
        ]
      ]
    ],
    "type": "Polygon"
  }
}