{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "28/01/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-73975_APP_2020_3392",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "HA4 7DA",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.12
  },
  "valid_date": "30/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Addition of a first floor to provide 2 x 3-bed self-contained flats with associated parking and amenity space.",
  "decision_conditions": [
    "The proposed development, by reason of its size, scale, bulk, and design would fail to harmonise with the architectural composition of the adjoining properties and would be detrimental to the character, appearance and visual amenities of the surrounding area and the Ruislip Village Conservation Area. Therefore the proposal would be contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policies 3.5, 7.4 and 7.8 of the London Plan.",
    "The proposed development by virtue of its size, scale, bulk, height and proximity, would be detrimental to the amenities of the adjoining occupier at 26a Kingsend by reason of overdominance, visual intrusion, loss of outlook, overlooking and loss of privacy. Therefore the proposal would be contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies.",
    "The site lies within the area covered by TPO 658 which protects a cedar tree, T1, on the schedule. The tree is a dominant feature in the streetscene and considered to be of high amenity value. The protected tree is very close to the proposed extension. It is considered given the absence of a tree report and given the close proximity of the protected tree to the proposed building works that it is likely that the proposals could cause harm to the protected tree and jeopardise its long term retention.  The proposed development therefore fails to demonstrate that it would safeguard a protected tree and is therefore contrary to Policy DMHB 14 of the Hillingdon Local Plan Part Two : Development Management Policies (2020).",
    "The proposed development would increase the dwellings redeveloped to flats in Kingsend from 13.4% to 14.9%, which would be detrimental to the character, appearance and amenities of the surrounding area. Therefore, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMH 4 and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy 7.4 of the London Plan (2016).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:44:33.458+00:00",
  "ward": "WEST RUISLIP",
  "parking_details": null,
  "lapsed_date": "28/01/2024",
  "decision_target_date": "05/02/2021",
  "centroid": {
    "lat": "51.5729337",
    "lon": "-0.4263824"
  },
  "lpa_app_no": "73975/APP/2020/3392",
  "status": "Refused",
  "site_name": "28B KINGSEND",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73975/APP/2020/3392",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509125.4713,
              187181.6615
            ],
            [
              509158.2136,
              187203.8204
            ],
            [
              509171.4428,
              187181.9922
            ],
            [
              509171.4428,
              187165.7864
            ],
            [
              509137.3776,
              187169.4245
            ],
            [
              509134.401,
              187166.1172
            ],
            [
              509131.0937,
              187147.2656
            ],
            [
              509127.4557,
              187146.6041
            ],
            [
              509130.4323,
              187170.0859
            ],
            [
              509124.8099,
              187182.9844
            ],
            [
              509125.4713,
              187181.6615
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "24/11/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "RUISLIP",
  "pp_id": "09175001",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 509150,
  "appeal_start_date": null,
  "centroid_northing": 187180,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4267357,
          51.5729534
        ],
        [
          -0.4262565,
          51.5731462
        ],
        [
          -0.42607249999999997,
          51.5729475
        ],
        [
          -0.4260775,
          51.5728018
        ],
        [
          -0.4265677,
          51.5728411
        ],
        [
          -0.4266117,
          51.572812
        ],
        [
          -0.42666519999999997,
          51.5726432
        ],
        [
          -0.4267179,
          51.5726379
        ],
        [
          -0.4266677,
          51.5728484
        ],
        [
          -0.4267448,
          51.5729654
        ],
        [
          -0.4267357,
          51.5729534
        ]
      ]
    ],
    "type": "Polygon"
  }
}