{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 8,
    "no_existing_car": 2,
    "net_car": 6
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "71435/APP/2024/678",
  "application_type_full": "Full planning permission",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "HILLINGDON",
  "locality": null,
  "ward": "HILLINGDON WEST 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "Portal",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers PL/ASB/1 Rev. 29 MAY 2024, PL/ASB/2 Rev. 29 MAY 2024, PL/ASB/3 Rev. 29 MAY 2024, CM/ASB/1 Rev. 29 MAY 2024, CD/ASB/3 Rev. 29 MAY 2024, CD/ASB/6 Rev. 29 MAY 2024, CD/ASB/9 Rev. 29 MAY 2024, Construction Method Statement & Management Plan (revised, 9th August 2022, AB Structural Designs Ltd), and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby permitted shall be implemented and retained/maintained in accordance with the approved materials listed in the document titled: Discharge of Conditions (25th October 2022, Mr A S Bhamra).",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "All hard and soft landscaping shall be carried out in accordance with the approved landscaping scheme (drawing number CD/ASB/6 Rev. 29 MAY 2024) and shall be completed within the first planting and seeding seasons following the completion of the development or the occupation of the buildings, whichever is the earlier period. The new planting and landscape operations should comply with the requirements specified in BS 3936 (1992) 'Nursery Stock, Part 1, Specification for Trees and Shrubs' and in BS 4428 (1989) 'Code of Practice for General Landscape Operations (Excluding Hard Surfaces)'. Thereafter, the areas of hard and soft landscaping shall be permanently retained.",
    "Any tree, shrub or area of turfing or seeding shown on the approved landscaping scheme which within a period of 5 years from the completion of development dies, is removed or in the opinion of the Local Planning Authority becomes seriously damaged or diseased shall be replaced in the same place or, if planting in the same",
    "No part of the development hereby permitted shall be occupied until details of 2no. cycle parking spaces per dwelling have been submitted to and approved in writing by the Local Planning Authority. Thereafter, the approved cycling facilities shall be implemented in accordance with the approved details before the development is brought into use, with the facilities being permanently retained.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policy DMT 5  of the Hillingdon Local Plan Part 2 (2020) and Policies T2 and T5 of the London Plan (2021).",
    "No part of the development hereby permitted shall be occupied until plans and details of 1no. 7kW active EVCP and 1no. passive 7kW electric vehicle charging points per dwelling, serving the development and capable of charging multiple vehicles simultaneously, have been submitted to and approved in writing by the Local Planning Authority. Thereafter, the electric vehicle charging points shall be implemented in accordance with the approved details before the development is brought into use, with the facilities being permanently retained.",
    "REASON",
    "To encourage sustainable travel and to comply with Policy DMT 6 of the Hillingdon Local Plan Part 2 (2020) and Policies T2 and T6 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 32 or 36 Vine Lane.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflights and the first floor windows in the side elevations shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.7 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policies DMHB 11 and DMHD 1-2 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with Policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall be implemented and retained/maintained in accordance with the approved documents and drawings: Soakaway Design (SUDs), 9th March 2024, AB Structural Designs Ltd, Soakaway Design, 10/03/2024, Tekla (No.34), Soakaway Design, 10/03/2024, Tekla (No.34A) and CD/ASB/9 Rev. 29 MAY 2024 for as long as the development remains in existence.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and Policy SI5 of the London Plan (2021).",
    "Notwithstanding the Construction Method Statement & Management Plan (revised, dated 9th August 2022, AB Structural Designs Ltd), there shall be no loading or unloading of vehicles or deliveries to the site between 07.30am and 09.30am, Monday to Saturday and between 15.30pm and 17.30pm, Monday to Friday. There shall be no deliveries on Sundays or Bank Holidays.",
    "REASON",
    "In the interests of highway safety and to safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policies DMHB 11 and of the Hillingdon Local Plan Part 2 (2020) and Policies T4 and T7 of the London Plan (2021).",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. The measures implemented as approved shall be retained thereafter.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwellings hereby approved shall accord with the requirements of Policy D7 of the London Plan and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with Policy D7 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then the validity of this planning permission may be challengeable by third parties.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The development hereby approved includes the carrying out of alterations to a vehicular access.  Prior to undertaking work on the adopted highway you will require a Section 184 licence from the Highway Authority. The works shall be to the specification and constructed to the satisfaction of the Highway Authority. Fees are payable for the approval of the highway details, and inspection of the works. Further information and an application form are available on the London Borough of Hillingdon website https://www.hillingdon.gov.uk/dropped-kerb-form",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 506936,
  "status": "Approved",
  "decision_date": "14/06/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.459517,
          51.537821
        ],
        [
          -0.459518,
          51.537794
        ],
        [
          -0.459561,
          51.537795
        ],
        [
          -0.45956,
          51.537822
        ],
        [
          -0.459517,
          51.537821
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_target_date": "14/06/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "13/06/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-07-31T12:07:26.302Z",
  "last_updated_by": "Portal",
  "site_name": "34 VINE LANE",
  "id": "Hillingdon-71435_APP_2024_678",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 183225,
  "appeal_start_date": null,
  "postcode": "UB10 0BA",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=71435/APP/2024/678",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of 2no. two storey 5-bed detached dwellings with habitable roof space, associated parking and amenity space and installation of vehicular crossover to front, involving demolition of existing dwelling",
  "valid_date": "14/03/2024",
  "polygon": {
    "type": "geometrycollection"
  },
  "pp_id": "12876860",
  "application_details": {
    "total_gia_gained": 534,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 120,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 534,
      "total_gia_lost": 120,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "scheme_name": "34 VINE LANE",
    "garden_land_lost": false,
    "site_area": 0.1361,
    "total_gia_existing": 120,
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9,
        "building_ref": "34 VINE LANE"
      }
    ],
    "grey_water_reuse": false,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 120,
        "gia_gained": 534,
        "use_class": "C3",
        "gia_lost": 120
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "BUILD",
        "intended_commencement_date": "09/2024",
        "intended_completion_date": "04/2025"
      }
    ],
    "total_gia_lost": 120,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    },
    "ownership_status": "Private",
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "mayoral_cil_liability_notice_issued": false,
    "commencement_notice_received": false,
    "circular_economy_statement": false,
    "3d_model": false,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 10,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 117.56061719324026,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 534,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.1361,
      "dwelling_density": 14.695077149155033,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 120,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 120
        },
        {
          "no_habitable_rooms": 8,
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 5,
          "provision_for_older_persons": false,
          "gia": 534
        },
        {
          "no_habitable_rooms": 8,
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 5,
          "provision_for_older_persons": false,
          "gia": 534
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "centroid": {
    "lon": -0.459539,
    "lat": 51.537808
  },
  "lapsed_date": "14/06/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}