{
  "borough": "London Borough of Hammersmith and Fulham",
  "cil_liability": false,
  "decision_target_date": "14/08/2023",
  "lpa_app_no": "2023/01748/TREE",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": null,
  "lpa_name": "Hammersmith & Fulham",
  "application_details": {},
  "title_number": [],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.192217,
          51.478631
        ],
        [
          -0.192218,
          51.478604
        ],
        [
          -0.192261,
          51.478605
        ],
        [
          -0.19226,
          51.478632
        ],
        [
          -0.192217,
          51.478631
        ]
      ]
    ]
  },
  "valid_date": "03/07/2023",
  "centroid": {
    "lat": 51.478618,
    "lon": -0.192239
  },
  "site_number": "29",
  "decision_conditions": null,
  "decision": null,
  "centroid_easting": "525636",
  "uprn": "000034073274",
  "decision_process": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "locality": null,
  "last_date_consultation_comments": null,
  "polygon": null,
  "ward": "PGS",
  "pp_id": "PP-12248046",
  "lapsed_date": null,
  "decision_agency": null,
  "actual_completion_date": null,
  "description": "Subject: Request for Palm Tree Removal in a Conservation Area - REAR GARDEN\rI am writing to formally request the removal of a palm tree located at 29 Waterford Road, London, SW6 2DT, which is situated within a designated conservation area. I am the architect of the renovation project of the property and believe that the removal of the palm tree is necessary due to compelling reasons that I will outline below. Structural Impact: The expanding root system of the palm tree has begun to compromise the structural integrity of the surrounding area. The roots have probably started to cause issues into the waterproof membrane of the rear patio causing leaks and potential water damage. The palm tree's close proximity to the property's foundation also raises concerns about long-term damage.\rConservation Considerations: While we understand the importance of preserving trees and maintaining a healthy environment, the palm tree in question is not native to this area and does not contribute to the overall biodiversity. Its removal will not have a significant impact on the local ecosystem. Qualified Arborist Assessment: A professional arborist has assessed the palm tree and confirmed that its health has been severely compromised. The arborist has recommended its removal as the most appropriate course of action considering the potential structural damage.\rI kindly request that you carefully consider my concerns and grant permission for the removal of the palm tree at 29 Waterford Road, London, SW6 2DT. I assure you that the removal will be carried out by a professional tree removal service to ensure that it is done safely and in compliance with all applicable regulations.\rIf there are any additional requirements or documentation necessary to facilitate this request, please let me know, and I will promptly provide the requested information. I am committed to working cooperatively with the Conservation Authority to ensure the preservation and enhancement of our local environment.",
  "centroid_northing": "177067",
  "street_name": "Waterford Road",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Application Under Consideration",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T12:03:23.536+00:00",
  "site_name": "",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "Idox Uniform",
  "application_type": "All Other",
  "bo_system": "Idox Uniform",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": null,
  "id": "Hammersmith_&_Fulham-2023_01748_TREE",
  "actual_commencement_date": null,
  "postcode": "SW6 2DT"
}