{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/181358OPDC2;",
  "lapsed_date": "13/09/2021",
  "decision_target_date": "14/09/2018",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6UN",
  "site_name": "Holbrook House",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012010746, 000012200219"
    ],
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "181358OPDC2",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520908,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:43.695+00:00",
  "id": "Ealing-181358OPDC2",
  "application_type": "All Other",
  "street_name": "Victoria Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "13/09/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans) pursuant to planning permission reference 171246OPDC2 dated 22/12/2016 for 'Section 73 application for Minor Material Amendment to vary condition 2 (approved drawing numbers) to amend the provision of student bedrooms and clusters in respect of planning permission for demolition of existing buildings and redevelopment to construct a part -16/part-18/part-24 storey building with basement for use as student accommodation (sui generis) comprising 424 bed spaces (within both clusters and studios); ground floor ancillary student accommodation and a commercial unit for flexible use Classes A1, A2, A3, A5, B1 or D1 uses .  Cycle parking, storage and plant space to be located predominantly at ground and basement levels.  Servicing and 2 No. disabled car parking bays on-site as well as improvements to the public realm including widening the footpath to North Acton station and frontages to Victoria Road and Wales Farm Road application reference 161133OPCS dated 14 February 2017. The revised accommodation would result in 498 bedspaces comprising 327 cluster bedrooms and 171 studios with changes to the external envelope and internal layout as regards cycle parking and refuse storage spaces'.  Variation proposes to make changes to the external appearance of the building (window position being setback within facade on glass and metal blocks to match window position in the terracotta blocks; retail area glazing revised to accommodate service inlets and omission of the expressed grid on the eastern face of the glass block).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 181880,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012010746",
  "centroid": {
    "lon": "-0.2586166",
    "lat": "51.5229047"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520906.5983741,
              181885.2451454
            ],
            [
              520910.6961695,
              181883.8955317
            ],
            [
              520911.5536558,
              181886.4048134
            ],
            [
              520918.1002343,
              181884.2454316
            ],
            [
              520925.9990029,
              181878.3971056
            ],
            [
              520911.1001775,
              181871.3491231
            ],
            [
              520902.5500491,
              181874.2982789
            ],
            [
              520897.6030124,
              181876.0477781
            ],
            [
              520892.6477307,
              181877.7972773
            ],
            [
              520893.496972,
              181880.3965333
            ],
            [
              520896.1189014,
              181888.2442869
            ],
            [
              520896.2508224,
              181888.6541696
            ],
            [
              520901.4039856,
              181886.954656
            ],
            [
              520906.3015519,
              181885.3451168
            ],
            [
              520906.5983741,
              181885.2451454
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with the following approved plans and documents: 7330-A-G200-P-B1-099 Rev 01; 7330-A-G200-P-00-099 Rev 02; 7330-A-G200-P-01-099 Rev 02; 7330-A-G200-P-02-099 Rev 02; 7330-A-G200-P-03-099 Rev 02; 7330-A-G200-P-04-099 Rev 02; 7330-A-G200-P-05-099 Rev 02; 7330-A-G200-P-06-099 Rev 02; 7330-A-G200-P-07-099 Rev 02; 7330-A-G200-P-08-099 Rev 02; 7330-A-G200-P-09-099 Rev 02; 7330-A-G200-P-10-099 Rev 02; 7330-A-G200-P-11-099 Rev 02; 7330-A-G200-P-12-099 Rev 02; 7330-A-G200-P-13-099 Rev 02; 7330-A-G200-P-14-099 Rev 02; 7330-A-G200-P-15-099 Rev 02; 7330-A-G200-P-16-099 Rev 02; 7330-A-G200-P-17-099 Rev 02; 7330-A-G200-P-18-099 Rev 02; 7330-A-G200-P-19-099 Rev 02; 7330-A-G200-P-20-099 Rev 02; 7330-A-G200-P-21-099 Rev 02; 7330-A-G200-P-22-099 Rev 02; 7330-A-G200-P-23-099 Rev 02; 7330-A-G200-P-RF-099 Rev 01; 7330-A-G100-E-N-099 Rev 03; 7330-A-G100-E-E-099 Rev 03; 7330-A-G100-E-S-099 Rev 03; 7330-A-G100-E-W-099 Rev 03; 7330-A-G200-E-N-099 Rev 01; 7330-A-G200-E-E-099 Rev 01; 7330-A-G200-E-S-099 Rev 01; 7330-A-G200-E-W-099 Rev 02; 7330-A-G200-S-AA-099 Rev 02; 7330-A-G200-S-BB-099 Rev 01; 7330-A-G200-S-CC-099 Rev 01; 7330-A-G200-S-DD-099 Rev 02; 7330-A-G200-S-EE-099 Rev 03 all as prepared by Simpson Haugh and Partners; Planning Statement as prepared by Rolfe Judd Planning dated March 2017 and March 2018; Design & Access Statement (including Landscape Assessment) as prepared by Simpson Haugh and Partners and Landscape Projects, February 2016 and March 2017; Planning Amendment, Summary Document dated February 2018 as prepared by Simpson Haugh and Partners; Townscape, Heritage and Visual Impact Assessment as prepared by Montagu Evans, February 2016; Energy Strategy Rev 00 Report dated 3rd March 2017 as prepared by Hoare Lea; Sustainability Statement Rev 00 dated 3rd March 2017 as prepared by Hoare Lea; Responses to Ealing Comments - S73 submission Revision 00 dated 14th June 2017 as prepared by Hoare Lea; Transport Assessment as prepared by RPS, February 2017; Student Travel Management Plan as prepared by RPS, January 2016; Travel Plan as prepared by RPS, January 2016 and March 2017; Delivery and Servicing Plan as prepared by RPS, January 2016 and March 2017; Student Accommodation Needs Assessment as prepared by Savills, February 2016; Arboricultural Impact Assessment as prepared by Treework Environmental Practice, June 2015; Construction Traffic Management Plan as prepared by RPS, March 2017; Daylight and Sunlight Report as prepared by CHP Surveyors, February 2016 and Daylight and Sunlight Note Reference 1859-17-0202 dated 2nd February 2017 as prepared by CHP Surveyors Limited; Flood Risk Assessment as prepared by RPS, February 2016; Ground Investigation Report as prepared by GEA, October 2015; Environmental Noise and Vibration Assessment as prepared by PDA Acoustics, November 2015; Air Quality Assessment as prepared by RPS, January 2016 and Air Quality Neutral Calculation Revision 0 dated 13 February 2017 as prepared by RPS; External Lighting Strategy Statement Desktop Study as prepared by Hoare Lea, August 2015; Wind/ Microclimate Desktop Study as prepared by RPS, March 2015; Preliminary Ecological Appraisal as prepared by RPS, June 2015; Archaeological Baseline and Impact Assessment as prepared by RPS, October 2015.",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Development shall not commence until a revised construction and demolition management plan is submitted to the Local Planning Authority for written approval unless otherwise discharged pursuant to application 161133OPDS.  The submission shall include the following information:",
    "a)\tDetails of the exclusion areas for the protection of priority and other notable species and other ecological features (based on the recommendations contained within the approved ecological surveys);",
    "b)\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on the development site.",
    "c)\tanticipated route, anticipated number, frequency and size of construction vehicles entering/exiting the site per day;",
    "d)\tdelivery times and booking system;",
    "e)\tmanagement of consolidated or re-timed trips;",
    "f)\tdetails of noise/vibration mitigation measures and monitoring arrangements for noise, vibration and dust by suitably qualified noise and air quality specialists.  Noise/vibration and dust mitigation measures must accord with the Mayor's SPG 'The control of dust and emissions from construction and demolition ' (2014); BS 5228 Parts 1 & 2; the Institute of Air Quality Management 'Guidance on the assessment of dust from demolition and construction';",
    "g)\tdetails of site security and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "h)\tsecure, off-street loading and drop-off facilities;",
    "i)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "j)\tprocedures for on-site contractors to deal with complaints from members of the public;",
    "k)\tmeasures to consult cyclists, disabled people and the local schools with regard  to delivery times and necessary diversions;",
    "l)\tdetails of all pedestrian and cyclist diversions;",
    "m)\ta commitment to be part of Considerate Constructors Scheme; and",
    "n)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "Prior to the commencement of any site work, all sensitive properties within or surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site compound. The development shall be carried out strictly in accordance with the details so approved.",
    "All NRMM should meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM should be regularly serviced and service logs kept on site for inspection. Records should be kept on site which details proof of emission limits for all equipment.",
    "Reason:  The details of a site construction management plan is required before the commencement of the development in order to ensure that appropriate mitigation measures are in place to protect the amenity of local residents that live in close proximity to the construction site; to ensure that the notable and priority flora and fauna within the site is preotected; and to ensure adequate highway and site safety, in accordance with policies 2.18, 5.3, 5.18, 6.3, 7.14, 7.15 and 7.19 of the London Plan (2016); Policies 1.1(e), (f) and (j) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012); Policies of LV2.18 and 7A of the adopted Ealing Development Management DPD (2013); (interim) SPG 10: Noise and Vibration; the National Planning Policy Framework (2012); the Greater London Authority SPG 'The Control of Dust and Emissions from Construction and Demolition' (2014), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| Prior to the first occupation of the approved development, a final Travel Plan shall be submitted to the Local Planning Authority for written approval unless otherwise discharged pursuant to application 171246OPDC2.  The measures set out in the approved Travel Plan shall be implemented on the first occupation of the development.",
    "Reason: In the interest of supporting measures that encourage shifts to more sustainable modes of transport, in accordance with Policies 6.1 and 6.3 of the London Plan (2016); and Policies 1.1(f), 1.1(g), 1.1(j) and 1.1(k) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012).",
    "| The two approved car parking spaces shall be equipped with an active charging point for electric vehicles and shall be provided prior to the first occupation of the development and be retained thereafter.",
    "Reason: In the interest of the environment and improving air quality, in accordance with Policy 6.13 of the London Plan (2016) and Policy 1.2(k) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012).",
    "| Notwithstanding the plans hereby approved further details of the roof terraces shall be submitted to and approved in writing by the local planning authority unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2 prior to the construction of the superstructure of the development and the approved details shall be fully implemented prior to first occupation of the residential accommodation and be retained thereafter.",
    "Reason:  To ensure the development provides the maximum possible provision towards the creation of habitats in accordance with policies 5.3, 5.10, 5.11, 5.12 and 7.19 of the London Plan (2016); policies 1.1(j), (k) and 1.2(m) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012); and Policies LV5.10 and LV5.11 of the adopted Ealing Development Management DPD (2013).",
    "| The approved residential units shall be designed and constructed to achieve a water use target that complies with Paragraph 36(2) of Approved Document G2 (water efficiency) of the Building Regulations 2015.",
    "Reason: To ensure the sustainable use of water, in accordance with the objectives of policy 5.15 of the London Plan (2016).",
    "| Prior to the commencement of superstructure works, unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2, details shall be submitted to and approved in writing by the local planning authority for the installation in the dwellings on residential floors 1-10 of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air.  The details to be submitted shall include the arrangements for continuously maintaining the operational efficiency of the system.  The ventilation system as approved shall be completed prior to first residential occupation of the building and be retained permanently thereafter.",
    "Reason: To ensure that a satisfactory standard of residential amenity is provided for future occupiers, in accordance with policies 2.17, 3.2, 4.4 and 7.15 of the London Plan (2016); Policy 1.1(j) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012); Policy 7A of the adopted Ealing Development Management DPD (2013), and Ealing's interim SPG10: Noise and Vibration.",
    "| Prior to the commencement of superstructure works, unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2, details shall be submitted to and approved in writing by the local planning authority to demonstrate that the development complies with the air quality neutral building emissions benchmarks for residential use as stated in Appendix 5 of the Sustainable Design and Construction (2014) SPG, London Plan 2011 (as amended).",
    "Reason: To ensure that a satisfactory standard of residential amenity is provided for future occupiers, in accordance with Policies 2.17, 3.2, 4.4 and 7.15 of the London Plan (2016); Policy 1.1(j) of the adopted Ealing Development (or Core) Strategy 2026 (2012) and Policy 7A of the adopted Ealing Development Management DPD (2013).",
    "| Prior to the commencement of superstructure works, unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2, details shall be submitted to and approved in writing by the local planning authority to demonstrate that the development complies with the air quality neutral building emissions benchmarks for the A1, A2, A3, A5, B1 and D1 commercial use as stated in Appendix 5 of the Sustainable Design and Construction (2014) SPG, London Plan 2011 (as amended).",
    "Reason: To ensure a satisfactory standard of residential amenity is provided for future occupiers, in accordance with policies 2.17, 3.2, 4.4 and 7.15 of the London Plan (2016); Policy 1.1(j) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012) and Policy 7A of the adopted Ealing Development Management DPD (2013).",
    "| Emissions from CHP Plant (the discharge should be a minimum of 3m above any openable window on the 24 storey building)",
    "Prior to the commencement of superstructure works, unless otherwise discharged pursuant to application 161133OPDS, details shall be submitted to and approved in writing by the local planning authority to demonstrate that the proposed CHP plant complies with a minimum NOx Emission Standard of 20 mg/Nm-3 (at reference )2).  The works as approved shall be fully completed prior to first occupation of the building and be permanently retained thereafter.",
    "Reason: To ensure a satisfactory standard of residential amenity is provided for future occupiers, in accordance with policies 2.17, 3.2, 4.4 and 7.15 of the London Plan (2016); policy 1.1(j) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012) and policy 7A of the adopted Ealing Development Management DPD (2013).",
    "| Notwithstanding the plans hereby approved further details of the refuse and recycling facilities shall be submitted to and approved in writing by the local planning authority, unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2, prior to the construction of the superstructure of the development and the approved details shall be fully implemented in accordance with those details prior to first occupation of the development and be retained thereafter.",
    "Reason:  To secure the necessary recycling and waste enclosures to support the residential development and to ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with policy 1.1(j) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012) and policy 5.17 of the London Plan (2016).",
    "| The cycle storage facilities shown on the approved plans shall be provided and be ready for use upon the first occupation of the development and retained thereafter.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan (2016), policies 1.1(k) and (g) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012), and Ealing's Sustainable Transport for New Development SPG.",
    "| Details and samples of all facing materials for the building and external surfaces including the public realm on Victoria Road and the North Acton station walkway shall be submitted to the Local Planning Authority for written approval unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2 prior to any work commencing on the superstructure of the development. The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  In the interest of securing sustainable development and to ensure that the resulting appearance of the development is of a high standard in accordance with policies 7.4 and 7.6 of the London Plan (2016); policies 1.1(h), 1.1(k), 1.2(f), 1.2(h) and 2.9 of the adopted Ealing Development Strategy 2026 DPD (2012), and policy 7B of the adopted Ealing Development Management DPD (2013).",
    "| The approved dwellings shall be designed and constructed to comply with the Secured by Design accreditation.",
    "Reason:  To ensure that the adequate security features are incorporated into the development that are appropriate to the overall design of the buildings and are adequate to promote safety and security, in accordance with policies 7.3, 7.6 and 7.13 of the London Plan (2016), Policy 1.1(e) and 1.1(h) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012); and Policies LV7.3 and 7B of the adopted Ealing Development Management DPD (2013).",
    "| The 50 lettable bed spaces that are to be adaptable wheelchair user dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015.",
    "Reason:  To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012).",
    "| The details of hard and soft landscaping including the integration with the adjoining North Acton Station walkway, the public highway on Victoria Road and Wales Farm Road, tree protection and tree planting proposals shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2.  Such details when approved shall be laid out and planted prior to the occupation of the development.  Any trees, plants or planting of the green wall which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season.  The landscaping shall thereafter be maintained permanently.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 7.19 and 7.21 of the London Plan 2016.",
    "| Prior to the first occupation of the development, unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2, details shall be submitted to and approved by the Local Planning Authority, of the arrangements for on-site servicing  and deliveries including the drop off and collection of students moving in and out of the premises.  The details approved shall be implemented prior to first occupation of any part of the development, and shall be kept continuously available for servicing the development and shall not be used for any other purpose, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that there is adequate provision for servicing within the site, in accordance with policies 6.3 and 6.13 of the London Plan 2016.",
    "| A car parking and servicing management plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved unless otherwise discharged pursuant to application 171246OPDC2. The management plan shall include the following:  - Measures to ensure that the approved disabled parking bays are retained for use by disabled residents and staff only.  - Measures to ensure that the service road and parking area are kept free from unauthorised parking to allow safe access for refuse and delivery vehicles including the drop off and collection of students moving in and out of the premises.  The management plan shall be implemented on first occupation f the development herby approved and the parking area shall me managed in accordance with the approved management plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and to ensure that disabled parking is provided, in accordance with policies 6.3 and 6.13 of the London Plan 2016.",
    "| Prior to the first occupation of the proposed development, the approved development shall incorporate sustainability measures as detailed in the approved Sustainability Statement Rev 1, prepared by Hoare Lea in 04 February 2016.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan 2016, policies LV5.2 and 7A of the adopted Ealing Development Management DPD, 2013, and policies 1.1(k) and 1.2(f) of the adopted Ealing Development (or Core) Strategy 2026 DPD, 2012.",
    "| The development should be registered with Building Research Establishment (BRE), achieve BREEAM Rating Very Good and make reasonable endeavours to achieve Excellent (based on the latest BREEAM NC Technical guidance).",
    "o\tWithin 3 months of completion of the development, evidence that the development is registered with Building Research Establishment (BRE) under the most up to date BREEAM NC Scheme and Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "o\tWithin 3 months from the date of first occupation of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE together with a copy of a signed legal document or Green Building Guide confirming that the, approved with flexible use, non-residential unit within the approved development will be designed to allow connection to the approved Development's communal CHP DHN and incorporate energy efficient systems for heating and cooling that will conform to the approved energy strategy, should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order for the lifetime of the development.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2016), policies 1.1(k) and 1.2(f) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012) and policies 5.2 and 7A of the adopted Ealing Development Management DPD (2013).",
    "| Notwithstanding the information submitted in support of the application, 6 months after the completion of the casting of the ground floor/podium slab, a revised Energy Strategy which should be based on connection of all non-residential components to the site wide district heating network served by i) a single on-site energy centre serving the site only or (ii) heat imported into the site shall be submitted to the Local Planning Authority for written approval unless otherwise discharged pursuant to application 171246OPDC2. The proposed strategy shall outline the measures to be incorporated into the development to achieve an overall reduction in regulated CO2 emissions of at least 35% beyond Building Regulations Part L 2013 while other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.",
    "Within three-months of the first occupation of the individual non-residential units, Energy Performance Certificates, Display Energy Certificates (DEC's), Accompany Advisory Reports and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval. The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016 policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of the adopted Ealing Development (or Core) Strategy 2026 DPD, 2012; policies LV5.2 and 7A of the adopted Ealing Development Management DPD, 2013 and the Mayor's Sustainable Design and Construction SPG (2014).",
    "| Within 6 months of completion of the casting of the ground floor/podium slab on the approved development and if an On Site Stand Alone CHP Heating System or gas communal Heating System has been determined as the best energy servicing strategy for the approved development in accordance with Energy Strategy condition 22 and S106 DHN clause, unless otherwise discharged pursuant to application 171246OPDC2 details of the gas combined heat and power facility, including:",
    "a) technical information including operational data and operational performance, costs and QI rating,",
    "b) specification and operation/management strategy;",
    "c) flue location, height and design;",
    "shall be submitted to and approved in writing by the Local Planning Authority and the energy centre shall be installed and operational prior to occupation of the non-residential components.",
    "The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.",
    "Reason:    To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies with policies 5.3, 5.5 and 5.6 of the London Plan 2016, policies 1.1(k) and 1.2(f) of the adopted Ealing Development (or Core) Strategy 2026 DPD, 2012; policy LV5.2 of the adopted Ealing Development Management DPD, 2013 and the Mayor's Sustainable Design and Construction SPG (2014).",
    "| Prior to commencement of the development, the details of the dynamic thermal modelling, being applied to a range of student units including top, middle and ground floor, using the guidance provided in CIBSE TM49 & TM52 and any other appropriate guidance and demonstrating how the development performs against and even exceed the overheating criteria, shall be submitted to the Local Planning Authority for written approval unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2. The details of any additional measures to be incorporated into the development to minimise the risk of overheating (without active cooling) shall also be submitted if the dynamic thermal modelling demonstrates that overheating would occur. The development shall thereafter be provided in accordance with the approved details.",
    "Reason: To ensure that the development hereby approved is energy efficient and to reduce the risk of overheating in line with policy 5.9 of the London Plan 2016, the adopted Ealing Development (or Core) Strategy 2026 DPD (2012) and the adopted Ealing Development Management DPD (2013).",
    "| Energy Centre / temporary plant room(s)- district heating",
    "Within 6 months of completion of the casting of the ground floor/podium slab on the approved development and if an On Site Stand Alone CHP Heating System or gas communal Heating System has been determined as the best energy servicing strategy for the approved development in accordance with Energy Strategy condition 22 and S106 DHN clause, the following details should be submitted to the Local Planning Authority for written approval:",
    "a)\tDetails of a central(single) energy centre including all energy generating equipment should be provided",
    "b)\tEvidence of continuous investigation of ways of heat imported to the site and briefings of discussions with neighbouring developers.",
    "c)\tdetails of the location, size and layout/drawing of the energy plant room and equipment and the measures to be incorporated into it to facilitate future connection to an offsite district heating network;",
    "d)\tdetails and drawings showing how all commercial units are designed to allow future connection to the communal CHP system through provision of pipework to these areas.",
    "e)\tdetails of the pipe network (including the size and route, flow and return temperatures, total length of the heat network in metres (flow and return) distribution and transmission, diagram route, total plant heating capacity, total heat generated, total heat supplied to premises) for the connection of all non-residential components into the site wide district heating network.",
    "The district heating network shall be designed in accordance with best practice and the development shall be carried out in accordance with the approved details.",
    "Reason: To secure the measures set out within the approved Energy Statement and to ensure that the development's energy plant room is designed in a manner which allows for the future connection to an offsite district heating network, and to ensure that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.3, 5.5 and 5.6 of the London Plan 2016, policies 1.1(k) and 1.2(f) of the adopted Ealing Development (or Core) Strategy 2026 DPD (2012), policy LV5.2 of the adopted Ealing Development Management DPD (2013) and the Mayor's Sustainable Design and Construction SPG (2014).",
    "| Renewable/Low Carbon (&CO2) Energy Monitoring",
    "Upon final completion of the development and prior to occupation, suitable devices for monitoring the renewable/low carbon energy or heat and/or electricity imported to the site generated by renewable/low carbon technology equipment shall be installed. The monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion. The installation of the monitoring devices should be in a compatible format and the submission of the data shall be carried out in accordance with the Council's approved specifications as indicated in Automated Energy (& CO2) Monitoring Platform [AEMP] document.",
    "Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2016, adopted Ealing Development (or Core) Strategy 2026 DPD (2012) and Development Management DPD (2013).",
    "| Prior to commencement of development, unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2, details shall be submitted to the Local Planning Authority for approval, for details of mitigation measures to control the release of asbestos fibres in accordance with Control of Asbestos Regulations 2012.  A report that demonstrates the completion of measures identified in the asbestos remediation scheme shall be produced and submitted to the LPA for approval.  Such details shall be fully implemented and retained thereafter.",
    "Reason: To ensure that the site is not hazardous in the interest of public health and safety, in accordance with policy 5.21 of the adopted London Plan (2016), policy 1.1(e), of the adopted Ealing Development (or Core) Strategy DPD (2012), and policy 5.21 of the adopted Ealing Development Management DPD (2013).",
    "| Prior to the commencement of the development (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority unless otherwise discharged pursuant to application 161133OPDS or 171246OPDC2:",
    "(a)\tA remediation (de-contamination) scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Following completion of measures identified in the approved remediation (de-contamination) scheme",
    "(b)\tA verification report that demonstrates the completion of measures identified in the approved contamination remediation scheme shall be produced. The report shall be compiled in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To ensure that the site is not hazardous in the in"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/03/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06794277",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2586349,
          51.5229521
        ],
        [
          -0.2585764,
          51.5229391
        ],
        [
          -0.2585632,
          51.5229615
        ],
        [
          -0.25846959999999997,
          51.5229407
        ],
        [
          -0.25835779999999997,
          51.5228864
        ],
        [
          -0.2585749,
          51.5228263
        ],
        [
          -0.258697,
          51.5228546
        ],
        [
          -0.2587677,
          51.5228714
        ],
        [
          -0.25883849999999997,
          51.5228882
        ],
        [
          -0.2588254,
          51.5229113
        ],
        [
          -0.2587849,
          51.5229813
        ],
        [
          -0.2587829,
          51.522985
        ],
        [
          -0.2587092,
          51.5229686
        ],
        [
          -0.2586392,
          51.5229531
        ],
        [
          -0.2586349,
          51.5229521
        ]
      ]
    ],
    "type": "Polygon"
  }
}