{
  "appeal_status": null,
  "lapsed_date": "13/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0302.25",
  "borough": "Havering",
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "ward": "Harold Wood",
  "decision_date": "13/05/2025",
  "parking_details": {
    "no_proposed_car": 0,
    "no_existing_car": 2,
    "net_car": -2
  },
  "polygon": null,
  "pp_id": "13830675",
  "development_type": null,
  "description": "Demolition of original nursery unit and construction of new modular building to be used as nursery unit, including new groundworks, resurfacing, re-development of outside areas, and re-positioning of existing water and electric supplies.",
  "site_name": "Harold Court Primary School",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under the Materials Section of the application and within Harold Court Primary School Modular Building Proposal document authored by Wernick Refurbished Buildings unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "No construction works or deliveries into the site shall take place other than between the hours of 08.00 to 18.00 on Monday to Friday and 08.00 to 13.00 hours on Saturdays unless agreed in writing with the local planning authority.  No construction works or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the local planning authority.",
    "Reason:-",
    "To protect residential amenity.",
    "The nursery building hereby permitted shall accommodate a maximum of thirty children at any one time.",
    "Reason:-",
    "In the interests of protecting neighbouring amenity and in order that the use remains of an appropriate scale compatible with the surrounding environment.",
    "The nursery hereby permitted shall operate only between Monday to Friday, Bank and Public Holidays 07:00 to 18:00, not at all on Saturdays and Sundays.",
    "REASON: In the interests of neighbouring amenity.",
    "Prior to the use hereby permitted first coming into use or within a period of three months from the use first commencing the applicant shall submit for the approval of the Local Planning Authority a full and detailed Travel Plan to include measures to encourage staff and visitors to travel to the site by means over than by private car. The plan as approved shall be monitored and reviewed on an annual basis for three years and a copy of that review and action plan arising shall be submitted to the Local Planning Authority",
    "REASON: In the interests of encouraging visitors/staff to use alternative transport methods and to manage vehicle movement to and from the site in a manner compatible with the surrounding environment.",
    "Notwithstanding the provisions of The Town and Country Planning (Use Classes) Order 1987 (as amended) the use of the building hereby permitted shall be as a Day-Nursery only and for no other purpose or use unless otherwise agreed in writing with the Local Planning Authority.",
    "REASON: To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "Two vehicle parking spaces as shown on plans submitted shall be maintained permanently for the use of staff of the nursery.",
    "REASON: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Any new or replacement hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "REASON: In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "lpa_app_no": "P0302.25",
  "subdivision_of_building": null,
  "centroid_easting": 555337,
  "epc_number": "2166-1517-7842-5802-8321",
  "secondary_street_name": "Harold Wood",
  "lpa_name": "Havering",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": "RM3 0SH",
  "decision_process": "Delegated",
  "application_details": {
    "affordable_housing_fast_track": false,
    "grey_water_reuse": false,
    "total_gia_existing": 180,
    "lead_developer_company_name": "Wernick ",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 180,
        "gia_gained": 0,
        "use_class": "F1",
        "gia_lost": 72
      }
    ],
    "site_area": 0.0108,
    "existing_uprns": null,
    "total_gia_gained": 0,
    "total_gia_lost": 72,
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_gia_existing": 180,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 72
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 1,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "waste_provision": true
    },
    "internal_resi_water_usage": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire development ",
        "intended_completion_date": "08/2025",
        "intended_commencement_date": "04/2025"
      }
    ],
    "ownership_status": "Public"
  },
  "uprn": "10070706961",
  "street_name": "Church Road",
  "decision": "Approved",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 191237,
  "centroid": {
    "lon": 0.241384,
    "lat": 51.59856
  },
  "valid_date": "21/03/2025",
  "id": "Havering-P0302.25",
  "last_updated": "2025-07-06T04:10:01.602Z",
  "locality": "Romford",
  "status": "Approved",
  "last_date_consultation_comments": "15/04/2025",
  "decision_target_date": "16/05/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}