{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "17/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-42036_APP_2020_1763",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.028
  },
  "valid_date": "23/06/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Two storey building comprising of 2 x 1-bed self contained flats and 1 x 2-bed self contained flat with parking involving demolition of existing bungalow",
  "decision_conditions": [
    "The proposal would provide an overall indoor living area and bedrooms of, an unsatisfactory size for the future occupiers of the proposed 1 bedroom units and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy DMHB 16 of the adopted Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policy 3.5 and Table 3.3 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The proposed development, by virtue of its size, scale, bulk, height and proximity, would be detrimental to the amenities of the adjoining occupier at 2 Warwick Crescent by reason of overdominance, overshadowing, visual intrusion and loss of outlook. Therefore the proposal would be contrary to Policy DMHB 11 of the adopted Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed development, by virtue of its size, scale, bulk, height and proximity, would be detrimental to the amenities of the adjoining occupier at 4 Warwick Crescent by reason of visual intrusion, overlooking and loss of privacy. Therefore the proposal would be contrary to Policy DMHB 11 of the adopted Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed development by reason of its siting, size, scale, bulk and design, including the oversized front and rear dormers,  would fail to harmonise with the existing local and historic context of the surrounding area and would have a detrimental impact on the character, appearance visual amenity of the street scene and the surrounding area contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020) and Policies 3.5, 7.1 and 7.4 of the London Plan (2016).",
    "The proposal has not demonstrated that provision has been made to provide amenity space of sufficient size and quality commensurate to the size and layout of the first floor 2 bedroom unit would and thus the proposal would result in an over-development of the site detrimental to the residential amenity of future occupiers. The proposal is therefore contrary to Policies DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:39:36.742+00:00",
  "ward": "WEST DRAYTON",
  "parking_details": null,
  "lapsed_date": "17/08/2023",
  "decision_target_date": "18/08/2020",
  "centroid": {
    "lat": "51.5087772",
    "lon": "-0.4728618"
  },
  "lpa_app_no": "42036/APP/2020/1763",
  "status": "Refused",
  "site_name": "2A WARWICK ROAD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=42036/APP/2020/1763",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506088.0542,
              179986.7391
            ],
            [
              506090.0386,
              179974.9651
            ],
            [
              506062.2573,
              179967.0276
            ],
            [
              506061.8604,
              179968.4828
            ],
            [
              506063.051,
              179969.012
            ],
            [
              506067.2844,
              179971.9224
            ],
            [
              506068.7396,
              179976.4203
            ],
            [
              506069.1364,
              179982.3734
            ],
            [
              506088.0542,
              179986.7391
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "16/07/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "WEST DRAYTON",
  "pp_id": "08754478",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 506078,
  "appeal_start_date": null,
  "centroid_northing": 179977,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47271399999999997,
          51.5088628
        ],
        [
          -0.47268899999999997,
          51.5087566
        ],
        [
          -0.4730915,
          51.5086905
        ],
        [
          -0.4730968,
          51.5087037
        ],
        [
          -0.4730795,
          51.5087082
        ],
        [
          -0.4730177,
          51.5087336
        ],
        [
          -0.47299529999999995,
          51.5087737
        ],
        [
          -0.47298779999999996,
          51.5088271
        ],
        [
          -0.47271399999999997,
          51.5088628
        ]
      ]
    ],
    "type": "Polygon"
  }
}