{
  "lpa_name": "Havering",
  "uprn": "100021324951",
  "decision_date": "30/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P0428.21",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM12 5TR",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "07/2021",
    "intended_completion_date": "11/2021",
    "existing_uprns": null,
    "total_gia_gained": 35.6,
    "no_additional_bedrooms": 0,
    "site_area": 0.023
  },
  "valid_date": "07/03/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey rear extension and conversion of roof space to habitable use to include 2 front dormers, and a rear dormer.",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "a)\t Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b)\t Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas, and will ensure that the development accords with Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 186-187 of the National Planning Policy Framework 2012."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:33:13.549+00:00",
  "ward": "Hacton",
  "parking_details": null,
  "lapsed_date": "30/04/2024",
  "decision_target_date": "02/05/2021",
  "centroid": {
    "lat": "51.5478201",
    "lon": "0.2093763"
  },
  "lpa_app_no": "P0428.21",
  "status": "Approved",
  "site_name": "4 Canberra Close",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0428.21",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553302.708,
              185527.054
            ],
            [
              553303,
              185524.3
            ],
            [
              553296.729,
              185523.693
            ],
            [
              553290.6,
              185523.1
            ],
            [
              553280,
              185522.1
            ],
            [
              553275.5,
              185521.75
            ],
            [
              553275.85,
              185523.8
            ],
            [
              553276.345,
              185526.772
            ],
            [
              553276.45,
              185527.4
            ],
            [
              553277.05,
              185530.75
            ],
            [
              553282.1,
              185531.05
            ],
            [
              553285.884,
              185531.336
            ],
            [
              553288.05,
              185531.5
            ],
            [
              553296.65,
              185532.3
            ],
            [
              553301.094,
              185532.708
            ],
            [
              553302.1,
              185532.8
            ],
            [
              553302.622,
              185527.871
            ],
            [
              553302.708,
              185527.054
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "30/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [
    "EGL94307"
  ],
  "actual_commencement_date": null,
  "street_name": "Hornchurch",
  "pp_id": "09600004",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553289,
  "appeal_start_date": null,
  "centroid_northing": 185527,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20957389999999998,
          51.5478168
        ],
        [
          0.20957689999999998,
          51.547792
        ],
        [
          0.20948619999999998,
          51.5477883
        ],
        [
          0.2093977,
          51.5477846
        ],
        [
          0.2092445,
          51.5477785
        ],
        [
          0.2091795,
          51.5477766
        ],
        [
          0.2091854,
          51.5477949
        ],
        [
          0.20919379999999999,
          51.5478215
        ],
        [
          0.20919559999999998,
          51.5478271
        ],
        [
          0.2092057,
          51.547857
        ],
        [
          0.20927859999999998,
          51.5478583
        ],
        [
          0.2093333,
          51.5478599
        ],
        [
          0.20936459999999998,
          51.5478608
        ],
        [
          0.2094888,
          51.5478656
        ],
        [
          0.2095531,
          51.5478681
        ],
        [
          0.2095676,
          51.5478686
        ],
        [
          0.20957299999999998,
          51.5478242
        ],
        [
          0.20957389999999998,
          51.5478168
        ]
      ]
    ],
    "type": "Polygon"
  }
}