{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508387.289,
              186828.7864
            ],
            [
              508442.5209,
              186875.4193
            ],
            [
              508460.0496,
              186888.9793
            ],
            [
              508460.711,
              186883.6876
            ],
            [
              508446.4896,
              186826.1406
            ],
            [
              508445.1667,
              186814.2343
            ],
            [
              508451.4506,
              186797.6978
            ],
            [
              508388.2812,
              186827.4635
            ],
            [
              508387.289,
              186828.7864
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07681665",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:44.839+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "01/04/2019",
  "secondary_street_name": "RUISLIP",
  "appeal_start_date": null,
  "ward": "WEST RUISLIP",
  "centroid": {
    "lat": "51.5700167",
    "lon": "-0.4368723"
  },
  "decision": "Approved",
  "valid_date": "07/03/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.278
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73232/APP/2019/802",
  "lpa_name": "Hillingdon",
  "site_name": "BLENHEIM CARE CENTRE",
  "lapsed_date": "25/04/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be retained  in complete accordance with the details shown on the submitted plans, Location Plan (1:1250) and Proposed Ecoboiler Floor Plan and Elevations.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Prior to commencement of development an air quality assessment using dispersion modelling shall be carried out, submitted to and agreed in writing by the local planning authority to demonstrate that the stack height of the biomass boiler is sufficient to prevent emissions having a significant negative impact on the air quality objectives for NO2 and PM10.",
    "The optimisation of the stack height must be such that it will enable emissions to be less than 0.4ug/m3 of pollution at any receptor or height modelled. The methodology is to use stack height determinations as per current guidance and suitable modelling techniques. Where stack emissions are shown to result in an increase greater than 0.4ug/m3 at any height , a full discussion of how emissions will be mitigated is to be provided to and agreed by the Local Planning Authority.",
    "The development shall thereafter be carried out in accordance with the approved details.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding prope",
    "The biomass boiler shall only be operated using clean wood pellets that comply with a recognised fuel quality standard (such as CEN/TS 14961:2005). A written guarantee shall be submitted to the local authority prior to commencement of the development with a declaration that wood pellets conform to a recognised fuel quality standard and will be consistently used in the biomass boiler. A statement shall be submitted to the local authority specifying the quantity of wood pellets used in the biomass boiler and the fuel specifications in accordance with CEN/TS 14961:2005 or a similar recognised standard. (The statement shall be obtained from the fuel supplier). The development shall thereafter be carried out in accordance with the approved details.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties and to ensure the development does not adversely affect air quality in accordance with policies OE1 and OE3 of the Hillingdon Local Plan: Part Two Saved UDP Policies (No",
    "The biomass boiler shall be associated with a written schedule of maintenance which shall include removal of ash, inspection and maintenance of gas and particulate arrestment equipment, boiler servicing and stack cleaning. The maintenance schedule shall be submitted to and agreed in writing by the Local Planning Authority prior to installation and thereafter maintained in accordance with the agreed details.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties and to ensure the development does not adversely affect air quality in accordance with policies OE1 and OE3 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and policy 7.14 of the Local Plan (2016).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities",
    "2. Details of Landscape Maintenance",
    "2.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "2.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in compliance with policies BE13 and BE38 of the H",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The applicant is advised that where details pursuant to the conditions have been previously submitted to and approved by the Local Planning Authority, there would be no requirement for these details to be re-submitted where the details would remain the same. The applicant should ensure that the development is carried out in compliance with the approved details."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition 2 (Approved Plans) of planning permission Ref: 73232/APP/2017/3681 dated 31/01/2018 (Installation of biomass boiler cabin) to permit the relocation of the biomass boiler",
  "lpa_app_no": "73232/APP/2019/802",
  "decision_target_date": "02/05/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "25/04/2019",
  "id": "Hillingdon-73232_APP_2019_802",
  "centroid_northing": 186840,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508430,
  "street_name": "ICKENHAM ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4374918,
          51.5699241
        ],
        [
          -0.4366808,
          51.5703326
        ],
        [
          -0.4364238,
          51.5704511
        ],
        [
          -0.43641589999999997,
          51.570403400000004
        ],
        [
          -0.4366388,
          51.5698889
        ],
        [
          -0.4366615,
          51.5697821
        ],
        [
          -0.43657599999999996,
          51.5696323
        ],
        [
          -0.4374779,
          51.569912
        ],
        [
          -0.4374918,
          51.5699241
        ]
      ]
    ],
    "type": "Polygon"
  }
}