{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "21/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-24114_APP_2020_1644",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.023
  },
  "valid_date": "29/06/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of existing dwelling house into 1 x 1 bed flat and 1 x 2 bed flats with associated parking and amenity space",
  "decision_conditions": [
    "The development would lead to the unacceptable subdivision and loss of a small single family dwelling for which there is an established need in the Borough. The development would therefore be contrary to Policies DMH 2 and DMH 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposal would provide an indoor living area of an unsatisfactory size and quality for the future occupiers of the two bedroom flat  and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy DMHB 16 of the adopted Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy 3.5 and Table 3.3 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The proposed development, by virtue of its failure to provide amenity space of sufficient size and quality commensurate to the size and layout of the said units would result in an over-development of the site detrimental to the residential amenity of existing and future occupiers. The proposal is therefore contrary to Policies DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:41:05.661+00:00",
  "ward": "PINKWELL",
  "parking_details": null,
  "lapsed_date": "21/08/2023",
  "decision_target_date": "24/08/2020",
  "centroid": {
    "lat": "51.4949765",
    "lon": "-0.4301639"
  },
  "lpa_app_no": "24114/APP/2020/1644",
  "status": "Refused",
  "site_name": "12 CARLTON AVENUE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=24114/APP/2020/1644",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509083.3344,
              178519.3266
            ],
            [
              509070.1052,
              178487.3119
            ],
            [
              509063.7552,
              178489.8255
            ],
            [
              509066.1364,
              178494.3234
            ],
            [
              509077.3813,
              178522.1047
            ],
            [
              509083.3344,
              178519.3266
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "22/07/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HAYES",
  "pp_id": "08753406",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 509074,
  "appeal_start_date": null,
  "centroid_northing": 178505,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4300251,
          51.4951035
        ],
        [
          -0.4302254,
          51.4948183
        ],
        [
          -0.4303161,
          51.4948421
        ],
        [
          -0.4302804,
          51.4948821
        ],
        [
          -0.4301099,
          51.4951296
        ],
        [
          -0.4300251,
          51.4951035
        ]
      ]
    ],
    "type": "Polygon"
  }
}