{
  "actual_completion_date": null,
  "centroid_northing": 191034,
  "decision": "Approved",
  "development_type": null,
  "valid_date": "14/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Single storey rear and side extensions, loft conversion with 2 No. front dormers and 1 No. rear dormer, porch to front, increase the roof house height.",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed flank window serving the landing as shown on drawing 05 and 09 adjacent to No.66 Harrow Crescent, Romford shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Nazarov (Agent) by phone and e-mail. The revisions involved reducing the height of the gable wall so the proposal does not infringe a 45 degree notional line from the bedroom window at No.66 Harrow Crescent and the removal of the annotation that the side/rear extension is a garage. The outbuilding and basement extension was removed from the proposal. The amendments were subsequently submitted on 31-03-22 & 01-04-22.",
    "Party Wall Informative",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf"
  ],
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 4,
    "net_car": 0,
    "no_proposed_car": 4
  },
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "01/04/2022",
  "ward": "Heaton",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 95.2,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "06/2022",
    "intended_commencement_date": "04/2022",
    "site_area": 0.049
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10546851",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Havering",
  "borough": "Havering",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "07/02/2022",
  "decision_date": "01/04/2022",
  "centroid": {
    "lon": "0.2059764",
    "lat": "51.5974085"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0055.22",
  "street_name": "Romford",
  "lpa_app_no": "P0055.22",
  "lapsed_date": "01/04/2025",
  "id": "Havering-P0055.22",
  "title_number": [
    "Unregistered"
  ],
  "application_type": "All Other",
  "site_name": "68 Harrow Crescent",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "RM3 7AJ",
  "last_updated": "2025-03-20T18:07:00.154+00:00",
  "last_updated_by": "Planning Portal ingest",
  "decision_agency": "Borough",
  "uprn": "100021376839",
  "cil_liability": false,
  "centroid_easting": 552887,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552884.285,
              191010.34
            ],
            [
              552873.989,
              191013.862
            ],
            [
              552889.432,
              191056.94
            ],
            [
              552893.767,
              191056.128
            ],
            [
              552897.289,
              191054.502
            ],
            [
              552899.457,
              191053.96
            ],
            [
              552884.285,
              191010.34
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2059269,
          51.5971967
        ],
        [
          0.2057799,
          51.5972311
        ],
        [
          0.2060215,
          51.597614
        ],
        [
          0.20608359999999998,
          51.5976055
        ],
        [
          0.2061337,
          51.5975899
        ],
        [
          0.20616479999999998,
          51.597584499999996
        ],
        [
          0.2059269,
          51.5971967
        ]
      ]
    ],
    "type": "Polygon"
  }
}