{
  "title_number": [
    "EGL2637"
  ],
  "site_number": null,
  "centroid_easting": 555769,
  "ward": "Cranham",
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_completion_date": "03/2021",
    "total_gia_gained": 51,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "10/2021",
    "existing_uprns": null,
    "site_area": 0.06800000000000002
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "centroid": {
    "lon": "0.2457393",
    "lat": "51.5598457"
  },
  "last_date_consultation_comments": "27/05/2021",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555775.312,
              186971.81
            ],
            [
              555778.563,
              186971.133
            ],
            [
              555785.472,
              186971.268
            ],
            [
              555763.797,
              186910.037
            ],
            [
              555752.824,
              186915.456
            ],
            [
              555775.312,
              186971.81
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0852.21",
  "last_updated_by": "CSV Data Import",
  "parking_details": null,
  "pp_id": "09799432",
  "epc_number": "8518-7623-2920-4466-4902",
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "RM14 1UT",
  "decision_date": "12/07/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Havering",
  "decision_target_date": "12/07/2021",
  "centroid_northing": 186941,
  "description": "Part single, part two storey rear/side extension, first floor front extension and a single storey front extension to create front porch, installation of raised patio and steps to rear",
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "site_name": "37 WALDEGRAVE GARDENS",
  "appeal_start_date": null,
  "street_name": "UPMINSTER",
  "lapsed_date": "12/07/2024",
  "last_updated": "2025-03-20T23:01:45.663+00:00",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "borough": "Havering",
  "uprn": "100021413300",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until screen fencing is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The fencing shall be permanently retained and maintained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Malcolm Clarke on 8 July 2021. The revisions involved alterations to the design of the garage door and clarification concerning an anomaly in the description on the application form and the design on the submitted plans regarding the patio. The amendments were subsequently submitted on 8 July 2021."
  ],
  "subdivision_of_building": null,
  "development_type": null,
  "secondary_street_name": null,
  "lpa_app_no": "P0852.21",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "05/05/2021",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0852.21",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.24584389999999998,
          51.5601208
        ],
        [
          0.24589049999999998,
          51.5601138
        ],
        [
          0.2459901,
          51.5601131
        ],
        [
          0.2456506,
          51.5595689
        ],
        [
          0.24549479999999999,
          51.5596206
        ],
        [
          0.24584389999999998,
          51.5601208
        ]
      ]
    ],
    "type": "Polygon"
  }
}