{
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520219.331306,
              182075.5606681
            ],
            [
              520217.1463648,
              182071.2019158
            ],
            [
              520202.99784,
              182077.3001702
            ],
            [
              520200.0461081,
              182078.4998268
            ],
            [
              520173.7526083,
              182089.7466075
            ],
            [
              520172.4169084,
              182090.3164443
            ],
            [
              520185.864603,
              182091.736038
            ],
            [
              520195.9977831,
              182093.395563
            ],
            [
              520208.5715013,
              182095.4749677
            ],
            [
              520212.3972096,
              182096.1047874
            ],
            [
              520219.059219,
              182096.9145556
            ],
            [
              520226.0510308,
              182094.9451194
            ],
            [
              520227.700043,
              182092.3458634
            ],
            [
              520227.3290153,
              182091.6060752
            ],
            [
              520219.331306,
              182075.5606681
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "site_name": "Ecohomes Building",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 182086,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-19T02:58:52.130+00:00",
  "centroid": {
    "lat": "51.5249057",
    "lon": "-0.26866"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "W3 0PL",
  "decision": "Approved",
  "decision_date": "22/08/2022",
  "locality": "London",
  "title_number": null,
  "pp_id": "PP-11140752",
  "last_date_consultation_comments": null,
  "decision_process": "Delegated",
  "description": "Minor material amendment (S.73) to remove condition no.5 (Code for Sustainable Homes Level 4),  in pursuant to planning permission reference PP/2014/4427 , varied by planning permission 178922OPDC2 dated 24/09/2018 for 'Construction of a four storey residential building providing 7no. self contained flats (6 x 1 bed and 1 x 2 bed) with associated cycle storage, bin storage and landscaping'. Variation seeking an additional window, minor amendments to front and rear elevations; and minor internal changes''",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "221529OPDVAR",
  "decision_target_date": "24/08/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "12196819",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012196819, 000012196820, 000012196821, 000012196822, 000012196823, 000012196824, 000012196825, 000012196826"
    ],
    "site_area": 0.071
  },
  "ward": "North Acton",
  "valid_date": "30/06/2022",
  "site_number": null,
  "id": "Ealing-221529OPDVAR",
  "development_type": "Minor dwellings",
  "centroid_easting": 520206,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2684715,
          51.5248091
        ],
        [
          -0.2685045,
          51.5247704
        ],
        [
          -0.2687062,
          51.5248282
        ],
        [
          -0.2687484,
          51.5248396
        ],
        [
          -0.2691234,
          51.5249463
        ],
        [
          -0.2691424,
          51.5249517
        ],
        [
          -0.26894819999999997,
          51.5249616
        ],
        [
          -0.2688016,
          51.5249743
        ],
        [
          -0.26861969999999996,
          51.5249904
        ],
        [
          -0.2685644,
          51.5249952
        ],
        [
          -0.2684681,
          51.5250011
        ],
        [
          -0.2683681,
          51.5249819
        ],
        [
          -0.2683452,
          51.5249582
        ],
        [
          -0.2683508,
          51.5249516
        ],
        [
          -0.2684715,
          51.5248091
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "borough": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/221529OPDVAR;",
  "application_type_full": null,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby approved shall be carried out in accordance with drawing title numbers 14/347/01 Rev A, 14/347/03 Rev A and 14/347/05 Rev A, P001 Rev 1, P302 Rev 1",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Details of the materials and finishes to be used for the external surfaces of the development including the front boundary wall shall be implemented in accordance with the details approved under planning permission ref: 203972OPDCND. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Details of hard and soft landscaping including the planting along the front site boundary and the provision of 6 trees within the front garden (contributing to the designated Green Corridor) shall be implemented in accordance with the details approved under planning permission ref: 203972OPDCND. Any trees or other plants which die or are removed or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and to ensure suitable a suitable level of amenity space is provided for occupant of the dwelling hereby permitted, in accordance with policies 7D of the Development Management, Development Plan Document; policies D3, D4 and D8 of the London Plan (2021); and National Planning Policy Framework (2021).",
    "| Following completion of the development suitable devices for the monitoring of the renewable/low-carbon energy equipment shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.",
    "Reason: To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment, in accordance with policies 1.1 and 1.2 of Ealing Core Strategy (2012), policy EA of the Ealing Development Management Development Plan Document (2013) and policies SI2 and SI3 of the London Plan (2021).",
    "| Details approved under planning permission ref: 203972OPDCND shall be implemented and permanently retained thereafter, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensitive rooms, as specified in Ealing Council's Interim Supplementary Planning Guidance 10.",
    "Reason: To provide acceptable conditions within the residential flats, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), Interim Supplementary Planning Guidance 10, policy D14 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.",
    "Reason: To provide acceptable conditions within the residential flats, in accordance with policies D6 & D14 of the London Plan (2021) and policies 3.5 and 7B of the Ealing Development Management DPD (2013).",
    "* Condition discharged under planning ref: 203972OPDCND.",
    "| The noise barrier around the boundary of external amenity area with the A40, Western Avenue, Acton and the Railway, shall be implemented in accordance with the details approved under planning permission ref: 203972OPDCND. The works should be completed before occupation and permanently retained thereafter.",
    "Reason: To provide acceptable conditions within the residential flats, in accordance with policies D6 & D14 of the London Plan (2021) and policies 3.5 and 7B of the Ealing Development Management DPD (2013).",
    "| The ventilation system shall be implemented in accordance with the details approved under planning permission ref: 203972OPDCND and shall be retained permanently thereafter.",
    "Reason: To ensure acceptable conditions are provided for future residents within the development, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| Prior to the commencement of the development a detailed design and method statements (in consultation with London Underground) for all of the foundations, basement and ground floor structures, or for any other structures below ground level, including piling (temporary and permanent), have been submitted to and approved in writing by the local planning authority which:",
    "(i) provide details on all structures",
    "(ii) provide details of tall plant and scaffolding",
    "(iii) accommodate the location of the existing London Underground structures",
    "(iv) demonstrate access to elevations of the building adjacent to the property boundary with London Underground can be undertaken without recourse to entering our land demonstrate that there will at no time be any potential security risk to our railway, property or structures accommodate ground movement arising from the construction thereof mitigate the effects of noise and vibration arising from the adjoining operations within the structures",
    "(v) The development shall thereafter be carried out in all respects in accordance with the approved design and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs of this condition shall be completed, in their entirety, before any part of the building hereby permitted is occupied.",
    "Reason: To ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with policies 7.4 of the Ealing Development Management Plan, policies 1.1 (j) of the Local Development Framework (Core Strategy) and policy T1 of the London Plan (2021).",
    "* Condition discharged under planning ref: 203972OPDCND.",
    "| No part of the roof of the development hereby permitted shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Development Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:",
    "\" Construction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking;",
    "\" Details of construction hours;",
    "\" Noise mitigation and monitoring measures;",
    "\" Details of enclosure of working areas and the location of compounds for the storage of plant and materials;",
    "\" Details of temporary lighting;",
    "\" Dust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities';",
    "\" Wheel wash measures;",
    "\" Site security during construction;",
    "\" A drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and",
    "\" Procedures for on-site contractors to deal with complaints from local residents.",
    "The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies T1, T3 and T7 of the London Plan 2021.",
    "* Condition discharged under planning ref: 203972OPDCND.",
    "| The tree planting scheme shall be implemented in accordance with the details approved under planning permission ref: 203972OPDCND. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o Full planting specification for 6 heavy standard trees (3 Pinus sylvestris & 3 Betula pendula).",
    "o Positions of all proposed species.",
    "o Comprehensive details of ground preparation.",
    "o Staking/tying method(s).",
    "o 5 year post planting maintenance schedule with an agreed inspection schedule.",
    "All tree-planting shall be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 31st March inclusive) to the completion of the approved development, unless agreed otherwise in writing by the Local Planning Authority. The quality of all approved landscape works shall be in accordance with British Standard 4428:1989 'Code Of practice For General Landscape Operations' or any subsequent revision. All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions. Any trees which within a period of 5 years from the completion of all tree planting die, are removed, uprooted are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved, unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012), policies G5 and G7 of the London Plan (2021) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "* Condition discharged under planning ref: 203972OPDCND."
  ],
  "lapsed_date": "22/08/2025",
  "parking_details": null,
  "street_name": "Western Avenue"
}