{
  "centroid_easting": 550151,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Havering",
  "lpa_app_no": "P1057.23",
  "last_date_consultation_comments": "22/08/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": "51.5652586",
    "lon": "0.1649427"
  },
  "postcode": "RM7 0LP",
  "actual_completion_date": null,
  "street_name": "ROMFORD",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1648642,
          51.5654659
        ],
        [
          0.1649903,
          51.5654678
        ],
        [
          0.1649927,
          51.5654148
        ],
        [
          0.1649969,
          51.5653379
        ],
        [
          0.1650026,
          51.5652118
        ],
        [
          0.1650101,
          51.5650599
        ],
        [
          0.1648806,
          51.5650514
        ],
        [
          0.16486679999999998,
          51.5653988
        ],
        [
          0.1648642,
          51.5654659
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1057.23",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Havering-P1057.23",
  "ward": "Rush Grn & Crowlands",
  "title_number": null,
  "description": "Annex to the rear.",
  "uprn": "100021386972",
  "site_name": "34 MEADOW ROAD",
  "decision_agency": "Borough",
  "centroid_northing": 187374,
  "application_details": {
    "total_gia_gained": 43.9,
    "existing_uprns": null,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "12/2023",
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "09/2023",
    "site_area": 0.041
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "02/10/2023",
  "subdivision_of_building": null,
  "decision_date": "29/09/2023",
  "decision": "Approved",
  "locality": null,
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550144.876,
              187396.887
            ],
            [
              550153.613,
              187397.361
            ],
            [
              550153.952,
              187391.468
            ],
            [
              550154.494,
              187382.933
            ],
            [
              550155.307,
              187368.913
            ],
            [
              550156.323,
              187352.047
            ],
            [
              550147.382,
              187350.828
            ],
            [
              550145.282,
              187389.436
            ],
            [
              550144.876,
              187396.887
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "lapsed_date": "29/09/2026",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The window inserted on the flank wall to the bathroon shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "No works shall take place in relation to any of the development hereby approved until a site investigation is undertaken to assess the level and extent of any landfill gas present, together with an assessment of associated risks. The investigation shall be in accordance with a scheme submitted to and approved in writing by the Local Planning Authority prior to any development commencing.",
    "If during development works any contamination should be encountered which was not previously identified in the Site Investigation then works should halt immediately and the Local Planning Authority consulted to agree appropriate further action.",
    "Reason:-",
    "The development is situated on or within 250 metres of a current or historic landfill site or gravel pit.  Insufficient information has been supplied with the application to judge the risk arising from landfill gas.  Submission of an assessment prior to commencement will protect those redeveloping this site and any future occupants from potential lan",
    "Any residential occupation of the building hereby approved shall be limited to immediate family members of the family occupying the main house at 34 Meadow Road for residential purposes and shall not be occupied by any other persons.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved reducing the depth and bulk of the annex. The amendments were subsequently submitted on 28/09/2023."
  ],
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 2,
    "net_car": 0
  },
  "last_updated": "2025-03-19T01:28:50.400+00:00",
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "valid_date": "01/08/2023",
  "pp_id": "12284289",
  "status": "Approved"
}