{
  "appeal_status": null,
  "centroid": {
    "lon": -0.288961,
    "lat": 51.513872
  },
  "decision_target_date": "25/10/2024",
  "lapsed_date": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-19T20:39:09.473+00:00",
  "locality": "London",
  "development_type": null,
  "postcode": "W5 3RW",
  "ward": "Ealing Common",
  "id": "Ealing-230825VAR",
  "uprn": "000012090481",
  "decision": null,
  "site_name": "48 Inglis Road",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28876809999999997,
          51.5137312
        ],
        [
          -0.2890454,
          51.513733
        ],
        [
          -0.2890415,
          51.5140279
        ],
        [
          -0.2890408,
          51.5141061
        ],
        [
          -0.2890386,
          51.5141631
        ],
        [
          -0.28902859999999997,
          51.5141608
        ],
        [
          -0.28902,
          51.5141597
        ],
        [
          -0.2890115,
          51.5141574
        ],
        [
          -0.2889929,
          51.5141521
        ],
        [
          -0.2889774,
          51.5141456
        ],
        [
          -0.288966,
          51.514141
        ],
        [
          -0.2889462,
          51.5141312
        ],
        [
          -0.2889292,
          51.5141206
        ],
        [
          -0.2889124,
          51.5141096
        ],
        [
          -0.2888984,
          51.5140977
        ],
        [
          -0.28888169999999996,
          51.5140831
        ],
        [
          -0.288854,
          51.5140521
        ],
        [
          -0.2888486,
          51.5140435
        ],
        [
          -0.28883349999999997,
          51.5140213
        ],
        [
          -0.2888214,
          51.5139977
        ],
        [
          -0.2888108,
          51.5139741
        ],
        [
          -0.28880089999999997,
          51.5139501
        ],
        [
          -0.28879509999999997,
          51.5139316
        ],
        [
          -0.2887863,
          51.5138987
        ],
        [
          -0.2887731,
          51.5138243
        ],
        [
          -0.288769,
          51.5137833
        ],
        [
          -0.28876779999999996,
          51.5137568
        ],
        [
          -0.28876809999999997,
          51.5137312
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518840.1964258,
              180810.5527729
            ],
            [
              518820.9524532,
              180810.3028444
            ],
            [
              518820.4495044,
              180843.1034553
            ],
            [
              518820.3010933,
              180851.8009657
            ],
            [
              518820.3010933,
              180858.1491486
            ],
            [
              518821.0019235,
              180857.8992201
            ],
            [
              518821.603813,
              180857.7992487
            ],
            [
              518822.1974574,
              180857.5493203
            ],
            [
              518823.500177,
              180856.9994776
            ],
            [
              518824.5967702,
              180856.299678
            ],
            [
              518825.3965411,
              180855.799821
            ],
            [
              518826.7982015,
              180854.7501215
            ],
            [
              518828.0019804,
              180853.6004506
            ],
            [
              518829.1975143,
              180852.400794
            ],
            [
              518830.2034117,
              180851.101166
            ],
            [
              518831.3989456,
              180849.5016239
            ],
            [
              518833.4024954,
              180846.1025968
            ],
            [
              518833.7982584,
              180845.1528687
            ],
            [
              518834.9030965,
              180842.7035698
            ],
            [
              518835.8018082,
              180840.1043138
            ],
            [
              518836.6015791,
              180837.4950607
            ],
            [
              518837.3518797,
              180834.8458191
            ],
            [
              518837.797113,
              180832.7964057
            ],
            [
              518838.4979432,
              180829.1474502
            ],
            [
              518839.6027814,
              180820.8998111
            ],
            [
              518839.9985443,
              180816.3511131
            ],
            [
              518840.1469554,
              180813.4019573
            ],
            [
              518840.1964258,
              180810.5527729
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "title_number": null,
  "site_number": null,
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "Inglis Road",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.072
  },
  "valid_date": "01/03/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 180826,
  "application_type": "All Other",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of 15.11.2021, when permission was granted.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): Proposed Site Plan (Dwg. PL02 rev R), Proposed Roof Plan (Dwg. PL06 rev D), Proposed OS Plan (Dwg. PL01 rev D), Proposed South Facing Elevations (Dwg. PL10 rev D), Long Section (Dwg. PL11 rev E), Proposed North Facing Elevations (Dwg. PL09 rev F), Proposed East Facing Elevations (Dwg. PL07 rev G), Proposed West Facing Elevation (Dwg. PL08 rev H), Proposed First Floor Plan (Dwg. PL04 rev J), Proposed GF Plan (Dwg. PL03 rev K), Proposed Second Floor Plan (Dwg. PL05 rev L), Everest Double Decker Cycle Rack, Cover Letter dated 28 February 2023, Tree Protection Plan (Dwg. 2021/003/TPP rev D), Arboricultural Impact Assessment dated 18th July 2018, GF MP 001 Rev C (Landscape masterplan); Landscape Design Report Rev B dated September 2021, Daylight and Sunlight report (Neighbouring Properties) dated 2 February 2021; Daylight and Sunlight report (Within Development) dated 2 February 2021; Transport Statement dated 2 February 2021.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match those set out in section 9 of the Design and Access Statement unless indicated on the approved plans or application form. Development shall be carried out in accordance with the approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B & 7C of the Ealing Development Management and London Plan (2021) policies D3, D4 and HC1 of the London Plan 2021. | All west facing windows to the first and second floors (rear facing) shall be obscure glazed and non-openable for 1.8m above internal floor level and shall be retained as such for the lifetime of the development.",
    "Reason: To protect the living conditions of occupants of nearby properties and future occupiers of the development, in accordance with policies 7A  and 7B of the Ealing Development Management Plan (2013);  London Plan(2021) policies D3 and D4. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any subsequent amendment, revision or new Order) no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason:  To protect residential amenity, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), policies D1, D3 and D4 of the London Plan(2021), and the National Planning Policy Framework (2021). | The proposed rooflights hereby approved shall be flush with roof plane and shall be retained as such for the lifetime of the development",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B & 7C of the Ealing Development Management and London Plan (2021) policy D3, D4 and HC1 of the London Plan 2021.",
    "| The sound insulation of the building envelope including glazing specifications and protection of external amenity spaces shall be based on the noise assessment standards specified in SPG10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed (with air intake from the cleanest aspect of the building and low self-noise). Internal room- and external amenity noise levels shall conform with standards and noise limits of the Council's SPG10 and BS8233:2014. Best practicable mitigation measures shall also be implemented as necessary in external amenity spaces to achieve these criteria. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with  policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D6 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | At least one ground floor unit shall be designed and constructed in accordance with Part M4(2)(Accessible and adaptable dwellings) or other such relevant technical requirements in use at the time of the construction of the development. Evidence demonstrating compliance shall be submitted to and approved in writing by the Local Planning Authority prior to first occupation of the development hereby approved.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate for wheelchair users and the changing needs of the future occupiers, in accordance with policies D5, D6 and D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012). | Details of the sound insulation shall be implemented in accordance with the approved drawings and documents within application reference: 224990CND dated 29.03.2023.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management DPD (2013), Standard 30 of the London Housing SPG(2016) and policy D6 of the London Plan(2021).",
    "| Condition deleted. | Details of energy source for heating and hot water shall be implemented in accordance with the approved drawings and documents within application reference: 225115CND dated 29.03.2023.",
    "Reason: In the interests of air quality and amenity in accordance with policy 7A of Ealing's Development Management DPD(2013) and policy SI1 of the London Plan(2021) and the Mayor's Best Practice Guidance for Using Green Infrastructure to Protect People from Air Pollution(2019).",
    "| Details of external lighting shall be implemented in accordance with the approved drawings and documents within application reference: 232656CND dated 26.07.2023.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site in accordance with policy D3, D4 and D6 of the London Plan (2021) and policies 7A and 7.4 of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2021).",
    "| Details of a Demolition and Construction Management shall be implemented in accordance with the approved drawings and documents within application reference: 222702CND dated 12.09.2022.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy T7 and SI1 of the London Plan(2021); and National Planning Policy Framework (2021).",
    "| Details of an Arboricultural Supervision Statement shall be implemented in accordance with the approved drawings and documents within application reference: 223397CND dated 15.09.2022.",
    "Reason: To improve the visual amenity of the development within the Creffield conservation area and to increase biodiversity of the site through urban greening in the interests of supporting providing a sustainable environment for future occupiers of the development in accordance with policies 1.1 (f) (g) of the Development Strategy 2026 (2012); policies D3, D4 and HC1 of the London Plan (2021); The London Environment Strategy (2018); and policies 5.10, 7B and 7.4 of the Ealing Development Management DPD (2013) and the National Planning Policy Framework (2021).",
    "| The secure cycle parking hereby approved shall be installed prior to the first occupation of the development and shall comprise the provision of seventeen (17) long-stay cycle parking spaces in accordance with details approved in Condition 2. A further two (2) short-stay cycle parking spaces shall also be provided on site for communal use.  The cycle parking shall be retained thereafter.",
    "Reason: To ensure adequate cycle parking is provided within the development to encourage sustainable modes of transport in accordance with policy T5 and table 10.2 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG.",
    "| The refuse and recycling areas shown on the approved drawings shall be provided prior to the first occupation of the development and retained thereafter and these areas shall not thereafter be obstructed or used for any other purpose.",
    "Reason: To ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with policy D6 of the London Plan (2021); policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities."
  ],
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/230825VAR;",
  "pp_id": "PP-11919110",
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 518828,
  "borough": "Ealing",
  "epc_number": null,
  "lpa_app_no": "230825VAR",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans)and remove condition no.10 (Overheating) and seek a Deed of Variation to the agreed S.106 agreement (no. of parking permits) in relation to planning permission reference 211927FUL dated 13/05/2022 for; Construction of a three storey building to accommodate 9 self-contained flats (following demolition of existing building) and associated landscaping, refuse, cycle parking and associated works.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Application Under Consideration",
  "decision_date": "30/08/2023",
  "cil_liability": true
}