{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.310252,
    "lat": 51.503246
  },
  "polygon": null,
  "borough": "Ealing",
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012082924",
  "valid_date": "05/09/2024",
  "decision_target_date": "14/11/2024",
  "appeal_decision_date": null,
  "locality": "London",
  "centroid_northing": 179610,
  "ward": "Walpole",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title numbers: PP-13334880v1 (Location plan); SO-095-02 (Proposed Rear Elevation - Existing Elevations); SO-095-01 (Proposed Side Extension -Existing Plans); SO-095-07 Rev A (Proposed Side Extension -Block Plan/Proposed Roof Plan); SO-095-04 (Proposed Side Extension - Proposed First Floor); SO-095-03 (Proposed Side Extension - Proposed Ground Floor); SO-095-05 (Proposed Side Extension - Proposed Elevations); SO-095-06 Rev B (Proposed Side Extension - Proposed Elevations).",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason:  To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013) and policies D3, D4 and D6 of the London Plan (2021)."
  ],
  "pp_id": "PP-13334880",
  "decision_process": "Delegated",
  "lapsed_date": "13/11/2027",
  "application_type_full": "Householder planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Ealing-243198HH",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "last_updated": "2025-03-19T20:15:43.090+00:00",
  "lpa_app_no": "243198HH",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "39 Clovelly Road",
  "title_number": null,
  "decision_date": "13/11/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "First floor side extension; alterations to existing side extension fenestrations involving replacement of door with window; alterations to rear fenestrations",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 517378,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/243198HH;",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 16.2,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "02/2025",
    "intended_commencement_date": "09/2024"
  },
  "last_updated_by": "Planning Portal ingest",
  "postcode": "W5 5HF",
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "Clovelly Road"
}