{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510962.7938,
              182748.6412
            ],
            [
              510962.6615,
              182749.3027
            ],
            [
              510968.7469,
              182747.5829
            ],
            [
              510967.1594,
              182729.5912
            ],
            [
              510963.0583,
              182710.012
            ],
            [
              510955.1208,
              182711.7318
            ],
            [
              510962.7938,
              182748.6412
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08186115",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:05:57.603+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "03/01/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "BARNHILL",
  "centroid": {
    "lat": 51.532573,
    "lon": -0.401656
  },
  "decision": "Approved",
  "valid_date": "16/10/2019",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.029,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": "UB4 9LA",
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75124/APP/2019/3192",
  "lpa_name": "Hillingdon",
  "site_name": "32 OWEN ROAD",
  "lapsed_date": "03/01/2023",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan A-A-HY-032B-PL-110, HY-032B-S-210, A-HY-032B-EL-310 and A-HY-032B-BP-002.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (July 2016).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy BE15 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 31 or 33 Owen Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (2012)",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, study, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policy BE13, BE15, BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "Prior to the commencement of development details of a soakaway or tank to control surface water from the proposed development shall be submitted to and be approved in writing by the Local Planning Authority. The details should ensure that any new pipework would not be connected to any existing surface water network which drains to any road or sewer. Water run off from any hard paving associated with the development should also be directed to a soakaway, or made permeable. The development shall only be undertaken in accordance with those approved details, and the approved scheme shall be implemented prior to the first use of the development hereby permitted and retained for the duration of the development.",
    "REASON:",
    "To ensure that surface water run off is controlled and is handled as close to its source as possible to ensure the development does not increase the risk of flooding in compliance with Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (Nov 2012), Policie",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies. On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524)."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey side/rear extension, part two storey, part single storey rear extension and single storey outbuilding to rear for use as a gym",
  "lpa_app_no": "75124/APP/2019/3192",
  "decision_target_date": "03/01/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "03/01/2020",
  "id": "Hillingdon-75124_APP_2019_3192",
  "centroid_northing": "182729",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "510963",
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.401632,
          51.532751
        ],
        [
          -0.4016337,
          51.532757
        ],
        [
          -0.4015466,
          51.5327403
        ],
        [
          -0.40157509999999996,
          51.5325789
        ],
        [
          -0.4016404,
          51.5324038
        ],
        [
          -0.4017542,
          51.5324208
        ],
        [
          -0.401632,
          51.532751
        ]
      ]
    ],
    "type": "Polygon"
  }
}