{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "09/05/2028",
  "uprn": "000012097170",
  "locality": "London",
  "appeal_decision_date": null,
  "centroid_easting": 520905,
  "application_details": {
    "intended_commencement_date": "07/2025",
    "existing_uprns": null,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "08/2026",
    "no_additional_bedrooms": 0,
    "total_gia_gained": 24.36
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "26 Esmond Road",
  "borough": "Ealing",
  "status": "Approved",
  "epc_number": "0162-3035-9207-3054-8204",
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "Householder",
  "street_name": "Esmond Road",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "12/05/2025",
  "lpa_name": "Ealing",
  "secondary_street_name": null,
  "decision_date": "09/05/2025",
  "last_updated": "2025-06-05T01:04:20.893Z",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/250363HH;",
  "ward": "Southfield",
  "valid_date": "28/01/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "W4 1JQ",
  "centroid_northing": 178956,
  "description": "Excavation to provide extension to basement with lightwells to front and side (following demolition of existing basement); single storey rear extension (following demolition of existing rear addition); replacement of existing dormer roof window to elevation b (following demolition of existing dormer roof window); replacement of all single-glazed windows with timber-frame, double-glazed conservation-style windows; replacement of the timber boundary fence in the rear garden; installation of PV solar panels; installation of air conditioning unit to elevation B flat roof;  alterations to elevation C fenestrations involving removal of rooflights, installation of two rooflights; alterations to existing roof to elevation C; construction of timber bin store to front garden; associated external and internal alterations",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "250363HH",
  "decision": "Approved",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "id": "Ealing-250363HH",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "Existing Plans: (480_PL_009 Rev C, 480_PL_010 Rev C, 480_PL_011 Rev C, 480_PL_012 Rev B, 480_PL_013 Rev B, 480_PL_020 Rev B, 480_PL_021 Rev A, 480_PL_022 Rev B, 480_PL_023 Rev B, 480_PL_030 Rev B, 480_PL_031 Rev B, 480_PL_032 Rev B)",
    "Proposed Plans: (480_PL_109 Rev C, 480_PL_110 Rev F, 480_PL_111 Rev E, 480_PL_112 Rev F, 480_PL_113 Rev E, 480_PL_120 Rev D, 456_PL_121 Rev E, 480_PL_130 Rev D, 456_PL_131 Rev E, 480_PL_132 Rev E)",
    "Location Plan, Design and Access Statement, Heritage Statement",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "| All new external work shall be carried out in materials that match in colour, texture and design detail (including brickwork bonding and mortar) to those of the existing building.  Windows shall be constructed in timber and set into reveals to match the existing building.",
    "Reason: To ensure a satisfactory development which does not prejudice the amenity of the locality and sustains the appearance of the conservation area.",
    "| Prior to commencement of development, the front hedge and landscaping details shall be submitted to and approved in writing by the Local Planning Authority. The details should confirm that the landscaping would be of a height and density that would visually obscure views of the front lightwell from the street (and include species). The approved details shall be implemented prior to occupation of the development and retained and maintained in perpetuity.",
    "Reason: To reduce any visual impacts from the basement and lightwell on the values of the Conservation Area in accordance with Paragraph 215 of the NPPF (2024).",
    "| Prior to the commencement of development, a Basement Impact Assessment shall be submitted to and approved in writing by the Local Planning Authority, to demonstrate no impact to ground water flowpaths. The development shall not be implemented other than in accordance with the approved details.",
    "Reason: To reduce the risk of the flooding of the application property, neighbouring properties and local area, in accordance with Policy 5.12 of the Ealing Development Management DPD (2013), Policies SI 12 and SI 13 of the London Plan (2021) and the NPPF (2024).",
    "| Prior to the commencement of development, sustainable surface water drainage detailed plans and maintenance plan shall be submitted to and approved in writing by the Local Planning Authority. The plans shall achieve compliance with greenfield run-off rates (1 l/s) and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques. Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason:  To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with Policy 5.12 of the Ealing Development Management DPD (2013), Policies SI 12 and SI 13 of the London Plan (2021) and the NPPF (2024).",
    "| Any solar PV or solar thermal equipment installed on the roof of the subject dwellinghouse must adhere to the of provisions, limitation and conditions of Schedule 2, Part 14, Class A of the Town and Country Planning (General Permitted Development) Order 2015.",
    "Reason: To protect the living conditions of occupants of nearby properties in accordance with policies 7B and 7.4 of the Ealing Development Management DPD (2013) and Policy SI 2, 3 of the London Plan (2021).",
    "| Prior to the commencement of the development (excluding initial site clearance demolition and ground works), details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity.",
    "Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies D13, D14 of the London Plan (2021).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with policies D13, D14 of the London Plan (2021)."
  ],
  "pp_id": "PP-13726354",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.496625,
    "lon": -0.259685
  }
}