{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505290.8123,
              176748.1848
            ],
            [
              505308.0102,
              176922.8101
            ],
            [
              505487.9273,
              176914.2111
            ],
            [
              505479.3283,
              176732.9712
            ],
            [
              505290.8123,
              176748.1848
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07610360",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:37.124+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "26/03/2019",
  "secondary_street_name": "LONGFORD",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4806099",
    "lon": "-0.4836831"
  },
  "decision": "Approved",
  "valid_date": "07/02/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 3.295
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=3063/ADV/2019/8",
  "lpa_name": "Hillingdon",
  "site_name": "HEATHROW PARK THISTLE HOTEL",
  "lapsed_date": "17/04/2022",
  "parking_details": null,
  "decision_conditions": [
    "All advertisement consents carry the following 5 standard conditions as contained in the Town and Country Planning (Control of Advertisements) Regulations 2007 and unless specified to the contrary the consent expires after 5 years.",
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the sit",
    "The illumination of the sign(s) is to be by fixed and constant lights and not by lights which are, or appear to be, intermittent, moving, flashing or vibrating.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policy BE27 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012)",
    "The decision to GRANT Advertisement Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT Advertisement Consent has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. Heathrow Aerodrome Safeguarding therefore draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at http://www.aoa.org.uk/policy-campaigns/operations-safety/)"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of 3 sets of replacement internally illuminated fascia text to Hotel entrance, 2 sets of replacement internally illuminated fascia text to Conference Centre entrance and 1 replacement internally illuminated free standing totem",
  "lpa_app_no": "3063/ADV/2019/8",
  "decision_target_date": "18/04/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "17/04/2019",
  "id": "Hillingdon-3063_ADV_2019_8",
  "centroid_northing": 176829,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505392,
  "street_name": "BATH ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4851638,
          51.4799023
        ],
        [
          -0.48486419999999997,
          51.4814688
        ],
        [
          -0.4822768,
          51.481358
        ],
        [
          -0.48245459999999996,
          51.4797305
        ],
        [
          -0.4851638,
          51.4799023
        ]
      ]
    ],
    "type": "Polygon"
  }
}