{
  "last_date_consultation_comments": "03/06/2025",
  "site_number": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77316/APP/2025/1172",
  "epc_number": null,
  "wgs84_polygon": null,
  "secondary_street_name": "NORTHWOOD",
  "street_name": "RYEFIELD CRESCENT",
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "ward": "NORTHWOOD HILLS 2022",
  "cil_liability": false,
  "centroid": {
    "lon": -0.408196,
    "lat": 51.599663
  },
  "uprn": null,
  "parking_details": null,
  "centroid_easting": 510347,
  "development_type": null,
  "lpa_app_no": "77316/APP/2025/1172",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Hillingdon",
  "locality": null,
  "application_type": "Prior Approval",
  "id": "Hillingdon-77316_APP_2025_1172",
  "centroid_northing": 190180,
  "appeal_status": null,
  "status": "Approved",
  "description": "Conversion of commercial (Use Class E) space to five residential units comprising four one-bedroom units and one two-bedroom unit (Use Class C3) (Application for Prior Approval under Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)).",
  "site_name": "UNIT 28",
  "appeal_start_date": null,
  "decision_date": "13/06/2025",
  "decision_target_date": "18/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "13/06/2028",
  "valid_date": "24/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "HA6 1LJ",
  "decision_conditions": [
    "Prior approval is granted under the provisions of Article 3, Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (GPDO) for the change of use of commercial space (Class E) to form 5 flats at Unit 28 Ryefield Crescent, Northwood HA6 1LJ in accordance with the details submitted pursuant to Schedule 2, Part 3, Class MA of the GPDO, and subject to the following conditions.",
    "The development hereby permitted must be completed within a period of 3 years starting with the prior approval date.",
    "REASON",
    "To comply with Condition MA.2. (5), Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The building hereby permitted to be used as a dwellinghouse by virtue of Class MA is to remain in use as a dwellinghouse within the meaning of Class C3 of Schedule 1 to the Use Classes Order and for no other purpose, except to the extent that the other purpose is ancillary to the use as a dwellinghouse.",
    "REASON",
    "To comply with Condition MA.2. (6), Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Prior to first occupation of the development hereby permitted, details of facilities for the storage of 5 cycles shall be submitted to and",
    "approved in writing by the Local Planning Authority. The details shall include information in relation to location, dimensions, external finishes and design. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "REASON",
    "To comply with Condition MA.2.(2)(a), Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), Policy T5 of the London Plan (2021) and Policies DMT5 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to first occupation of the development hereby permitted, details of the refuse and recycling facilities shall be submitted to and",
    "approved in writing by the Local Planning Authority. The details shall include information in relation to location, dimensions, external finishes and design. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "REASON",
    "To comply with Condition MA.2.(2)(a), Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) and Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "For the lifetime of the development hereby permitted the noise level shall not exceed: 30 dB LAeq 8 hrs between 2300 and 0700; and 35 dB LAeq 16 hrs between 0700 and 2300 measured inside any room of any permitted dwelling whilst achieving acceptable internal living conditions with respect to ventilation and temperature.",
    "REASON",
    "To comply with Condition MA.2.(2)(d) Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) and ensure that occupants of the permitted development would not be exposed to noise that would be likely to cause an adverse effect on their health and quality of life. This has regard to the guidance set out in 'Guidance on Sound Insulation and Noise Reduction for Buildings' British Standard Institution BS8233: 2014.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.",
    "An investigation and risk assessment must be undertaken using a Watching Brief and Discovery Strategy as submitted in Appendix E of the Phase 2 report, and where remediation is necessary, a remediation scheme must be prepared subject to the approval in writing of the Local Planning Authority.",
    "Following completion of measures identified in the approved remediation scheme, a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.",
    "REASON:",
    "This development is on a potential former contaminated land use identified as Works (Various) and Other. The above advice is therefore provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should there be any conta"
  ],
  "decision_agency": "Borough",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Hillingdon",
  "last_updated": "2025-07-06T21:59:17.549Z",
  "actual_completion_date": null
}