{
  "lpa_app_no": "P1681.24",
  "centroid_northing": 190014,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "31/01/2025",
  "locality": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-07-23T04:28:50.231Z",
  "valid_date": "08/01/2025",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 552149,
  "actual_commencement_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1681.24",
  "site_number": null,
  "decision": "Approved",
  "ward": "Marshalls & Rise Pk",
  "decision_agency": "Borough",
  "lpa_name": "Havering",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 6,
    "no_existing_car": 6,
    "net_car": 0
  },
  "application_type_full": "Householder planning & demolition in a conservation area",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Havering-P1681.24",
  "application_details": {
    "intended_completion_date": "11/2025",
    "intended_commencement_date": "04/2025",
    "total_gia_gained": 84,
    "existing_uprns": null,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0
  },
  "uprn": "100021363119",
  "decision_date": "12/03/2025",
  "description": "Single-storey rear extension, a first floor rear extension, alterations to the roof with front and rear dormers and changes to the front fenestration.",
  "site_name": "1 Broadway",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "12/03/2025",
  "borough": "Havering",
  "postcode": "RM2 5NS",
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "12/03/2028",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the building (external materials, windows and doors) are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "The proposed windows in the flank of the development shall be permanently glazed with obscure glass and shall thereafter be maintained and permanently fixed shut below 1.7m from the internal floor level.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Before the development hereby permitted commences on the site, an updated Tree Constraints Plan or Tree Protection Plan in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction' for all of the trees located at 1 Broadway shall be submitted to and approved in writing by the Local Planning Authority.  The protection measures as approved shall be undertaken at the site before any work in connection with the development hereby permitted commences at the site, and shall be retained for the entire period of the duration of work at the site, in connection with the development hereby permitted, within the fence or other means of enclosure surrounding the trees, no activities associated with building operations shall take place unless agreed in writing by the Local Planning Authority.",
    "Reason - In order to maintain the existing vegetation at the site and to accord with Policy 27 of the Local Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": "13656643",
  "centroid": {
    "lon": 0.194862,
    "lat": 51.588441
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}