{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "lpa_app_no": "Q0338.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=Q0338.22",
  "actual_completion_date": null,
  "pp_id": "11705173",
  "lapsed_date": null,
  "secondary_street_name": null,
  "centroid": {
    "lon": 0.255443,
    "lat": 51.564352
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100023215472",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Outline planning application for the demolition of all buildings and structures on site, and redevelopment of the site providing up to 37 residential dwellings, creation of a new highway access, public open space and landscaping and related infrastructure Revised Plans & Revised Description received 02.01.2020 P0248.19 Conditions(s) Condition - 18:\nNo works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:\na) parking of vehicles of site personnel and visitors; \nb) storage of plant and materials;\nc) dust management controls;\nd) measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;\ne) predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;\nf) scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;\ng) siting and design of temporary buildings;\nh) scheme for security fencing/hoardings, depicting a readily visible 24-hour contact number for queries or emergencies;\ni) details of disposal of waste arising from the construction programme, including final disposal points. The burning of waste on the site at any time is specifically precluded. And the development shall be carried out in accordance with the approved scheme and statement.\n\nCondition 29:\n29\nBefore the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority.\nThe approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed. The submission will provide;\na) A plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.\nb) A description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto the public highway.\nc) A description of how vehicles will be checked before leaving the site - this applies to the vehicle",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2543022,
          51.5646149
        ],
        [
          0.2544798,
          51.5646229
        ],
        [
          0.2544109,
          51.5645462
        ],
        [
          0.2543022,
          51.5646149
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": "Upminster",
  "site_name": "Hall Lane Miniature Golf Course",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": null,
  "postcode": "RM14 1BS",
  "application_type": "All Other",
  "decision_date": null,
  "parking_details": null,
  "status": "Application Under Consideration",
  "centroid_easting": 556428,
  "valid_date": "18/11/2022",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "13/01/2023",
  "id": "Havering-Q0338.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-07-08T04:10:39.822Z",
  "street_name": "Hall Lane",
  "decision": null,
  "appeal_start_date": null,
  "centroid_northing": 187463,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.005
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556346.149,
              187489.58
            ],
            [
              556358.432,
              187490.845
            ],
            [
              556353.916,
              187482.175
            ],
            [
              556346.149,
              187489.58
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Cranham"
}