{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506238.7906,
              180458.1828
            ],
            [
              506294.3532,
              180460.8287
            ],
            [
              506295.2792,
              180448.3932
            ],
            [
              506239.1875,
              180446.5411
            ],
            [
              506238.7906,
              180458.1828
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08556303",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:13.077+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "27/03/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.5130201",
    "lon": "-0.46999609999999997"
  },
  "decision": "Approved",
  "valid_date": "02/03/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.067
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=35291/APP/2020/762",
  "lpa_name": "Hillingdon",
  "site_name": "71A COLHAM AVENUE",
  "lapsed_date": "24/04/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2000 and 3000.",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "No development shall take place until details of all materials and external surfaces, including details of balconies have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The applicant is advised that where details pursuant to the conditions have been previously submitted to and approved by the Local Planning Authority, there would be no requirement for these details to be re-submitted where the details would remain the same. The applicant should ensure that the development is carried out in compliance with the approved details."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition 2 (Approved Plans) of planning permission 35291/APP/2018/3163 dated 26/10/2018 to allow for alterations to approved plans (External alterations to the building comprising roof lights, new window openings and doors)",
  "lpa_app_no": "35291/APP/2020/762",
  "decision_target_date": "27/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "24/04/2020",
  "id": "Hillingdon-35291_APP_2020_762",
  "centroid_northing": 180453,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506267,
  "street_name": "WEST DRAYTON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47040089999999996,
          51.513072
        ],
        [
          -0.46959969999999995,
          51.5130853
        ],
        [
          -0.46959009999999995,
          51.5129734
        ],
        [
          -0.4703987,
          51.5129673
        ],
        [
          -0.47040089999999996,
          51.513072
        ]
      ]
    ],
    "type": "Polygon"
  }
}