{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "P1916.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1916.22",
  "actual_completion_date": null,
  "pp_id": null,
  "lapsed_date": "01/03/2026",
  "secondary_street_name": "Essex",
  "centroid": {
    "lon": "0.23314189999999999",
    "lat": "51.6025329"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021358630",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "31/01/2023",
  "description": "Single storey rear extension, dormer to rear, and change of use from Use Class C3 (Dwellinghouse) to Use Class C4 (HMO)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.233017,
          51.602638400000004
        ],
        [
          0.23308369999999998,
          51.6026696
        ],
        [
          0.2332675,
          51.6024278
        ],
        [
          0.23317949999999998,
          51.6024079
        ],
        [
          0.233017,
          51.602638400000004
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "6 Amersham Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The original dwelling has a gross internal floor space of 92 square metres, which fails to meet the standard of 120 square metres contrary to Policy 8 of the Havering Local Plan.",
    "Bedroom 5 would have a poor outlook and limited light, given the close proximity of its window to the wall of the proposed single storey rear extension, which would be harmful to the amenity of the occupiers of the HMO contrary to Policies 7 and 8 of the Havering Local Plan.",
    "There is no dining or living area for all the dwelling's occupants to use simultaneously, which would provide a poor quality living environment harmful to the amenity of future occupiers contrary to Policy 8 of the Havering Local Plan and the HMO East London Guidance.",
    "Bedrooms 3, 4 & 5 have a gross internal area of 7.6, 6.8 and 7.6 square metres respectively, which fail to meet the gross internal floor space of 8.5 square metres for one occupier and would be harmful to the amenity of the occupiers of the HMO contrary to Policy 8 of the Havering Local Plan and the HMO East London Guidance.",
    "The proposal would result in an intensification of the site and result in significant harm to residential amenity from noise, disturbance and activity, contrary to Policies 7 and 8 of the Havering Local Plan.",
    "The single storey rear extension would, by reason of its excessive depth and position close to the south western boundary of the site, be an unneighbourly development and would unacceptably overbear and dominate the outlook and amenity of No. 8 Amersham Road harmful to their residential amenity contrary to the Residential Extensions and Alterations Supplementary Planning Document and Policy 7 of the Havering Local Plan.",
    "The proposed rear dormer window would, by reason of its scale, bulk and mass, not be contained well within the roof space and appear dominant, unduly bulky and visually intrusive detrimental to the character and appearance of the host property contrary to Policy 26 of the Havering Local Plan 2021 and the Residential Extensions and Alterations Supplementary Planning Document.",
    "The proposed development would result in increased parking congestion in surrounding streets, contrary to Policies 8 and 24 of the Havering Local Plan and the guidance contained in the National Planning Policy Framework.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent via email on 28th February 2023."
  ],
  "postcode": "RM3 9JJ",
  "application_type": "All Other",
  "decision_date": "01/03/2023",
  "parking_details": null,
  "status": "Refused",
  "centroid_easting": 554751,
  "valid_date": "04/01/2023",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "01/03/2023",
  "id": "Havering-P1916.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:08:19.734+00:00",
  "street_name": "Romford",
  "decision": "Refused",
  "appeal_start_date": null,
  "centroid_northing": 191661,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.017
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554741.993,
              191672.463
            ],
            [
              554746.509,
              191676.075
            ],
            [
              554760.056,
              191649.584
            ],
            [
              554754.035,
              191647.175
            ],
            [
              554741.993,
              191672.463
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Gooshays"
}