{
  "valid_date": "09/12/2024",
  "epc_number": null,
  "site_name": "19 THE GLEN",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 2,
    "no_existing_car": 2
  },
  "application_type_full": "Householder planning permission",
  "ward": "EASTCOTE 2022",
  "last_date_consultation_comments": "10/01/2025",
  "centroid_easting": 510927,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Conversion of garage to habitable room. Erection of a single storey part rear and side extension, conversion of roof space to habitable room with rear facing dormer and roof lights to main roof.",
  "appeal_decision": null,
  "postcode": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "12/02/2025",
  "street_name": "EASTCOTE PINNER",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 188795,
  "application_type": "Householder",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "1548-P-001 Rev A Block Plan and Location Plan",
    "1548-P-002 Rev A Existing and Proposed Ground Floor Plan",
    "1548-P-003 Rev B Proposed Loft and Roof Plans",
    "1548-P-04 Existing and Proposed Elevations",
    "1548-P-005 Rev A Existing and Proposed Side Elevations",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflights hereby approved shall be of a conservation-style design featuring a slim line frame with a flush-fitting profile. The rooflights shall be installed flush with the roof slope and be retained as such thereafter.",
    "REASON:",
    "To ensure that the development preserves character and appearance of the building and the wider Conservation Area.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "6842/APP/2024/3045",
  "decision_agency": "Borough",
  "decision_date": "10/02/2025",
  "pp_id": "13567175",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=6842/APP/2024/3045",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.587101,
    "lon": -0.400263
  },
  "status": "Approved",
  "last_updated": "2025-05-11T21:59:16.543Z",
  "actual_completion_date": null,
  "lapsed_date": "10/02/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-6842_APP_2024_3045",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "intended_completion_date": "08/2025",
    "total_gia_gained": 51,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "03/2024",
    "existing_uprns": null,
    "no_additional_bathrooms": 1
  }
}