{
  "appeal_status": null,
  "lapsed_date": "04/06/2030",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SR5FQFNHM5E00",
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "ward": "New Malden Village",
  "decision_date": "04/06/2025",
  "parking_details": {
    "no_proposed_car": 0,
    "no_existing_car": 16,
    "net_car": -16
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521812.251,
              168261.086
            ],
            [
              521831.685,
              168264.763
            ],
            [
              521867.569,
              168272.039
            ],
            [
              521871.207,
              168272.37
            ],
            [
              521886.421,
              168276.669
            ],
            [
              521891.547,
              168291.717
            ],
            [
              521866.742,
              168299.159
            ],
            [
              521850.04,
              168297.34
            ],
            [
              521824.243,
              168295.686
            ],
            [
              521826.393,
              168285.268
            ],
            [
              521781.414,
              168276.504
            ],
            [
              521786.191,
              168255.476
            ],
            [
              521809.344,
              168260.474
            ],
            [
              521825.248,
              168175.302
            ],
            [
              521826.309,
              168173.171
            ],
            [
              521828.387,
              168171.002
            ],
            [
              521829.359,
              168130.031
            ],
            [
              521833.438,
              168130.528
            ],
            [
              521831.854,
              168160.497
            ],
            [
              521831.881,
              168170.794
            ],
            [
              521827.507,
              168181.468
            ],
            [
              521812.251,
              168261.086
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "PP-13687147",
  "development_type": "Major all other major developments",
  "description": "Change of use to school playing field (Use Class F1), to form part of Burlington Junior School, landscaping, new boundary treatment and other associated works.",
  "site_name": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to the commencement of the development the applicant must submit: \r\ra) A desktop study (Preliminary Risk Assessment) shall be carried out which shall include the identification of previous uses, potential contaminants that might be expected, given those uses, and other relevant information. Using this information, a diagrammatical representation (Conceptual Model) for the site of all potential contaminant sources, pathways and receptors shall be produced. The desktop study (Preliminary Risk Assessment) and Conceptual Model shall be submitted to the Local Planning Authority. If the desktop study and Conceptual Model indicate no risk of harm, development shall not commence until approved in writing by the Local Planning Authority. \r\rb) If the desktop study and Conceptual Model indicate any risk of harm, a site investigation shall be designed for the site using information obtained from the desktop study and Conceptual Model. This shall be submitted to, and approved in writing by, the Local Planning Authority prior to that investigation being carried out on site. The investigation must be comprehensive enough to enable: \r- a risk assessment to be undertaken, \r- refinement of the Conceptual Model, and \r- the development of a Method Statement detailing the remediation requirements. \rThe risk assessment and refined Conceptual Model shall be submitted, along with the site investigation report, to the Local Planning Authority. \r\rc) If the risk assessment and refined Conceptual Model indicate any risk of harm, a Method Statement detailing the remediation requirements, using the information obtained from the site investigation, and also detailing any post remedial monitoring shall be submitted to, and approved in writing by, the Local Planning Authority prior to that remediation being carried out on site. \r\rPart 2 \rd) Where remediation of contamination on the site is required completion of the remediation detailed in the method statement shall be carried out and a report that provides verification that the required works have been carried out, shall be submitted to, and approved in writing by the Local Planning Authority before the development is occupied. \r\rReason:  To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.\rThis condition is required prior to commencement of development to be effective.\r",
    "No development shall take place until a Construction Environmental Management Plan (CEMP)  has been submitted to and approved in writing by the Local Planning Authority. The CEMP shall set out, as a minimum, site specific measures to control and monitor impact arising in relation to construction traffic, land contamination, ecology and ground water. \rIt shall also set out arrangements by which the developer shall maintain communication with residents and businesses in the vicinity of the site, and by which the developer shall monitor and document compliance with the measures set out in the CEMP. The development shall be carried out in full accordance with the approved CEMP at all times. \r\rReason: To safeguard the amenities of the adjoining premises and the area generally, having regard to Policies  DM10 and DM 6 of the Kingston Core Strategy 2012.\rThis condition is required prior to commencement of development to be effective.\r",
    "No development shall take place until a Landscape and  Ecological Management Plan (LEMP) has been submitted and agreed in writing by the Local Planning Authority.  The LEMP should be produced  setting out the detailed establishment and management of all on site compensation and enhancement measures. In accordance with Biodiversity Net Gain Best Practice Principles, and the principles of the Environment Act 2021, the LEMP should detail long-term monitoring and contingency actions linked to the Biodiversity Net Gain objectives of the project. \r\rThe LEMP shall include details of the  long-term design objectives, management responsibilities and maintenance schedules for all landscaped areas.\r\rThe LEMP  shall include all the recommendations, enhancement and mitigation measures set out within the Preliminary Ecological Survey,  Bat Emergence Survey  and  Biodiversity Net Gain Assessment, prepared by the Greengage.\r\rThe LEMP shall include the following elements: \r- details of maintenance regimes \r- details of BNG  \r- details of any proposed lighting, which shall be designed  in accordance with the Bat Conservation Trust's Bats and Artificial Lighting in the UK' Guidance Note (GN 08 / 23).\r- the measures to be used during construction to minimise any environmental impacts of the works. \r- details of management responsibilities \rThe landscape and ecological management plan shall be carried out as approved and any subsequent variations shall be agreed in writing by the local planning authority. \r\rReason To ensure the protection of wildlife and supporting habitat. Also, to secure opportunities for enhancing the site's nature conservation value in line with Paragraph 187 of the NPPF(2024) and Policies  DM 6 of the Kingston Core Strategy 2012.\rThis condition is required prior to commencement of development to be effective.",
    "Any external lighting installed at the site shall be angled so as to prevent any spillage or glare beyond the site's boundaries, and shall be in accordance with the Bat Conservation Trust's Bats and Artificial Lighting in the UK' Guidance Note (GN 08 / 23).\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers and to ensure the protection of wildlife and supporting habitat, in accordance with policy D3 of the London Plan 2021 and policy  DM 6 and DM10 of the LDF Core Strategy 2012.\r",
    "a) The development to which this permission relates shall be carried out in accordance with proposed landscaping plan 5421-BB-ZZ-ZZ-DR-L-0001 Rev T03 .\rb) Prior to beneficial use of the development hereby approved, full details of  proposed planting scheme  and planting plan shall be submitted and approved in writing by the Local planning Authority.\rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\r- Replanting of lost trees \r- Species (both Latin & Common names) for all plants\r- Locations of all plants or areas of planting\r- Plant numbers or planting densities\r- Sizes of all plants and particularly trees 'at time of planting'\r- Details of all hard-landscaping areas including materials \r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with the Tree Report Arboricultural Survey and Impact Assessment, Method Statement prepared by Boon Brown. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of development hereby approved, a Biodiversity Gain Plan shall be submitted to, and approved in writing by, the local planning authority. The Biodiversity Gain Plan shall be prepared in accordance with the Biodiversity Net Gain Assessment dated January 2025 prepared by the Greengage.\rThe Biodiversity Gain Plan must include:\ra) information about the steps taken or to be taken to minimise the adverse effect of the development on the biodiversity of the onsite habitat and any other habitat;\rb) the pre-development biodiversity value of the onsite habitat;\rc) the post-development biodiversity value of the onsite habitat;\rd) any registered offsite biodiversity gain allocated to the development and the biodiversity and the biodiversity value of that gain in relation to the development;\re) any biodiversity credits purchased for the development; and\rf) any such other matters as the Secretary of State may by regulations specify.\rReason: To ensure the development delivers a biodiversity net gain on site in accordance with Schedule 7A of the Town and Country Planning Act 1990. \r",
    "Prior to the beneficail use of the development hereby approved, a Habitat Management and Monitoring Plan, prepared in accordance with the approved Biodiversity Gain Plan and including the below matters, has been submitted to, and approved in writing by, the local planning authority:\rThe Habitat Management and Monitoring Plan must include: \ra non-technical summary;\rthe roles and responsibilities of the people or organisation(s) delivering the Habitat Management and Monitoring Plan;\rthe planned habitat creation and enhancement works to create or improve habitat to achieve the biodiversity net gain in accordance with the approved Biodiversity Gain Plan;\rthe management measures to maintain habitat in accordance with the approved Biodiversity Gain Plan for a period of 30 years from the completion of development;\rthe monitoring methodology and frequency in respect of the created or enhanced habitat to be submitted to the local planning authority,\rReason: To ensure the development delivers a biodiversity net gain on site in accordance with Schedule 7A of the Town and Country Planning Act 1990. \r",
    "Notice in writing shall be given to the Council when the:\r(a) Habitat Management and Monitoring Plan has been implemented; and\r(b) habitat creation and enhancement works as set out in the Habitat Management and Monitoring Plan have been completed.\rThe created and/or enhanced habitat specified in the approved Habitat Management and Monitoring Plan shall be managed and maintained in accordance with the approved Habitat Management and Monitoring Plan for the agreed time period.\rReason: To ensure the development delivers a biodiversity net gain on site in accordance with Schedule 7A of the Town and Country Planning Act 1990. \r",
    "No occupation shall take place until:\r(a)the habitat creation and enhancement works set out in the approved Habitat Management and Monitoring Plan have been completed; and\r(b) a completion report, evidencing the completed habitat enhancements, has been submitted to, and approved in writing by the Local Planning Authority.\rThe created and/or enhanced habitat specified in the approved Habitat Management and Monitoring Plan shall be managed and maintained in accordance with the approved Habitat Management and Monitoring Plan.\rReason: To ensure the development delivers a biodiversity net gain on site in accordance with Schedule 7A of the Town and Country Planning Act 1990. \r",
    "Monitoring reports shall be submitted to the local planning authority in writing in accordance with the methodology and frequency specified in the approved Habitat Management and Monitoring Plan. \rReason: To ensure the development delivers a biodiversity net gain on site in accordance with Schedule 7A of the Town and Country Planning Act 1990. \r",
    "Prior to the commencement of the development the applicant must submit details of how dust and emissions during construction and demolition are to be controlled. The applicant shall have regard to the GLA SPG on the Control of Dust and Emissions during Construction and Demolition. Such details shall normally include:\r- An air quality and dust risk assessment \r- An air quality management plan \r- Site monitoring \r- Compliance with the requirements for non-road mobile machinery. See http://nrmm.london/ \r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase, and to ensure adequate protections are put in place to protect local air quality and comply with Policy SI 1 of the London Plan (2021) and the GLA SPG Control of Dust and Emissions During Construction.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays \r\rReason: To protect the amenities of neighbouring  residents in accordance with Policy DM10 of the Kingston Core Strategy (2012). \r",
    "Notwithstanding the details shown on the plans submitted and otherwise hereby approved, the development hereby approved shall not be brought into use until a fence or barrier having a superficial weight not less than 10kg/m2 , and a height of not less than 1.8m is erected and thereafter permanently retained along the northern boundary of the external play area. \r\rReason: To protect the amenities of neighbouring residents in accordance with Policy DM10 of the Kingston Core Strategy (2012).\r",
    "Notwithstanding the details shown on the drawings hereby approved, additional details, drawings and specifications of the following shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of the relevant part of the development:\r\r(i) all boundary  treatments and fencing.\r\rThe development shall then be carried out in accordance with the approved drawings/specifications.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r"
  ],
  "lpa_app_no": "25/00267/KPSID",
  "subdivision_of_building": "n/a",
  "centroid_easting": 521834,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Kingston",
  "appeal_decision": null,
  "decision_agency": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": false,
  "postcode": "KT3 4BD",
  "decision_process": "Delegated",
  "application_details": {
    "affordable_housing_fast_track": false,
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 0,
        "use_class": "Other",
        "gia_lost": 0
      }
    ],
    "open_and_protected_space_details": {
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [
        {
          "area": 0.256,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Local Open Spaces",
          "description": "Burlington Junior School open space. ",
          "open_space_type": "Provision for children and young people"
        }
      ]
    },
    "existing_uprns": [
      "000128037215"
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "affordable_percentage": 0,
      "total_gia_gained": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_affordable_units": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Multiple"
      },
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCSPC Name: Blagdon Road Open Space"
      },
      {
        "result": null,
        "constraints_layer_description": "SCHOS Name: Burlington School Playing Field"
      },
      {
        "result": null,
        "constraints_layer_description": "LGW Name: London Gatwick Safeguarding Zone (200m)"
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Name: Borough Wide Smoke Control Order"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Social Services"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Education"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Parks and Open Spaces"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Social Services"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "rain_water_harvesting": false,
    "total_gia_lost": 0,
    "infrastructure_details": {
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_active_slow_ev_charging_points": 0,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "N/A - Residential",
          "external_residual_waste": false,
          "reason_for_no_provision": "N/A",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "no_active_rapid_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 0,
      "urban_greening_factor_score": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_passive_slow_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_passive_other_ev_charging_points": 0,
      "waste_provision": false,
      "total_annual_pm_emissions": 0,
      "no_active_other_ev_charging_points": 0
    },
    "phasing_details": [
      {
        "phase_detail": "Development phase",
        "intended_completion_date": "07/2025",
        "intended_commencement_date": "04/2025"
      }
    ],
    "other_residential_accommodation_details": {
      "site_area": 0.26
    },
    "total_gia_existing": 0,
    "commencement_notice_received": false,
    "site_area": 2560,
    "total_gia_gained": 0,
    "green_suds": true,
    "scheme_name": "Burlington Junior School open space expansion.",
    "scheme_phasing": true,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "site_area": 0.26,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0
    },
    "projected_cost_of_works": "Up to £2m",
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "ownership_status": "Public"
  },
  "uprn": "000128037215",
  "street_name": "Blagdon Road",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2503,
          51.400312
        ],
        [
          -0.250019,
          51.400341
        ],
        [
          -0.249501,
          51.400398
        ],
        [
          -0.249449,
          51.4004
        ],
        [
          -0.249229,
          51.400436
        ],
        [
          -0.24915,
          51.40057
        ],
        [
          -0.249504,
          51.400642
        ],
        [
          -0.249744,
          51.400629
        ],
        [
          -0.250116,
          51.40062
        ],
        [
          -0.250088,
          51.400526
        ],
        [
          -0.250738,
          51.400457
        ],
        [
          -0.250676,
          51.400267
        ],
        [
          -0.250342,
          51.400307
        ],
        [
          -0.250142,
          51.399538
        ],
        [
          -0.250128,
          51.399519
        ],
        [
          -0.250099,
          51.399499
        ],
        [
          -0.250099,
          51.39913
        ],
        [
          -0.25004,
          51.399134
        ],
        [
          -0.250053,
          51.399403
        ],
        [
          -0.250049,
          51.399496
        ],
        [
          -0.250108,
          51.399593
        ],
        [
          -0.2503,
          51.400312
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "109A",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 168277,
  "centroid": {
    "lon": -0.249982,
    "lat": 51.40045
  },
  "valid_date": "21/03/2025",
  "id": "Kingston-25_00267_KPSID",
  "last_updated": "2025-06-23T17:01:06.663Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "30/04/2025",
  "decision_target_date": "20/06/2025",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}