{
  "appeal_status": null,
  "lapsed_date": "03/06/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SUEC3MNHG1O00",
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_type_full": "Removal/Variation of a condition",
  "actual_commencement_date": null,
  "ward": "Kingston Town",
  "decision_date": "03/06/2025",
  "parking_details": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518172.4,
              168586.6
            ],
            [
              518173.8,
              168587.4
            ],
            [
              518180.8,
              168591.5
            ],
            [
              518181.05,
              168599
            ],
            [
              518177.35,
              168598.9
            ],
            [
              518173.7,
              168596.926
            ],
            [
              518171.493,
              168596.124
            ],
            [
              518169.03,
              168594.4
            ],
            [
              518166.303,
              168592.197
            ],
            [
              518159.25,
              168586.5
            ],
            [
              518153.6,
              168582.5
            ],
            [
              518156.95,
              168577.6
            ],
            [
              518172.4,
              168586.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "PP-13922184",
  "development_type": "Other house holder developments",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved drawings) for Application Reference Number: 22/02799/HOU (Demolition of non-original rear two-storey extension and single-storey lean-to structure to rear of building, construction of partial single-storey, partial two-storey rear and side extension with removal of rear chimney.) dated 15/11/2022. Variation to consist of alterations to the proposed first floor footprint and roof form.",
  "site_name": null,
  "decision_conditions": [
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall begin before the expiration of three years from the date of planning permission ref: 22/02799/HOU dated 15.11.2022.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "During the construction phase of the development, no works (including any deliveries) shall take place on site outside of the following hours:\r\r08:00 to 18:00 Monday to Friday\r08:00 to 13:00 on Saturdays\rNo works or deliveries whatsoever shall take place on Sundays or bank holidays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to any beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) appropriate fire alarm systems; \r3) passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe development shall be carried out in accordance with the approved Fire Safety Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance for Fire Safety (February 2022) where applicable. A Reasonable Exception Statement shall be submitted where the Applicant considers parts of or all of Policy D12(A) of the London Plan 2021 to not be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users, in accordance with Policy D12 of the London Plan 2021.\r",
    "Prior to beneficial occupation of the development hereby approved, 3no. swift bricks or boxes shall have been incorporated within the external walls of the development hereby approved and shall be retained thereafter. Swift bricks/boxes can be placed on any elevation, but ideally under shade-casting eaves. They should be installed in groups of at least three, at a height above 5m height, and preferably with a 5m clearance between the host building and other buildings or obstructions. Where possible avoid siting them above windows or doors. Swift bricks should be used unless these are not practical due to the nature of construction, in which case alternative designs of suitable swift boxes should be provided in their place. \r\rReason: To enhance the bio diversity of the site and to comply with Policy DM6 of the RBK Core Strategy and Policy G6 of the London Plan 2021."
  ],
  "lpa_app_no": "25/00994/FUL",
  "subdivision_of_building": null,
  "centroid_easting": 518169,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Kingston",
  "appeal_decision": null,
  "decision_agency": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": false,
  "postcode": "KT1 2DD",
  "decision_process": "Delegated",
  "application_details": {
    "commencement_notice_received": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Grove Crescent Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "LGW Name: London Gatwick Safeguarding Zone (200m)"
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Name: Borough Wide Smoke Control Order"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "existing_uprns": [
      "100021760681"
    ],
    "s106_agreement": false
  },
  "uprn": "100021760681",
  "street_name": "Grove Crescent",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.30249,
          51.404006
        ],
        [
          -0.30247,
          51.404013
        ],
        [
          -0.302368,
          51.404049
        ],
        [
          -0.302362,
          51.404116
        ],
        [
          -0.302415,
          51.404116
        ],
        [
          -0.302468,
          51.404099
        ],
        [
          -0.3025,
          51.404092
        ],
        [
          -0.302536,
          51.404077
        ],
        [
          -0.302576,
          51.404058
        ],
        [
          -0.302679,
          51.404008
        ],
        [
          -0.302762,
          51.403974
        ],
        [
          -0.302715,
          51.403929
        ],
        [
          -0.30249,
          51.404006
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "19A",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 168589,
  "centroid": {
    "lon": -0.302538,
    "lat": 51.404029
  },
  "valid_date": "08/04/2025",
  "id": "Kingston-25_00994_FUL",
  "last_updated": "2025-06-23T17:01:45.817Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "10/05/2025",
  "decision_target_date": "03/06/2025",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Householder"
}