{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": null,
  "development_type": "Other house holder developments",
  "site_number": "30",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13746471",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.253848,
          51.380288
        ],
        [
          -0.253849,
          51.380261
        ],
        [
          -0.253892,
          51.380262
        ],
        [
          -0.253891,
          51.380289
        ],
        [
          -0.253848,
          51.380288
        ]
      ]
    ]
  },
  "last_updated": "2025-05-05T18:27:41.083Z",
  "centroid_easting": 521617,
  "lpa_name": "Kingston",
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "A minimum of 3 swift bricks must be incorporated within the external walls of the development hereby approved prior to occupation and must be retained thereafter.\r\rReason: To enhance the biodiversity of the site in accordance with the Kingston Swift (Flagship) Species Action Plan (2023), Policy DM6 of the Kingston Core Strategy (2012) and Policy G6 of the London Plan (2021).",
    "Prior to the beneficial occupation of the development to which this permission relates, details of suitable screening at a height of 1.7m to run the depth of the proposed side window at the ground floor level in the east, side elevation along both property boundaries, or other design solution to prevent overlooking of neighbouring residential properties from the proposed window shall be submitted to and approved in writing by the Local Planning Authority.\r\rThe development shall be carried out strictly in accordance with the details so approved prior to first occupation, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.\r\rReason: To prevent overlooking of and loss of privacy to neighbouring residential properties, to ensure that the resulting appearance and construction of the development is to a high standard.",
    "The development hereby approved shall be carried out in accordance with the Fire Strategy hereby approved and thereafter maintained.\r\rReason: In the interests of Fire Safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "Prior to beneficial occupation of the development to which this permission relates, any windows at first floor level in the west elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012."
  ],
  "ward": "Old Malden",
  "centroid_northing": 166027,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "Idox Uniform",
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "borough": "Royal Borough of Kingston (LA Code)",
  "description": "Demolition of an existing garage, erection of two storey side, part two storey/part single storey rear and single storey front extension. Roof extension with rear dormer and juliet balcony and installation of 3 nos front rooflights.",
  "decision_date": "14/03/2025",
  "centroid": {
    "lon": -0.25387,
    "lat": 51.380275
  },
  "cil_liability": false,
  "postcode": "KT4 7LS",
  "actual_completion_date": null,
  "valid_date": "10/02/2025",
  "last_updated_by": "Idox Uniform",
  "id": "Kingston-25_00264_HOUF",
  "lapsed_date": "14/03/2030",
  "application_details": {
    "intended_commencement_date": "03/2025",
    "no_additional_bathrooms": 2,
    "total_gia_gained": 96,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "12/2025"
  },
  "decision_target_date": "07/04/2025",
  "uprn": "100021802998",
  "lpa_app_no": "25/00264/HOUF",
  "locality": null,
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "Householder",
  "street_name": "Leyfield",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SR476RNHM5200"
}