{
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) a  first floor level in the north-west elevation of the dwelling house unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to commencement of development (including any works of demolition), a tree protection plan which ensures the health and longevity of the trees in proximity to the site's access road shall be submitted to and approved by the Local Planning Authority.  This submission shall include:\r\rA plan to a scale and level of accuracy appropriate to the proposal, that shows the positions, crown spreads and root protection areas (RPA) of every retained tree on site, and on nearby ground or land adjacent to the site, in relation to the approved plans.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development must be carried out in accordance with the provisions of the Fire Safety Statement submitted on 24 January 2025 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "21/03/2025",
  "lpa_name": "Kingston",
  "centroid_northing": 166469,
  "last_updated": "2025-05-05T18:27:00.780Z",
  "development_type": "Other house holder developments",
  "ward": "Surbiton Hill",
  "parking_details": null,
  "uprn": "000128033978",
  "application_details": {
    "total_gia_gained": 49,
    "intended_commencement_date": "04/2025",
    "intended_completion_date": "08/2025",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1
  },
  "last_date_consultation_comments": "20/02/2025",
  "decision": "Approved",
  "bo_system": "Idox Uniform",
  "postcode": "KT6 6QL",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "21/03/2025",
  "borough": "Royal Borough of Kingston (LA Code)",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.30223,
          51.384974
        ],
        [
          -0.302231,
          51.384947
        ],
        [
          -0.302274,
          51.384947
        ],
        [
          -0.302273,
          51.384974
        ],
        [
          -0.30223,
          51.384974
        ]
      ]
    ]
  },
  "lpa_app_no": "25/00064/HOU",
  "valid_date": "24/01/2025",
  "description": "Demolition of garage and erection of single storey front and two storey side extensions",
  "centroid_easting": 518238,
  "site_number": "12A",
  "lapsed_date": "21/03/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": [],
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Langley Avenue",
  "last_updated_by": "Idox Uniform",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": null,
  "centroid": {
    "lat": 51.384961,
    "lon": -0.302252
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SQ1B7RNHLNQ00",
  "site_name": "",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "PP-13688780",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Kingston-25_00064_HOU",
  "polygon": null
}