{
  "last_date_consultation_comments": null,
  "site_number": "9",
  "application_type_full": "Householder planning permission",
  "subdivision_of_building": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SUE0X7NHG1800",
  "epc_number": "0310-2481-2010-2929-8975",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.262622,
          51.413839
        ],
        [
          -0.262403,
          51.413869
        ],
        [
          -0.262306,
          51.413882
        ],
        [
          -0.262166,
          51.413902
        ],
        [
          -0.262161,
          51.413902
        ],
        [
          -0.262077,
          51.413914
        ],
        [
          -0.262101,
          51.413992
        ],
        [
          -0.262107,
          51.414008
        ],
        [
          -0.262144,
          51.414111
        ],
        [
          -0.262447,
          51.41407
        ],
        [
          -0.262526,
          51.414059
        ],
        [
          -0.262682,
          51.414038
        ],
        [
          -0.262818,
          51.41402
        ],
        [
          -0.262739,
          51.413822
        ],
        [
          -0.262622,
          51.413839
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "The Fairway",
  "last_updated_by": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "total_gia_gained": 29,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "01/2026",
    "intended_commencement_date": "06/2025"
  },
  "ward": "Coombe Vale",
  "cil_liability": false,
  "centroid": {
    "lon": -0.262363,
    "lat": 51.414015
  },
  "uprn": "100021782028",
  "parking_details": null,
  "centroid_easting": 520937,
  "development_type": "Other house holder developments",
  "lpa_app_no": "25/00988/HOUF",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Kingston",
  "locality": null,
  "application_type": "Householder",
  "id": "Kingston-25_00988_HOUF",
  "centroid_northing": 169765,
  "appeal_status": null,
  "status": "Approved",
  "description": "Demolition of rear conservatory and erection of a two-storey rear infill extension. Roof extensions, alteration to front porch, internal alterations and changes to fenestrations",
  "site_name": null,
  "appeal_start_date": null,
  "decision_date": "22/05/2025",
  "decision_target_date": "22/05/2025",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520919.5,
              169745
            ],
            [
              520934.6,
              169748.65
            ],
            [
              520941.326,
              169750.297
            ],
            [
              520951.05,
              169752.7
            ],
            [
              520951.383,
              169752.782
            ],
            [
              520957.2,
              169754.25
            ],
            [
              520955.3,
              169762.9
            ],
            [
              520954.861,
              169764.649
            ],
            [
              520952,
              169776.05
            ],
            [
              520931.05,
              169771
            ],
            [
              520925.55,
              169769.65
            ],
            [
              520914.8,
              169767.05
            ],
            [
              520905.4,
              169764.8
            ],
            [
              520911.35,
              169742.9
            ],
            [
              520919.5,
              169745
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "22/05/2030",
  "valid_date": "17/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "KT3 4SP",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "A minimum of 3 swift bricks must be incorporated within the external walls of the development hereby approved prior to occupation and must be retained thereafter.\r\rReason: To enhance the biodiversity of the site in accordance with the Kingston Swift (Flagship) Species Action Plan (2023), Policy DM6 of the Kingston Core Strategy (2012) and Policy G6 of the London Plan (2021).",
    "Prior to the beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.",
    "Prior to commencement of the development (including any works of demolition), a detailed arboricultural method statement and tree protection plan shall be submitted to and approved by the Local Planning Authority.  This submission shall include:\r\r- A plan to a scale and level of accuracy appropriate to the proposal, that shows the positions, crown spreads and root protection areas (RPA) of every retained tree on site, and on nearby ground or land adjacent to the site, in relation to the approved plans.\r- A schedule of pre-construction works for the above-detailed trees, where appropriate.\r- Calculated dimensions and positions of all tree root protection areas.\r- Details and positions of tree protection barriers and ground protection where appropriate.\r- Details and positions of any construction exclusion zones.\r- Details and positions of the existing and proposed underground service runs, to be routed to avoid root protection areas where possible and if not possible, for alternative methods of installation to be detailed within the AMS.\r- Details and positions of any change in levels or positions of any excavations within 5m of the root protection area of retained trees.\r- Details of any special engineering required to accommodate proposals within the root protection areas of retained trees (e.g. in connection with foundations, service installation, bridging, water features, surfacing).\r- Details of the working methods to be employed for the installation of drives, paths or any other form of hard surfacing within the root protection areas of retained trees in accordance with the principles of 'No Dig' construction. All details shall be in accordance with British Standard BS5837: 2012 \"Trees in relation to Design, Demolition and Construction\"\r\rThe approved protection scheme shall be implemented prior to commencement of any work on site including demolition, and be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development or until such stage as detailed within the approved AMS.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012. This condition must be a pre-commencement condition in order to be effective."
  ],
  "decision_agency": null,
  "bo_system": "Idox Uniform",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13918222",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "last_updated": "2025-06-11T17:01:32.965Z",
  "actual_completion_date": null
}