{
  "secondary_street_name": null,
  "last_updated": "2025-05-14T17:00:42.405Z",
  "appeal_start_date": null,
  "bo_system": "Idox Uniform",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "24/04/2025",
  "reference_no_of_permission_being_relied_on": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SROKJANHMEW00",
  "site_number": "54",
  "polygon": null,
  "development_type": "Other house holder developments",
  "appeal_status": null,
  "centroid": {
    "lat": 51.367107,
    "lon": -0.315727
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.315705,
          51.36712
        ],
        [
          -0.315706,
          51.367093
        ],
        [
          -0.315749,
          51.367094
        ],
        [
          -0.315748,
          51.367121
        ],
        [
          -0.315705,
          51.36712
        ]
      ]
    ]
  },
  "appeal_decision": null,
  "lapsed_date": "24/04/2028",
  "decision_agency": null,
  "application_type_full": "Householder planning permission",
  "ward": "Hook & Chessington North",
  "application_details": {
    "intended_commencement_date": "05/2025",
    "no_additional_bathrooms": 0,
    "intended_completion_date": "09/2025",
    "total_gia_gained": 36,
    "no_additional_bedrooms": 0
  },
  "street_name": "Devon Way",
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": 164462,
  "centroid_easting": 517346,
  "uprn": "100021747175",
  "last_updated_by": "Idox Uniform",
  "decision": "Approved",
  "cil_liability": false,
  "description": "Demolition of canopy to the rear and erection of single storey rear extension, front porch and conversion of garage into habitable room",
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_completion_date": null,
  "id": "Kingston-25_00379_HOU",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy SI12 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "the development hereby  permitted shall not  be occupied until details of secure cycle parking facilities for the occupants of, and visitors to the development hereby approved have been submitted to and approved in writing by the Local Planning Authority. These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason  : To ensure the provision of the satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8  (Sustainable Transport for New Developments) of the Core Strategy 2012.\r",
    "Prior to any above-ground worksof the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021."
  ],
  "decision_target_date": "25/04/2025",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "lpa_app_no": "25/00379/HOU",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "lpa_name": "Kingston",
  "application_type": "Householder",
  "locality": null,
  "title_number": null,
  "pp_id": "PP-13765669",
  "decision_process": "Delegated",
  "site_name": null,
  "valid_date": "28/02/2025",
  "parking_details": null,
  "postcode": "KT9 2RJ",
  "epc_number": null
}