{
  "last_date_consultation_comments": "15/05/2025",
  "site_number": "12",
  "application_type_full": "Householder planning permission",
  "subdivision_of_building": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SU6M8ENHFYA00",
  "epc_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.303406,
          51.420585
        ],
        [
          -0.303404,
          51.420585
        ],
        [
          -0.303337,
          51.420596
        ],
        [
          -0.303263,
          51.420607
        ],
        [
          -0.303262,
          51.420608
        ],
        [
          -0.302989,
          51.420652
        ],
        [
          -0.303034,
          51.420752
        ],
        [
          -0.303039,
          51.420762
        ],
        [
          -0.303306,
          51.420716
        ],
        [
          -0.303452,
          51.420693
        ],
        [
          -0.303607,
          51.420668
        ],
        [
          -0.303559,
          51.420561
        ],
        [
          -0.303406,
          51.420585
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "Albany Park Road",
  "last_updated_by": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "total_gia_gained": 66,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "02/2026",
    "intended_commencement_date": "08/2025"
  },
  "ward": "Canbury Gardens",
  "cil_liability": false,
  "centroid": {
    "lon": -0.303303,
    "lat": 51.420658
  },
  "uprn": "100021753097",
  "parking_details": null,
  "centroid_easting": 518073,
  "development_type": "Other house holder developments",
  "lpa_app_no": "25/00952/HOU",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Kingston",
  "locality": null,
  "application_type": "Householder",
  "id": "Kingston-25_00952_HOU",
  "centroid_northing": 170437,
  "appeal_status": null,
  "status": "Approved",
  "description": "Erection of part front, part side and part rear hip to gable and rear and side dormer roof extensions with installation of front, side and rear rooflights to facilitate loft conversion. Replacement of uPVC sash windows with timber sash windows.",
  "site_name": null,
  "appeal_start_date": null,
  "decision_date": "19/06/2025",
  "decision_target_date": "12/06/2025",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518066.05,
              170428.75
            ],
            [
              518066.163,
              170428.781
            ],
            [
              518070.801,
              170430.046
            ],
            [
              518075.95,
              170431.45
            ],
            [
              518076,
              170431.5
            ],
            [
              518094.85,
              170436.9
            ],
            [
              518091.45,
              170447.9
            ],
            [
              518091.1,
              170449
            ],
            [
              518072.62,
              170443.5
            ],
            [
              518062.55,
              170440.7
            ],
            [
              518051.85,
              170437.6
            ],
            [
              518055.45,
              170425.85
            ],
            [
              518066.05,
              170428.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "19/06/2028",
  "valid_date": "17/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "KT2 5SW",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The rooflights in the development to which this permission relates shall be of a conservation style, constructed in timber and set flush with the plane of the roof in which they are inserted. The rooflights shall be permanently retained in this style. \r\rReason: To prevent harm to the significance of designated heritage assets, in accordance with policy HC1 of the London Plan 2021 and policies CS8 and DM12 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy SI12 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, detailed drawings at a scale of 1:50 of the following features shall be submitted to and approved in writing by the local planning authority:\r\rwindows, including any aprons, sills, mouldings, heads, jambs, transoms, mullions, lintels or reveals and manufactures details.\r\rThe development shall then be carried out in accordance with the approved drawings.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the drawings approved under Condition 1, prior to the beneficial occupation of the development hereby approved, evidence must be submitted to the Local Planning Authority and approved in writing demonstrating the retention of the existing finial above the existing front gable roof (as shown on Drawing No. 2025/02/PH01, Rev B).\r\rReason: The existing finial is of architectural merit and contributes towards the significance of the Conservation Area and must be retained. As the finial has not been shown on some of the submitted drawings this condition is necessary to ensure its retention in accordance with Policy DM12 of the Kingston Core Strategy (2012).",
    "The development hereby approved shall be carried out in accordance with the Reasonable Exception Statement hereby approved and thereafter maintained.\r\rReason: In the interests of Fire Safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021\r"
  ],
  "decision_agency": null,
  "bo_system": "Idox Uniform",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13890132",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "last_updated": "2025-07-09T17:01:28.669Z",
  "actual_completion_date": null
}