{
  "application_type": "All Other",
  "valid_date": "26/07/2024",
  "uprn": "100021352125",
  "decision_target_date": "29/04/2025",
  "lpa_app_no": "P1003.24",
  "last_date_consultation_comments": "11/04/2025",
  "decision_date": "29/04/2025",
  "subdivision_of_building": null,
  "ward": "Rainham & Wennington",
  "application_details": {
    "rain_water_harvesting": false,
    "affordable_housing_fast_track": false,
    "existing_uprns": null,
    "site_area": 0.0572,
    "total_gia_existing": 90,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.75,
        "building_ref": "Plot A & B"
      }
    ],
    "total_gia_lost": 90,
    "scheme_phasing": true,
    "total_gia_gained": 245,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "green_suds": false,
    "garden_land_lost": false,
    "infrastructure_details": {
      "green_roof_area": 0,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 2,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 2,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_passive_slow_ev_charging_points": 2,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_homes_passive_cooling": 0,
      "no_active_slow_ev_charging_points": 0,
      "no_new_water_connections_required": 2,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 2,
      "ghg_reduction_over_building_regulations": false
    },
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_existing_residential_units_intermediate": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 90
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Semi Detached Home",
          "no_bedrooms": 3,
          "gia": 118,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Semi Detached Home",
          "no_bedrooms": 3,
          "gia": 127,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_gia_gained": 245,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 90,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 90,
        "gia_gained": 245,
        "use_class": "C3",
        "gia_lost": 90
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 90,
      "total_gia_lost": 90,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 245
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Phase A",
        "intended_commencement_date": "03/2025",
        "intended_completion_date": "10/2025"
      }
    ],
    "internal_resi_water_usage": 0
  },
  "borough": "Havering",
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "29/04/2028",
  "bo_system": "CSV Data Import",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553867.5,
              182864.9
            ],
            [
              553968.15,
              182887.52
            ],
            [
              553971.67,
              182873.57
            ],
            [
              553930.89,
              182864.22
            ],
            [
              553932.52,
              182855.69
            ],
            [
              553874.13,
              182841.06
            ],
            [
              553867.5,
              182864.9
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 6,
    "net_cycle": 4,
    "no_proposed_cycle": 4,
    "net_car": 0,
    "no_proposed_car": 6,
    "no_existing_cycle": 0
  },
  "centroid": {
    "lon": 0.217555,
    "lat": 51.523779
  },
  "locality": null,
  "secondary_street_name": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Before any of the development hereby permitted is commenced, written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Prior to the first occupation of the dwellings hereby approved, a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development shall be submitted to and approved by the Local Planning Authority. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission of a scheme prior to the first",
    "Prior to the first occupation of the proposed dwellings hereby permitted, the boundary fencing and boundary treatments shall be provided in accordance with Drawing No. PL-6219_04E and be permanently retained thereafter.",
    "Reason: To protect the visual amenities of the development, prevent undue overlooking of adjoining property.",
    "Before the buildings hereby permitted are first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles for future occupiers and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "Prior to the first occupation of the dwellings hereby permitted, the proposed timber shed/cycle stores shown on Drawing No.'s PL-6219_04E and PL-6219_10 shall be implemented in full, operated in strict accordance with the approved plans to the satisfaction of the Local Planning Authority and permanently retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "The proposed ground floor windows serving bedrooms on the northern and southern flank walls of the proposed dwellings in Plots B and A respectively as shown on Drawing No.'s PL-6219_05B and PL-6219_07B shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouses hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the single storey rear projections of the proposed dwellings hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nominatio",
    "Any boilers installed in the dwelling(s) hereby approved shall be Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "If the heating strategy is to be provided by an Air Source Heat Pump, or similar, they shall be designed to comply with the provisions of the Microgeneration Installation Standard: MCS 020 \"MCS Planning Standards for Permitted Development Installations of Wind Turbines and Air Source Heat Pumps on Domestic Premises\".  The air source heat pumps shall be provided on site prior to first occupation of the dwellings.  Any installation not meeting this standard will require a separate application for planni",
    "Minor (up to 9 units):",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "All residential parking spaces within the development hereby approved shall include provision of infrastructure for electric or Ultra-Low Emission vehicles, of which a minimum of one space shall have active charging facilities, with passive provision for all remaining spaces. Such provision is to be made prior to the first occupation of the dwellings hereby permitted.",
    "Reason:  Provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with KMDS Designs on the telephone on 26th September 2024 and via email on 20th November 2024 and 20th and 21st March 2025. The revisions involved altering the design of the proposed dwellings, providing further information regarding internal floor to ceiling heights and vehicle access and altering the boundary fencing and soft landscaping to the front of the site.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £3,875 would be payable due to result in a two new residential properties with 155m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £19,375 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "Written schemes of investigation will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London."
  ],
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.216551,
          51.5237443
        ],
        [
          0.2180105,
          51.5239202
        ],
        [
          0.2180551,
          51.5237939
        ],
        [
          0.21746369999999998,
          51.523721
        ],
        [
          0.2174834,
          51.5236439
        ],
        [
          0.2166361,
          51.5235283
        ],
        [
          0.216551,
          51.5237443
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "postcode": "RM13 9SE",
  "epc_number": null,
  "decision": "Approved",
  "id": "Havering-P1003.24",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "site_name": "15 Lake Avenue",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1003.24",
  "pp_id": "13244544",
  "decision_process": "Delegated",
  "centroid_easting": 553939,
  "last_updated": "2025-07-24T03:59:13.960Z",
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_northing": 182871,
  "development_type": null,
  "description": "Demolition of existing building and construction of 2no. dwellings with private amenity space and off street car parking.",
  "status": "Approved",
  "actual_completion_date": null,
  "appeal_start_date": null,
  "street_name": "Rainham",
  "title_number": null
}