{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PPXVHFNHKXB00",
  "lapsed_date": "08/11/2024",
  "decision_target_date": "03/07/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6BQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.025
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01032/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522264,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:04:00.363Z",
  "id": "Kingston-19_01032_HOU",
  "application_type": "Householder",
  "street_name": "Bargate Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Motspur Park & Old Malden East",
  "decision_date": "08/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166939,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021772469",
  "centroid": {
    "lon": -0.244264,
    "lat": 51.388332
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\r03.d - Location Plan and Proposed Extensions\rSITE LOCATION PLAN\r27 - Location Plan\r\rReason:  For avoidance of doubt and in the interests of proper planning.\r",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r \rReason: To safeguard the amenities of the adjoining premises.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.\r",
    "When undertaking building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.\r",
    "Please provide a copy of the previously approved plans to be considered as part of your application",
    "Please confirm in writing the description of proposed works \"Demolision of existing temporary structure at rear of property and replacement with single storey rear extension and a side extension.\"",
    "The fee required for your planning application is £ 234.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames. You may also pay online via the Kingston Council website www.kingston.gov.uk",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rVery minor and appropriate repeat works.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate minor works to reduce and maintain tree at appropriate size for location without negatively impacting upon it's public amenity contribution.\r\rRecommendation:\rNo objection.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rLittle to no public amenity value is offered by these 3 trees. The Crab Apple is in very poor health and the 2 Cypress have been planted too close to the main dwelling and with growth will only further obscure the building and prevent light from entering several of the properties there.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/05/2019",
  "secondary_street_name": null,
  "site_number": "32",
  "pp_id": "PP-07785188",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.244242,
          51.388346
        ],
        [
          -0.244243,
          51.388319
        ],
        [
          -0.244286,
          51.388319
        ],
        [
          -0.244285,
          51.388346
        ],
        [
          -0.244242,
          51.388346
        ]
      ]
    ],
    "type": "Polygon"
  }
}