{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PT933FNH00A00",
  "lapsed_date": "21/11/2022",
  "decision_target_date": "14/08/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5AP",
  "site_name": "40 Chestnut Road \rKT2 5AP\r",
  "status": "Refused",
  "application_details": {
    "site_area": 0.015000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01562/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518028,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:05:44.792Z",
  "id": "Kingston-19_01562_HOU",
  "application_type": "Householder",
  "street_name": "Chestnut Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "21/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Increase of roof height to facilitate loft conversion\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170147,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128040299",
  "centroid": {
    "lon": -0.304047,
    "lat": 51.418061
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development, by virtue of its size and layout would not comply with the required internal floor to ceiling height as stipulated within Policy Guidance 25 (Building Heights) of the Council's Residential Design SPD and The London Plan section 3.5 for Quality Housing. The proposed development would therefore not accord with Policies CS8 and DM10 of the Council's LDF Core Strategy.",
    "The proposed development, by virtue of the proposed private amenity space would not provide amenity space of a suitable and useable standard and would therefore not accord with Section 3.5 of the London Plan for Quality Housing, Policy               Guidance13 (Private Amenity Space) of the Residential Design SPD and Policies CS8 and DM10 of the Council's LDF Core Strategy.",
    "The proposed development, by virtue of the proposed window at second floor level upon the flank wall would result in a harmful sense of overlooking to the wider street scene and surrounding properties thereby negatively affecting the amenity of neighbours. The proposed development therefore does not comply with Policies CS8 and DM10 of the Council's LDF Core Strategy.",
    "The proposed development does not accommodate parking and cycling demands on site. The proposed development therefore does not comply with CS7 and DM8 of the Council's LDF Core Strategy and The London Plan (2016).",
    "That the applicant is informed that the submitted details, as set out above are agreed and that the condition, as noted above, is fully discharged.",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action. \r",
    "Section 59 of the Highways Act permits the Highway Authority to charge developers for damage caused by excessive weight and movements of vehicles to and from a site. The Highway Authority will pass on the cost of any excess repairs compared to normal maintenance costs to the applicant/organisation responsible for the damage.",
    "The developer is reminded that it is an offence to allow materials to be carried from the site and deposited on or damage the highway from uncleaned wheels or badly loaded vehicles. The Highway Authority will seek, wherever possible, to recover any expenses incurred in clearing, cleaning or repairing highway surfaces and prosecute persistent offenders. (Highways Act 1980 Sections 131, 148, 149).",
    "Please be advised that an Application for Proposed Development will need to be submitted.",
    "Please submit existing plans and elevations to scale 1:50 or 1:100",
    "Please can you make a fee payable of £575, this can be paid either online at www.kingston.gov.uk or by calling Customer Service Team on 020 8547 5002",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to reduce and maintain large TPO trees, but the Silver Birch are not protected so their removal does not necessitate a replanting condition.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to remove pollard regrowth in the interests of health and safety.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable repeat minor works with no adverse impact on tyree health or amenity.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe works proposed are acceptable including the removal of the Horse Chestnut on health and safety grounds.\r\rRecommendation:\rApprove with condition for replacement planting."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/06/2019",
  "secondary_street_name": null,
  "site_number": "40",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304024,
          51.418074
        ],
        [
          -0.304025,
          51.418047
        ],
        [
          -0.304069,
          51.418048
        ],
        [
          -0.304068,
          51.418075
        ],
        [
          -0.304024,
          51.418074
        ]
      ]
    ],
    "type": "Polygon"
  }
}