{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PU2OLXNH03A00",
  "lapsed_date": "11/11/2024",
  "decision_target_date": "04/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7UJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.032
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01705/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518503,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:06:10.968Z",
  "id": "Kingston-19_01705_HOU",
  "application_type": "Householder",
  "street_name": "Cotterill Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "11/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of the single storey rear extension and conversion of garage to habitable room",
  "actual_completion_date": null,
  "last_date_consultation_comments": "01/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166061,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021786463",
  "centroid": {
    "lon": -0.298582,
    "lat": 51.381238
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision: \r\rCot/PL 02_02/A\rCot/PL 02_01/B\rCot/PL 02_03/A\rCot/PL 02_04 /A\r\rReason:  For avoidance of doubt and in the interests of proper planning.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises.",
    "Parking suspensions might be needed to allow access for large construction vehicles. The applicant is advised to contact the Highway Authority if these will be needed.",
    "The proposals will lead to disruption to users of the highway network including the adjacent TfL and SRN in the Borough. As a result, the applicant should contact the Highway Authority at least four month prior to works commencing to obtain TfL Network Assurance approval. This is required under the New Roads and Street Works Act 1991, and the Traffic Management Act 2004, in order to satisfy the licensing requirements of the Highways Act 1980.",
    "Should the access into the site during construction not be paved, spoil could be carried from the site onto the public highway. The access into the site should be paved to minimise the carryover of spoil onto adjacent roads and the Highway Authority will require the applicant to sweep and wash down the adjacent roads to ensure that the public highway is kept clear of debris.",
    "The applicant is advised that the Council will require the applicant to undertake a road and footway condition survey before construction begins. This will take the form of a joint inspection with a member of the Highways Operation Team and will involve a photographic record and visual observation of the roads, verges and margins. The same team will secure a deposit to ensure that repairing cost is covered should any damage result from the construction associated with this site.",
    "Please be advised that the incorrect application form has been submitted.\r\rA Full Planning application is required for this type of application for this property",
    "The fee required for your pre-planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames. You may also pay online via the Kingston Council website www.kingston.gov.uk",
    "Please provide a copy of site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point.\r\r\r",
    "The quality of advice provided will be proportionate to the level of information provided. It is to your benefit to provide as much supporting information as possible for the proposal. eg. plans, elevations",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to reduce the regrowth of an old lapsed pollard in the interests of health and safety.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable works to reduce and maintain several large trees at a size appropriate to the property.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rNo justification has been provided for the proposed felling of these TPO trees and neither has any evidence been provided demonstrating that they might need to be removed on health and safety grounds. Much like previous applications for the same works without justification (other than a previously stated desire to redevlop the associated plot of land), these should be utterly refused.\r\rRecommendation:\rRefuse.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe initial application was for root severance that would not have been acceptable but following discussion with the Agent and they with their Client, they submitted a revised application for reduction whilst coming up with a no dig solution to accomodate the roots while mainting their footpath. The reductive works are appropriate to maintain the tree at a size suited to it's location and will be tolerated well by the tree.\r\rRecommendation:\rApprove."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/09/2019",
  "secondary_street_name": null,
  "site_number": "67",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29856,
          51.381252
        ],
        [
          -0.298561,
          51.381225
        ],
        [
          -0.298604,
          51.381225
        ],
        [
          -0.298603,
          51.381252
        ],
        [
          -0.29856,
          51.381252
        ]
      ]
    ],
    "type": "Polygon"
  }
}