{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PRWSCWNHMHH00",
  "lapsed_date": "27/08/2022",
  "decision_target_date": "13/08/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5HB",
  "site_name": "Lse Sports Ground",
  "status": "Approved",
  "application_details": {
    "site_area": 12,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Area of Archaeological Significance"
      },
      {
        "result": null,
        "constraints_layer_description": "MOL Name: Metropolitan Open Land"
      },
      {
        "result": null,
        "constraints_layer_description": "GREENC Name: Green Chains"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.810\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.803\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.795\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.787\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.791\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.789\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.788\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.796\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.804\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.805\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.811\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.790\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.799\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.800\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.786\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.801\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.797\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.793\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.806\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.808\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.794\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.807\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.802\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.809\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.798\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52T.792\rAddress: Lse Sports Ground Windsor Avenue New Malden KT3 5HB\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type: AIRPORT\rDescription: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128019942"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01336/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520366,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:04:57.983Z",
  "id": "Kingston-19_01336_FUL",
  "application_type": "All Other",
  "street_name": "Windsor Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "27/08/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of a new cold water storage tank and pumps",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/07/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 167646,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128019942",
  "centroid": {
    "lon": -0.271288,
    "lat": 51.395092
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Please confirm description of works (Erection of part single storey, part two storey side/rear extension (TBC))  Confirmation can be in writing or by amending the plans to reflect the proposal.\r\rPlease remove any works from all drawings that are not to be included in this application (eg.previoulsly approved loft conversion). If you wish to include this for this application, you would need to also include this part of the works on the description.",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: \rSite Location Plan\r26049 PA 01 - Existing Elevations 26049 PA 02 - Proposed elevations \r26049 M SK 01 - Proposed Plant  \r\rReason:  For the avoidance of doubt and in the interests of proper planning.\r",
    "The facing materials to be used in the construction of the proposed development hereby permitted shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012. \r",
    "The rating level of any plant & equipment, as part of this development, will be maintained at least 5 dB below the background level measured from the external wall of any residential property. \r\rReason: In order to safeguard the amenities of adjoining residential occupiers in accordance with Policy DM10 of the of the LDF Core Strategy Adopted April 2012.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.\r",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "The fee required for your planning application is £ 300.00, if payment is by cheque please make payable to Royal Borough of Kingston upon Thames or by card call our Contact Centre direct on 0208 547 5002. You may also pay online via the RBK website www.kingston.gov.uk",
    "The fee required for your planning application is £ 1750.00, if payment is by cheque please make payable to Royal Borough of Kingston upon Thames or by card call our Contact Centre direct on 0208 547 5002. You may also pay online via the RBK website www.kingston.gov.uk",
    "Consultations:\rFive neighbouring occupiers/owners were notified of the proposal, with the expiry date for receipt of comments being 30th October 2019. No representations received. \r\rRBK Neighbourhood Traffic Engineer: No comments received.\rRBK Waste & Recycling: No comments received.\rRBK Policy: No comments received.\rRBK Climate & Sustainability: No comments received.\r\rSite Description: \rThe application site is located on the western side of Hook Road, near to the junction with the A3 Kingston bypass. The existing structure comprises of a detached garage constructed of masonry walls and a pitched, tiled roof. \r\rThe application site is located to the rear of 164 Hook Road, a two-storey semi-detached residential dwelling fronting the main road. Gated access is provided immediately to the rear of the application structure providing vehicular access to the sizeable commercial/warehouse structure adjacent to the south. The application site is accessed via a short unmade track providing rear access to those properties located in Gladstone Road and Haycroft Road. \r\rThe wider area is mixed in character with a local retail parade located in proximity along Hook Road, residential properties nearby along Haycroft Road and Gladstone Road and Southborough High School on Hook Road. \r\rThe application site is not situated within a Conservation Area and does not concern any Listed Buildings. There are no trees subject to Tree Preservation Orders (TPOs) situated on site or in the near vicinity. \r\rThe application site is located in Flood Zone 1.\r\rThe site is in an area with a Public Transport Accessibility Level (PTAL) rating of 2 (Poor). \r\rProposal: \r8. The application seeks planning permission for the conversion of the detached garage building to a studio dwelling to the rear of No. 164 Hook Road, Surbiton. The proposals include the addition of a single-storey extension to the eastern facade. \r\rPrinciple of Development:\r9. The National Planning Policy Framework (NPPF) has an underlying presumption in favour of sustainable development which is carried through to the local Development Plan. More specifically, paragraph 11 of the NPPF states development proposals which accord with an up-to-date development plan should be approved without delay. \r\r10. Paragraph 118 of the NPPF directs that planning policies and decisions should \"promote and support the development of under-utilised land and buildings, especially if this would help to meet identified needs for housing where land supply is constrained and available sites could be used more effectively''. \r\r11. Annexe 2 of the NPPF clearly states that land in built-up areas such as residential gardens is excluded from the definition of 'previously developed land'. \r\r12. At a regional level, Policies 3.3 and 3.4 of the London Plan emphasises that the Mayor recognises the pressing need for more homes in London and will work with relevant partners to ensure that housing need is met. This is supported by the LDF Policy CS 10 of the Core Strategy which sets out the Borough's housing targets, as defined by the London Plan. \r\r13. It should be noted that currently the Council is unable to demonstrate a five year supply of deliverable housing sites. As such, paragraph 11 of the NPPF stipulates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole. \r\r14. Whilst it is recognised that the Council does not have an up-to-date supply of housing sites, the benefits of the proposed development would need to be weighed against any significant adverse impact, as  required by paragraph 11 of the NPPF. Please refer to the last section of this report for the planning balance assessment.\r\rCharacter and Appearance:\r15. The National Planning Policy Framework (NPPF) attaches great importance to the design of the built environment. Paragraph 130 states that permission should be refused for development of poor design that fails to take the opportunities available for improving the character and quality of an area. Policies CS8 and DM10 of the Council's Core Strategy advise that proposals should relate well to their surroundings and be of a high standard of design to achieve a more attractive, sustainable and accessible environment. \r\r16. Policies 7.4 and 7.6 of the London Plan states that development should have regard to the form, function and structure of the area including the pattern and grain of existing spaces, and that architecture should make a positive contribution. This is reinforced by Policy DM10 of the Core Strategy which states that development proposals will be required to incorporate principles of good design. The most essential elements are identified as contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced and includes the following: \r\rPrevailing density of the surrounding area; \rScale, layout, height, form (including roof forms), massing; \rPlot width and format which includes spaces between buildings; \rBuilding line build up, set back and front boundary; and \rTypical details and key features such as roof forms, window format, building materials and the design detailing of elevations. \r\r17. The Council's Residential Design SPD states that in general, the prevailing development typology should be respected and where possible maintained unless a departure from this can be justified e.g. where the established character is weakly defined and requires enhancement to reinforce local identity. Policy Guidance 23 of the Council's SPD states that where an established building line exists developers should ensure that their proposals reinforce this building line. In practice this means keeping new buildings or extensions in line with the fronts of existing buildings.\r\r18. The proposed dwelling would measure approx 9.3m in depth, approx 5.8m in width, and approx 4.0m in height (maximum). The proposed residential dwelling would have a tiled pitched roof and be externally finished in a white render. New boundary treatment in the form of timber fencing to a height of approx 2m is proposed on the site's side boundaries. \r\r19. The proposed development would be out of character with the existing form of development and urban grain and would therefore be contrary to Policy Guidance 8 (Garden Development) of the Council's Residential Design SPD. While outbuildings are present to the rear of neighbouring properties, no consent has been granted for their use as separate dwellinghouses and they are likely to be incidental to the use of the main retail units/dwellings in the surrounding area.\r\r20. The design of the proposed dwelling is considered to lack any architectural interest. There would be limited articulation in the elevations of the proposed building. The proposed dwellinghouse would not relate well to the character or appearance of neighbouring properties and its use as a residential unit would appear obtuse and inappropriate in its setting which has that of a service road character, appearance and function. Furthermore, it is considered that the proposed conversion of the garaging block to residential use would create a cramped and contrived form to the site with very little breathing space provided between the application property and neighbouring boundaries. \r\r21. For the reasons set out above, it is considered that the proposal would be a cramped and contrived development which would appear obtuse to its setting within an informal service/access road. The proposal would be out of character with the existing form of development and urban grain. The proposal would, therefore, be contrary to Policies CS8 and DM10 of the Core Strategy.  \r\rHousing Mix:\r22. Policy DM13 has regard to ensuring that the housing delivered is of high quality and the most appropriate type. Policy DM13 states that housing development should incorporate a mix of unit sizes and provide a minimum of 30% of dwellings as 3 or more bedroom units, unless it can be robustly demonstrated that this would be unsuitable or unviable. \r\r23. The proposed dwelling would be a studio-sized unit. As such, the proposal fails to provide any provision for family sized accommodation, contrary to Policy DM13 of the Core Strategy. \r\rQuality of Accommodation: \r24. Policy 3.5 of the London Plan sets out minimum space standards for new dwellings with the Mayor of London's Housing SPG providing additional guidance in terms of quality and design. Standard 26 of the Mayor's Housing SPG, and Policy Guidance 13 of the Residential Design SPD sets out minimum requirements for private outdoor amenity space for proposed dwellings. \r\r25. The minimum gross internal area (GIA) of a single storey dwelling comprising a 1 bedroom x 1 person unit is 37 square metres (where a shower room is proposed) with 1.5 square metres of built-in storage. The proposed dwelling would have a GIA of 39 square metres (including built-in storage) and would, therefore, be compliant with Policy 3.5 of the London Plan, in terms of overall GIA. \r\r26. However, the proposed dwelling would be served primarily by one set of patio doors to the eastern elevation, which would lead to the external terrace area. Whilst it is acknowledged that there are two windows proposed to the north and west elevations, these are not considered in combination to allow a sufficient level of sunlight/daylight to the primary living space. The orientation of the proposed dwelling and arrangement of the internal living accommodation is such that the living space would be contained to the eastern end of the plot, facing back towards the rear of No. 164 Hook Road and would, therefore, be exposed / overlooked by the rear-facing windows of No. 164 Hook Road. \r\r27. Policy Guidance 13 of the Council's Residential Design SPD requires 50 sqm of private garden per family house (+ 5 sqm per extra bedroom over three) where the prevailing character of the area allows. In this case, the proposal would provide outdoor amenity space to the front of the property in the form of a terrace, extending to an area of approx 15sqm. The quantum of amenity space is acceptable, however, there are concerns with regards to the privacy of this area and its quality of amenity to any future residents of the proposed unit, particularly given the proximity / aspect towards those properties / commercial units fronting Hook Road and the apparent usage of the gap between the proposed dwelling and the rear of Hook Road for the movement / parking and servicing of scooters and vehicles associated with the commercial operation at 166 - 168 Hook Road. Given the above, it is considered that the outdoor amenity area would not provide an adequate level of privacy or quality of amenity to future residents of the proposed dwelling.\r\r28. The proposal would provide a poor standard of amenity space and it is questioned whether the private space would be usable, private or accessible due to its siting. The proposed dwelling would operate with a predominantly single-aspect (east-facing) which would likely impart limited direct daylight or sunlight into the principal living area of the unit. Accordingly, it is considered that the proposed development would result in a significantly substandard form of accommodation for future occupants of the proposed dwelling. The proposal would therefore be contrary to the NPPF, Policy 3.5 of the London Plan and Policy  DM10 of the Core Strategy. \r\rImpact on the Residential Amenities of Neighbouring Dwellings:\r29. Policy DM10 of the Core Strategy seeks to safeguard residential amenity with regards to privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. In this case, the existing residential accommodation at No. 164 Hook Road and No.s 7 & 9 Gladstone Road are the main dwellings to consider.  \r\r30. The proposal would not have any impacts in terms of loss of light, loss of outlook, overlooking or loss of privacy to No. 164 Hook Road. The proposal would, similarly, not have a harmful impact upon the residential amenity of No.s 7 and 9 Gladstone Road, given the separation distance and the single-storey scale of the proposed dwelling. \r\r31. For the reasons set out above, it is considered that the proposal would not have a detrimental impact upon the residential amenities of the owners/occupiers of neighbouring properties by way of any overbearing impact, loss of outlook or loss of privacy. \r\rParking, Highway Safety & Servicing:\r32. Policies DM9 and DM10 of the Core Strategy seeks to ensure that new development has regard to local traffic conditions, and does not contribute to congestion or compromise highway safety. \r\r33. No on-site car parking spaces are proposed as part of the development. Given the size of the dwelling as a studio unit, which would likely be occupied by a single person, it is considered that the level of occupation would not lead to a materially altered quantum of vehicle movements or pressure for on-street car parking than that which currently exists. \r\r34. In accordance with Policy 6.9 of the London Plan, one cycle space would need to be provided on site. The plans show cycle parking provision on-site within a secure enclosure. Had planning permission has been granted, these details could be secured by way of a condition were permission to be granted. \r\r35. The proposed bin store would be located within the curtilage of the proposed residential dwelling within the private terrace area. Waste provision would need to be in accordance with Appendix 2 (Waste Management) of the Council's Residential Design SPD. If planning permission were granted, a Working Scheme and Construction Management Plan would be required. \r\r36. For the reasons set out above, it is considered that the proposal would not be contrary to Policy 6.13 of the London Plan (2016) or Policies DM9 and DM10 of the Core Strategy. \r\rSustainability:\r37. Policies CS 1 and CS 2 of the Core Strategy requires that all development is designed and built to make the most efficient use of resources, and seeks to adapt to the effects of current and predicted climatic changes. Policies DM 1 of the Core Strategy requires all new residential developments to achieve successively higher levels of the Code for Sustainable Homes Level category for energy/CO2. It is acknowledged that since the adoption of the Core Strategy the Code for Sustainable Homes has been withdrawn and has been replaced by national technical standards that are incorporated into Building Regulations. \r\r38. If this application had not been recommended for refusal, a condition would have been secured requiring the proposed dwelling to achieve an energy efficiency standard of 19% CO2 improvement over Building Regulations requirements Part L 2013 (TER Baseline).  \r\r39. Also, a condition would have been secured requiring the proposed dwelling to achieve as a minimum, a water efficiency standard of not more than 110 litres per person per day maximum water consumption (to include a fixed factor of water for outdoor use of 5 litres per person per day for in accordance with the option requirement defined within Approved Document G of the Building Regulations). \r\rCommunity Infrastructure Levy: \r40. The application would be liable to pay Kingston CIL which is presently set at £130/sqm of development, as per Charging Zone 2, in this location. \r41. The application would also be liable to pay Mayoral CIL which is presently set at £60/sqm of development. \r\rPlanning Balance/Conclusion: \r42. Part (d) of Paragraph 11 of the NPPF states where there are no relevant development plan policies, or the policies which are most important for determining the application are out-of-date, the Council should grant planning permission unless: \r\rthe application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed or;\rany adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in this Framework taken as a whole.\r\r43. In this case the Council does not have a 5-year housing land supply and, so, this application for residential development will be subject to paragraph (d). As such, the development should be permitted unless the adverse impacts significantly and demonstrably outweigh the benefits.\r\r44. It is acknowledged that the proposed development would make a contribution towards the Borough's housing supply. However, given that one studio-sized residential unit is being proposed, it is considered that this contribution towards the Borough's housing supply would be limited.  \r\r45. The disbenefits associated the scheme relate to character and design and substandard level of accommodation and amenity space for future occupants.\r\r46. On balance, it is considered that the limited benefits of the proposed development would not outweigh the significant and demonstrable adverse impacts. As such, the proposal fails to comply with the guidance set out in the NPPF and the Council's Development Framework and is recommended for refusal. \r",
    "Grant planning permission, subject to conditions.",
    "Grant planning permission, subject to conditions",
    "Grant planning permission, subject to conditions",
    "8 Neighbouring properties have been notified. No representations have been received.",
    "Four Neighbouring properties were notified. No representations have been received.",
    "Five neighbouring properties were notified. One representation was received in support of the application.",
    "A1 - Loading",
    "Provide suitable to the structural engineers email dated 08/09/2022. ( A1)",
    "Provide and show on plan the location of smoke and heat detectors at each floor level. (B1)",
    "Provide details and confirmation of pre completion sound test certificate to be provided, (E1)"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/06/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07863699",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.271266,
          51.395105
        ],
        [
          -0.271267,
          51.395078
        ],
        [
          -0.27131,
          51.395079
        ],
        [
          -0.271309,
          51.395106
        ],
        [
          -0.271266,
          51.395105
        ]
      ]
    ],
    "type": "Polygon"
  }
}