{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PRNQ16NHMAV00",
  "lapsed_date": "07/11/2022",
  "decision_target_date": "12/07/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7QF",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.031
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01310/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519422,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:04:52.822Z",
  "id": "Kingston-19_01310_HOU",
  "application_type": "Householder",
  "street_name": "Wolverton Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "07/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Formation of dropped kerb",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169650,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021770592",
  "centroid": {
    "lon": -0.284176,
    "lat": 51.413302
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development, by virtue of the total loss of the front boundary treatment would result in a harmful impact on the appearance and quality of the dwellinghouse and wider Local Area of Special Character. Therefore, the proposed development would fail to comply with the policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "The proposed development, by virtue of its size does not comply with the crossover policy requirements. What is more, the proposed crossover would result in the loss of two parking spaces on the resident's parking bay which is not acceptable. Therefore, the proposed development does not comply with CS7 of the Council's adopted LDF Core Strategy April 2012 and Kingston & Sutton Vehicle Crossover Policy (April 2012).",
    "The fee required for your pre-planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames. You may also pay online via the Kingston Council website www.kingston.gov.uk",
    "As per our discussion please be advised that we are unable to consider your application in its current form.\r\rThe single storey rear extension you related to being built under permitted development rights, has not been built as yet.\r\rWe would advise that you either resubmit your application with amended drawings to show the extension as being included in your application, or you withdraw the application and then resubmit when the extension you are referring to has bene built.",
    "You have been granted planning permission to build a residential extension.  When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate minor works to remove pollard regrowth for health and safety purposes.\r\rRecommendation:\rNo objections.",
    "The tree was removed in 2010 so the works bein gsought are to an unprotected tree. The application is therefore withdrawn in agreement with the agent."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/05/2019",
  "secondary_street_name": null,
  "site_number": "7",
  "pp_id": "PP-07853162",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284154,
          51.413316
        ],
        [
          -0.284155,
          51.413289
        ],
        [
          -0.284199,
          51.413289
        ],
        [
          -0.284198,
          51.413316
        ],
        [
          -0.284154,
          51.413316
        ]
      ]
    ],
    "type": "Polygon"
  }
}