{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PRN06JNHM9800",
  "lapsed_date": "17/12/2024",
  "decision_target_date": "14/06/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3RS",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 1.321,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Neighbourhood Policy"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021761584"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01296/NMA",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519860,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:04:49.521Z",
  "id": "Kingston-19_01296_NMA",
  "application_type": "All Other",
  "street_name": "Kenley Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "17/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Non-Material Amendment to Planning Permission 17/14595/HOU (Erection of single storey rear and first floor side extension) to amend pitched roof to flat roof on single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169376,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021761584",
  "centroid": {
    "lon": -0.277974,
    "lat": 51.410747
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The Council considers the amendments to be non- material and as such, it is recommended that a S96A application for a non-material amendment to be granted",
    "The site comprises a semi-detached dwelling.\r\r\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r- (Add more bullet points in here if necessary)\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.     \r\rOfficer comment: Describe the significance of the conservation area if neccessary and conclude whether the proposal would cause any harm to the heritage asset. If less than substantial harm then do the public benefits outweigh this?\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please confirm description of proposed works \"Non Material Amendment to Planning Permission 19/00202/HOU (Demolition of existing detached single storey garage and erection of two storey side and rear extension, extension of dropped kerb and parking area and new render finish to front boundary wall) to provided minor modifications to fenestration and erection of first floor extension above existing ground floor lean-to extension\""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/05/2019",
  "secondary_street_name": null,
  "site_number": "14",
  "pp_id": "PP-07859429",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.277952,
          51.410761
        ],
        [
          -0.277953,
          51.410734
        ],
        [
          -0.277996,
          51.410734
        ],
        [
          -0.277995,
          51.410761
        ],
        [
          -0.277952,
          51.410761
        ]
      ]
    ],
    "type": "Polygon"
  }
}