{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PUQ3HYNHH1X00",
  "lapsed_date": "04/10/2025",
  "decision_target_date": "10/09/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1HF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.051000000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01795/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518545,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:06:27.912Z",
  "id": "Kingston-19_01795_HOU",
  "application_type": "Householder",
  "street_name": "Fullers Way South",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "04/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Two storey rear extension, single storey side/rear extension and first floor side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165166,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021747818",
  "centroid": {
    "lon": -0.298277,
    "lat": 51.373186
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the side elevation of the building/extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\ri.carry out work to an existing party wall;\rii.build on the boundary with a neighbouring property;\riii.in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r",
    "A1 - Loading",
    "As the proposed development is within flood zones 2 and 3 or on a site of more than 1ha, you are required to complete a Flood Risk Form before the application can be assessed.  For further information and guidance on any aspects of undertaking a Flood Risk Assessment please contact the Environment Agency by visiting their website at http://planningguidance.communities.gov.uk/blog/guidance/flood-risk-and-coastal-change/site-specific-flood-risk-assessment-checklist/\r",
    "You are required to complete the 'Determining whether a Development may be CIL Liable Planning Application Additional Information Requirement form'. This form can be downloaded from the planning portal at https://ecab.planningportal.co.uk/uploads/1app/forms/form_1_cil_additional_information.pdf . Please complete and return as soon as possible.\r \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/07/2019",
  "secondary_street_name": null,
  "site_number": "53",
  "pp_id": "PP-08009438",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.298255,
          51.373199
        ],
        [
          -0.298256,
          51.373172
        ],
        [
          -0.298299,
          51.373172
        ],
        [
          -0.298298,
          51.373199
        ],
        [
          -0.298255,
          51.373199
        ]
      ]
    ],
    "type": "Polygon"
  }
}