{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PRYBCTNH00H00",
  "lapsed_date": "20/12/2022",
  "decision_target_date": "25/07/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Garages Rear Of 40 To 42",
  "status": "Refused",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type: AIRPORT\rDescription: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128014632",
      "000128034104"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01347/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520904,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:05:00.362Z",
  "id": "Kingston-19_01347_FUL",
  "application_type": "All Other",
  "street_name": "Penrith Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "20/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of 12 no. existing residential garages and erection of 2 no. detached 3 bedroom dwellings with 3no. parking spaces, private gardens and associated landscaping",
  "actual_completion_date": null,
  "last_date_consultation_comments": "08/07/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 168400,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128014632",
  "centroid": {
    "lon": -0.263302,
    "lat": 51.401754
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development would be cramped and increase the density of the site to an unacceptable degree. The proposal would result in the over-development of the site, and its design, scale and siting would not respect the surrounding context. The proposal would therefore have a  harmful effect to character and appearance of the surrounding area, contrary to the National Planning Policy Framework (2019), Policies 7.4 and 7.6 of the London Plan (2016), Policies CS8 and DM10 of the adopted Core Strategy (2012).",
    "The proposed dwellings would result in a significantly substandard form of accommodation for future occupants, by virtue of their poor degree of outlook. Due to their relationship, the proposed dwelling labelled as 'House B' would have an unacceptable overbearing impact on 'House A'. The proposal would therefore be contrary National Planning Policy Framework (2019), Policy 3.5 of the London Plan (2016) and  Policy DM10 of the adopted Core Strategy (2012).",
    "By virtue of its siting, size and height, the proposed dwellings would have an adverse impact upon the living conditions of the owners/occupiers of  Nos. 38, 40 and 44 Penrith Road, in terms of overbearing impact, loss of outlook, overlooking and loss of privacy. The proposal would therefore be contrary to the National Planning Policy Framework (2019) and Policy DM10 of the adopted Core Strategy (2012).",
    "The proposed development would undermine the provision of private amenity space for the existing occupiers at No.42 and 42A Penrith Road, contrary to the National Planning Policy Framework (2019), Policy DM10 of the adopted Core Strategy (2012) and Policy Guidance 13 of the Council's Residential Design Supplementary Planning Document (2013).",
    "It has not been demonstrated to the satisfaction of the Local Planning Authority that the proposed development would not result in unacceptable parking stress on street parking which would have a harmful effect on highway safety in the area. The proposal would therefore fail to comply with the NPPF, Policy 6.13 of the London Plan and Policies DM9 and DM10 of the Core Strategy.",
    "Condition 6 (BREEAM) - Officers have reviewed the information provided and are now satisfied this condition can be fully discharged.",
    "The proposed extension is considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to\rimplement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action.",
    "Please provide copies of all existing elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part.",
    "Please provide existing floor plans and roof plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part.",
    "Please provide revised copies of all existing and proposed elevations providing a scale bar and key dimensions.\r\rPlease note that this is required on all drawings",
    "Block plan does not show front extensions. Please add front extensions to block plan and resubmit. \r\rPlease provide a copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/05/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26328,
          51.401767
        ],
        [
          -0.263281,
          51.40174
        ],
        [
          -0.263324,
          51.401741
        ],
        [
          -0.263323,
          51.401768
        ],
        [
          -0.26328,
          51.401767
        ]
      ]
    ],
    "type": "Polygon"
  }
}