{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PVHVI1NHHOQ00",
  "lapsed_date": "04/12/2024",
  "decision_target_date": "15/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2SH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.01
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01906/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518548,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:06:51.357Z",
  "id": "Kingston-19_01906_HOU",
  "application_type": "Householder",
  "street_name": "Portland Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "04/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/11/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168593,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021765899",
  "centroid": {
    "lon": -0.297091,
    "lat": 51.403986
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision:\r\rReason:  For the avoidance of doubt and in the interests of proper planning.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\t\rReason: To protect the amenities and privacy of the adjoining properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.\r",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\rcarry out work to an existing party wall;\rbuild on the boundary with a neighbouring property;\rin some circumstances, carry out groundwork's within 6 metres of an adjoining building.\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r",
    "Please provide an existing roof plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.",
    "\"Conversion of garage to habitable space. Erection of part single, part two storey rear extensions. Two storey front and side extensions. Associated changes to fenestration.\"\r\rPlease confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\r\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form.",
    "Please be advised that a fee of £3006 is required for this application. This can be paid either online at www.kingston.gov.uk or by calling our Customer Service Team on 020 8547 5002. Our BACS details can be provided upon request",
    "The submitted elevations which now show a scale bar are acdeptable, however the previously submitted floor plans do still not have a scale bar shown. Kindly revise the previous plans."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/09/2019",
  "secondary_street_name": null,
  "site_number": "64",
  "pp_id": "PP-08046770",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297069,
          51.403999
        ],
        [
          -0.29707,
          51.403972
        ],
        [
          -0.297113,
          51.403973
        ],
        [
          -0.297112,
          51.403999
        ],
        [
          -0.297069,
          51.403999
        ]
      ]
    ],
    "type": "Polygon"
  }
}