{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PV902ONHHI800",
  "lapsed_date": "03/12/2024",
  "decision_target_date": "20/09/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6QP",
  "site_name": "35 Langley Avenue,\rSurbiton,\rKT6 6QP",
  "status": "Approved",
  "application_details": {
    "site_area": 0.114
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01880/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517959,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:06:45.920Z",
  "id": "Kingston-19_01880_HOU",
  "application_type": "Householder",
  "street_name": "Langley Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "03/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear and side extension and installation of two roof dormers to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "28/08/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166294,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021792623",
  "centroid": {
    "lon": -0.306318,
    "lat": 51.383446
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific planning permission from the Local Planning Authority.\r \rReason: To safeguard the amenities of the adjoining premises.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time   be placed in the side elevation of the building/extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from\toverlooking and loss of privacy.",
    "Cond 5",
    "Cond 8",
    "Cond 10",
    "The fee required for your planning application is £ 145.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website",
    "Please confirm description of proposed works as \"Erection of rear garden outbuilding and single storey rear extension to existing dwelling\"",
    "You are required to submit a new CPU (Certificate of Lawful Development) application form.\r\rThe fee required for this application is £106.00, therefore please forward the outstanding balance of £106.00 as soon as possible. \rNote: Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\rWe cannot accept previously approved plans and elevations that have not yet been built for this application. Existing plans should *only show the existing situation, any approved development that hasn't been built should be removed or shown *only as proposed.\r\rPlease remove approved plans and submit only existing and proposed plans.\r\rWe require a full work description of all works in entirety that are proposed *(including the loft conversion with dormer from previous application 20/01826/CPU).\r\rWork description should read as - \"Erection of hip to gable and rear dormer roof extensions, with installation of 2no front rooflights to facilitate loft conversion. Replacement of flat roof on existing two storey side extension with pitch roof\"\r\rPlease confirm description of works as the application form description does not correspond with the proposed works in the plans and/or supporting documents.  Confirmation can be in writing or by amending the plans to reflect the proposals.\rNote: Any documentation with the incorrect proposals will need to be resubmitted, this includes the description of works section on the application form.\r",
    "A1 - Loading"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/07/2019",
  "secondary_street_name": null,
  "site_number": "35",
  "pp_id": "PP-08029212",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306296,
          51.383459
        ],
        [
          -0.306297,
          51.383432
        ],
        [
          -0.30634,
          51.383432
        ],
        [
          -0.306339,
          51.383459
        ],
        [
          -0.306296,
          51.383459
        ]
      ]
    ],
    "type": "Polygon"
  }
}