{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PQ1MVONHL0I00",
  "lapsed_date": "13/12/2022",
  "decision_target_date": "11/06/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3HY",
  "site_name": "Day Care Centre",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 48,
      "total_gia_lost": 0,
      "development_type": "Other",
      "total_gia_gained": 48,
      "site_area": 0.005
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: Day Care Centre Beaconsfield Road New Malden KT3 3HY\rDescription: \rTreet Type:  \rRef: RBK.11.03T.1"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: Day Care Centre Beaconsfield Road New Malden KT3 3HY\rDescription: \rTreet Type:  \rRef: RBK.11.03T.2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type: AIRPORT\rDescription: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type: AIRPORT\rDescription: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Corporate Property Portfolio"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 48,
        "use_class": "D1",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 2319,
    "existing_uprns": [
      "000128001152"
    ],
    "commencement_notice_received": false
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01049/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520841,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:04:03.971Z",
  "id": "Kingston-19_01049_FUL",
  "application_type": "All Other",
  "street_name": "Beaconsfield Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "13/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed alterations and single storey extensions including infill of courtyard and external lift provision",
  "actual_completion_date": null,
  "last_date_consultation_comments": "11/06/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169034,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128001152",
  "centroid": {
    "lon": -0.263992,
    "lat": 51.407466
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No work relating to the development hereby approved, including works of demolition or preparation prior to building operations, shall take place other than between the hours of 08:00 and 18:00 Monday to Friday and 08:00 to 13:00 Saturdays and at no time on Sundays or Bank or National Holidays. \r\rReason: To protect the occupiers of neighbouring properties from noise and disturbance outside the permitted hours during the construction period, in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The site comprises a linked dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of and and buildings; and,\r- The impact of the development on the significance of heritage assets\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.",
    "Section 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) states that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rIn determining planning applications which affect heritage assets, Paragraph  192 of the NPPF 2019 requires local planning authorities to take account of: the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation; the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality; and the desirability of new development making a positive contribution to local character and distinctiveness.       \r                                                                                                              \rParagraph 193 of NPPF 2019 states that when considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the assets conservation, irrespective of whether any potential harm amounts of substantial harm, total loss or less than substantial harm to its significance.\r                                              \rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer comment: The site is located adjacent to the Grade II listed Hermes Hotel and is located within the Riverside South Conservation Area. The significnace of the listed building is as a C17 house with additions in the C18 and C19. The significance of the conservation area is as a linear area forming the setting to Hampton Court Park, along the Portsmouth Road and the River Thames, containing fine examples of Victorian public works at Queen's Promenade, Seething Wells Water Works and many 19th century buildings of architectural interest. Officers note that the development would not be visible from the public highway and so would have a limited impact on the character and appearance of the conservation area. It would however, be visible from the rear of Hermes Hotel and the rear gardens of properties further to the north along South Lane. Given that the style of the second floor extension would mimic that of the existing outrigger and would be finished in materials to match, officers consider that it would be an appropriately sensitive addition within its context. The first floor element would have a flat roof, which is not in keeping with the existing building but this area would be small in scale and would not be disimmilar in appearance from the many additions to the adjacent listed hotel. Having regard to these considerations, officers conclude that the proposal would not result in any harm to the significance of heritage assets and would preserve the character of the Riverside South Conservation Area.\r\rIn conclusion, the proposed development accords with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) policies CS8, DM10 and DM12 of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Kindly confirm if there are any rooflights proposed, and if so please provide a roof plan of the proposed outbuilding",
    "Where works being carried out are to either a flat or a house, and the works being in relation to that property, then the fee is £206. However in this situation where works are being carried out, to create a new residential dwelling, as in this case, the fee is £462. This can be clarified by looking at the fees regulations either on our website or on the Planning Portal",
    "A1 - Loading"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/04/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07783866",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26397,
          51.407479
        ],
        [
          -0.263971,
          51.407452
        ],
        [
          -0.264014,
          51.407453
        ],
        [
          -0.264013,
          51.40748
        ],
        [
          -0.26397,
          51.407479
        ]
      ]
    ],
    "type": "Polygon"
  }
}