{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PUKOBWNHGXY00",
  "lapsed_date": "06/11/2022",
  "decision_target_date": "13/11/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5BZ",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "site_area": 73,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCCEN Name: Local Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021791073"
    ]
  },
  "appeal_decision_date": "27/07/2020",
  "lpa_app_no": "19/01781/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518162,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:06:25.173Z",
  "id": "Kingston-19_01781_FUL",
  "application_type": "All Other",
  "street_name": "Hook Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "06/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "06/02/2020",
  "decision_process": "Delegated",
  "description": "Conversion and extension of existing detached garage building to create a self-contained studio unit.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "30/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 165474,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "100021791073",
  "centroid": {
    "lon": -0.303675,
    "lat": 51.376034
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposal would be cramped and a contrived form of development which would not relate well to the existing character or appearance of the surrounding area. For the reasons set out above, it is considered that the proposal would result in a cramped and contrived development which would appear obtuse to its setting within an informal service/access road. The proposal would be out of character with the existing form of development and urban grain. The proposal would, therefore, be contrary to the National Planning Policy Framework (2019), Policies 7.4 and 7.6 of the London Plan (2016) and Policies CS8 and DM10 of the Core Strategy.",
    "The proposed development would result in a poor standard of living space given the orientation of the proposed dwelling and arrangement of the internal living accommodation which would be exposed / overlooked by the rear-facing windows of No. 164 Hook Road. The proposed development would also result in a poor standard of amenity space in terms of its usability, privacy given its siting. Accordingly, it is considered that the proposed development would result in a significantly substandard form of accommodation for future occupants of the proposed dwelling. The proposal would, therefore, be contrary to the National Planning Policy Framework (2019), Policy 3.5 of the London Plan (2016) and Policy DM10 of the adopted Core Strategy (2012).",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.",
    "When undertaking building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "Please provide 1 copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The description of the above planning proposal has been reworded. Please confirm if the following description reflects all planned works:\rErection of a part double part single storey rear extension. Front and rear dormer roof extension and installation of 5x rear and 5x front roof lights to facilitate loft conversion. Conversion of existing garage to inhabitable room and erection of a new single attached garage to front of the property and minor alterations to existing chimneys. (Please add 'removal of existing chimneys' if this is what you are planning to do)\r",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rWorks are all to the rear with the exception of the removal of a privet hedge to the front which is exempt from application. As works are to the rear and not affecting public amenity and therefore not warranting the service of a TPO, the Council's default position must be one of no objection.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rMinor appropriate works to trees at rear and not affecting public amenity.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/09/2019",
  "secondary_street_name": null,
  "site_number": "164",
  "pp_id": "PP-07957207",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303653,
          51.376047
        ],
        [
          -0.303654,
          51.37602
        ],
        [
          -0.303697,
          51.37602
        ],
        [
          -0.303696,
          51.376047
        ],
        [
          -0.303653,
          51.376047
        ]
      ]
    ],
    "type": "Polygon"
  }
}