{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PVYJIONHI2X00",
  "lapsed_date": "02/01/2025",
  "decision_target_date": "02/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5QX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.046000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/01995/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521011,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:07:10.071Z",
  "id": "Kingston-19_01995_HOU",
  "application_type": "Householder",
  "street_name": "Malden Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "02/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side extension following demolition of the existing garage",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/10/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167363,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021778593",
  "centroid": {
    "lon": -0.262118,
    "lat": 51.392411
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no windows, other than those shown on the approved plans shall at any time be placed in the north-east elevation of the building/extension hereby permitted without the grant of a separate planning permission from the Local Planning Authority.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "The Council agrees that the amendments to which this decision letter relates are sufficiently minor in terms of their scale and impact (both individually and cumulatively) in planning terms, having regard to the overall scope of the previously approved development, so as to constitute a non-material amendment to the original planning permission/consent. This letter does not constitute a new planning permission. The development should be built in full accordance with the original planning permission except where amended by this decision.",
    "The proposed amendment is considered to be non-material resulting in no change to the quality/standard or quantum of development of the residential offer or the overall appearance of the development, and no significant harm to existing highway conditions, or amenities of any neighbouring occupiers.",
    "The site comprises a terraced dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed infill, single storey rear extension would be approx. 4m deep and approx. 2.6m high. It would be finished with a flat roof and one rooflight. The proposed roof form would match the existing flat roof over the toilet extension, which would be raised from approx. 2m to approx. 2.6m, retaining its roof design.\r\rIt is acknowledged that the proposed infill extension would not be strictly in accordance with Policy Guidance 33 of the Council's Residential Design SPD with regards to recommended depths. However, it is considered that the proposed single storey rear extension would appear as a proportionate and subordinate addition in relation to host dwelling. \r\rThe proposed extension and raised roof would not be visible from the street scene, therefore the impact on the surrounding area would not be significant.\r\rAs such, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is noted that No. 48 Douglas Road already benefits from a single storey rear extension. The proposed infill extension would project approx. 1m beyond the rear elevation of No 48 Douglas Road. Given the scale of the proposal it is considered that the proposed extension would not have significant impact on daylight/sunlight and amenities of occupiers of this property. \r\rWith regards to No. 44 Douglas Road, considering the existing situation and modest scale of the proposed raised roof (approx. 0.6m, total height approx. 2.6m), it is considered that the proposal would not result in significant difference in an amount of daylight that this property receives. It is noted that the proposed raised roof would fail the 45 degree test in terms of daylight as set out in the Residential Design SPD in respect of the closest window at 44 Douglas Road. However considering the existing two storey rear extension and the existing toilet extension, the fact that that the proposal would not result in a material difference in an amount of daylight that No 44 Douglas Road receives, and the flat roof form and modest height of the eaves approx. 2.6m, the proposed raised roof would not have an unacceptable adverse impact on the amenities of the occupiers of No. 44. \r\rGiven the above, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Please provide a revised sketch plan showing a road frontage.",
    "For the application to be exempt from a fee, please supply documentary evidence to confirm that the application is in relation to works to alter or extend an existing dwelling for a disabled person who is living or intending to live at the application property.  Such evidence may include Doctor's or Occupation Health correspondence.\r\rOtherwise if the above does not apply, please make arrangements for the fee of £206 to be made"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/11/2019",
  "secondary_street_name": null,
  "site_number": "141",
  "pp_id": "PP-08069816",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262096,
          51.392425
        ],
        [
          -0.262097,
          51.392398
        ],
        [
          -0.26214,
          51.392398
        ],
        [
          -0.262139,
          51.392425
        ],
        [
          -0.262096,
          51.392425
        ]
      ]
    ],
    "type": "Polygon"
  }
}