{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/171339VAR;",
  "lapsed_date": "23/07/2022",
  "decision_target_date": "25/07/2019",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4EU",
  "site_name": "Penny Sangam Court",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012000111, 000012188273, 000012188274, 000012188275, 000012188276, 000012188277, 000012188278, 000012188279, 000012188280, 000012188281, 000012188282, 000012188283, 000012188284, 000012188285, 000012188286, 000012188287, 000012188288, 000012188289, 000012188290"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "171339VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512538,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:56.129+00:00",
  "id": "Ealing-171339VAR",
  "application_type": "All Other",
  "street_name": "Osterley Park Road",
  "borough": "Ealing",
  "ward": "Norwood Green",
  "decision_date": "23/07/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (S73) to planning permission ref: PP/2013/5409 dated 3rd June 2014 for 'Demolition of hospital/health buildings and erection of 4 storey building containing 12 flats (2 one-bed and 10 two-bed) with integral refuse/recycling and cycle storage and 6 car parking spaces with access off Osterley Park Road and a 3 storey terrace of 6 four bedroom houses, each with a frontage parking space'. Application seeks variation to Condition 2 (approved plans).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 179478,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012000111",
  "centroid": {
    "lon": -0.379996,
    "lat": 51.503043
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of the origional permission udner application PP/2013/5409, dated 3rd June 2014.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s) 049 PL 001; 049 PL 02 Rev A; 049 PL 004 Rev A; 049 PL 011 Rev A; 049 PL 012 Rev A; 049 PL 014 Rev A; 049 PL 019 Rev A ; 049 PL 021 Rev A; 049 PL S03; 049 PL S04; 049 PL S05; 049 PL S06; 419-08-001 rev P1; 419-08-002 rev P1; 419-08-003 rev P1; 419-00-003 rev P1; 419-08-004 rev P1; 419-08-005 rev P1; 419-08-021 rev P1; 419-08-022 rev P1; 419-08-023 rev P1; and 419-08-031 rev P1 (received 18th March 2017).",
    "REASON: For the avoidance of doubt, and in the interests of proper planning. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out in accordance with these approved details.",
    "REASON: To ensure that the materials harmonise with the surroundings, in accordance with policies 3.5, 7.4 and 7.6 of the London Plan (2011) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments, Ealing Local Variation to London Plan Policy 7.4 - Local Character and policy 7B of the Ealing Development Management Development Plan Document (2013). | The entire root system of trees to be retained, as shown on the approved drawings, indicated by the spread of their branches, shall be protected by stout exclusion fencing until completion of the development.",
    "REASON: To prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policy 7.21 of the London Plan (2011). | The area beneath the spread of the branches of the trees to be retained as shown on the approved drawings shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind.",
    "REASON: To prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policy 7.21 of the London Plan (2011). | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by theLocal Planning Authority. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 3.5 and 7.4 of the London Plan (2011) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and Ealing Local Variation to London Plan Policy 7.4 - Local Character.of the Ealing Development Management Development Plan Document (2013). | Notwithstanding the submitted information, no development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected. In particular the bioundary treatment should cmply with appropriate Secure by Design principles, in respect of the flats, but should provide",
    "adequate pedestrian visibility splays to all the vehicular accesses to Osterley Park Road. The boundary treatment shall be completed prior to the first occupation of any of the dwellings hereby approved. Development shall be carried out in accordance with the approved details.",
    "REASON: To protect the visual appearance of the area, the living conditions of occupiers of the development and neighbouring occupiers and to ensure pedestrian and highway safety, in accordance with policies 3.5, 7.3 and 7.4 of the London Plan (2011) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments, Ealing Local Variation to London Plan Policy 7.3 - Designing Out Crime, Ealing Local Variation to London Plan Policy 7.4 - Local Character and policy 7B of the Ealing Development Management Development Plan Document (2013). | Ensure all external lighting shall be erected in accordance with discharge of conditions approval ref:PP/2014/6529, dated 4th March 2015.",
    "Reason: To protect the living conditions of occupiers of the area, in accordance with policies 3.5, 7.3 and 7.4 of the London Plan (2011), and Ealing Local Variation to London Plan Policy 3.5- Quality and Design of Housing Developments, Ealing Local Variation to London Plan Policy 7.3- Designing Out Crime, Ealing Local Variation to London Plan Policy 7.4- Local Character and Policy 7B of the Ealing Development Management Development Plan Document (2013). | Notwithstanding the provisions of Classes A, B, D and E of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) (Amendment No. 2) (England) Order 2011, or any Order revoking and replacing that Order, no extensions or alterations to, or the provison of outbuildings, shall be carried out to the townhouses hereby approved, without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "REASON: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building, in accordance with policies 3.5, 7.4 and 7.6 of the London Plan (2011) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments, Ealing Local Variation to London Plan Policy 7.4 - Local Character and policy 7B of the Ealing Development Management Development Plan Document (2013). | Ensure the protection of heritage assets is carried out in accordance with the discharge of condition approval ref:PP/2015/1357, dated 24th April 2015.",
    "REASON: Heritage assets of archaeological interest may survive on the site. The planning authority wishes to secure the provision of appropriate archaeological investigation, including the publication of results, in accordance with Section 12 of the NPPF and in accordance with policy 7.8 of the London Plan (2011), policy 1.1(h) of the Ealing Development (or Core) Strategy (2012) and policy 7C of the Ealing Development Management Development Plan Document (2013). | Ensure that building features are recorded in accordance with discharge of conditions approval ref: PP/2015/1358, dated 24th April 2015.",
    "REASON: Built heritage assets on this site will be affected by the development. The Local Planning Authority wishes to secure building recording in line with NPPF, and publication of results, in accordance with Section 12 of the NPPF, and in accordance with policy 7.8 of the London Plan (2011), policies 1.1(h) and 1.2(g) of the Ealing Development (or Core) Strategy (2012) and policy 7C of the Ealing Development Management Development Plan Document (2013) | Prior to the first occupation of any of the residential units hereby approved details of access control measures to the proposed on-site car park area shall be submitted to and approved, in writing, by the Local Planning Authority. Once approved, the detailed access control measures shall be put in place before any of the residential units is occupied and shall thereafter be retained, unless any changes are agreed by the Local Planning Authority.",
    "REASON: To ensure occupants of the development are afforded an appropriate level of protection, in accordance with policy 7.3 of the London Plan (2011) and Ealing Local Variation to London Plan Policy 7.3 - Designing Out Crime of the Ealing Development Management Development Plan Document (2013). | Ensure the building envelope attenuation is carried out in accordance with discharge of conditions approval ref: PP/2014/6528, dated 10th March 2015.",
    "REASON: To ensure appropriate living conditions for occupiers of the development, in accordance with policies 3.5, 7.14 and 7.15 of the London Plan (2011), policy 1.1(j) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policies 7A and 7B of the Ealing Development Management Development Plan Document (2013). | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 metres from the nearest ground floor sensitive facade and 1metre from upper floor noise sensitive facades, during the relevant periods of operation.",
    "REASON: To ensure appropriate living conditions for occupiers of the development, in accordance with policies 3.5 and 7.15 of the London Plan (2011), policy 1.1(j) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policies 7A and 7B of the Ealing Development Management Development Plan Document (2013). | The applicant shall submit to the Local Planning Authority for approval prior to the commencement of development a scheme for providing fresh air ventilation to habitable rooms on the The Green, Southall, facade. The supply to be provided from the rear of the building at high level. The approved mitigation scheme shall be implemented in its entirety before any of the units are occupied.",
    "REASON: To ensure appropriate living conditions for occupiers of the development, in accordance with policies 3.5 and 7.14 of the London Plan (2011), policy 1.1(j) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policies 7A and 7B of the Ealing Development Management Development Plan Document (2013). | An Ultra - Low NOx boiler with maximum NOx Emissions of under 0.040 g/kWh shall be installed in each residential dwelling. The works, as approved, shall be completed prior to occupation and thereafter permanently retained.",
    "REASON: To ensure the provision of sustainable development, in accordance with policies 3.5 and 5.2 of the London Plan (2011), policies 1.1(j),(k) and 1.2(f) of the Ealing Development (or Core) Strategy (2012) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policies 7A and 7B of the Ealing Development Management Development Plan Document (2013). | Ensure dust mitigation and noise/vibration measures are carried out in accordance with discharge of conditions approval ref: PP/2015/1366, dated 24th April 2015.",
    "REASON: In order to protect neighbouring residential amenity, in accordance with policies 7.14 and 7.15 of the London Plan (2011) and policy 7A of the Ealing Development Management Development Plan Document (2013). | i. Prior to the commencement of any works on site (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "a. An intrusive contaminated land investigation and risk assessment of the site shall be carried out in accordance with BS1075:2011 and CR11 guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "b. A contamination remediation scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.",
    "The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "ii. Following completion of measures identified in the approved contamination remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out shall be produced and submitted to and subject to the approval in writing of the Local Planning Authority. The verification report submitted shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "REASON: In order to ensure a satisfactory, high quality, residential development and to provide a safe development for future occupiers, in accordance with policy 5.21 of the London Plan. | Ensure demolition and construction works are carried out in accordance with discharge of conditions approval ref: PP/2015/1367, dated 24th April 2015.",
    "REASON: To protect neighbouring amenity and to limit the impact of the development on highway and pedestrian safety, in accordance with policies 7.14 and 7.15 of the London Plan (2011) and policy 7A of the Ealing Development Management Development Plan Document (2013). | No impact piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the Local Planning Authority. Any piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "REASON: In order to protect local underground sewerage utility infrastructure as the proposed works will be in close proximity to underground sewerage utility infrastructure and piling has the potential to impact on local underground sewerage infrastructure protect these facilities, in accordance with policy 3.5 of the London Plan (2011) and Ealing Local Variation to London Plan Policy 3.5 - Quality and Design of Housing Developments and policy 7B of the Ealing Development Management Development Plan Document (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/03/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05921240",
  "wgs84_polygon": null
}