{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/242454VAR;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "existing_uprns": null
  },
  "wgs84_polygon": null,
  "site_name": "59 Gonville Crescent",
  "centroid_easting": 513878,
  "site_number": null,
  "development_type": null,
  "decision_date": "01/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "01/08/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 184657,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of the original permission (240687FUL dated 27/03/2024)",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the approved drawings (PL-100 A; PL-101 A; PL-102 A; PL-103 A; PL-104 A; PL-105 A) unless variations are approved in writing by the local planning authority.",
    "Reason: to ensure that the development is carried out as approved by the Local Planning Authority.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Cycle storage for two bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, no permitted development shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To ensure orderly development, in accordance with the Ealing Core Strategy (2012), policies D1 and D4 of the London Plan (2021), and policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013).",
    "| The vehicle parking arrangements of the approved scheme shall be marked out on the site prior to first occupation of the development, and this space shall be kept continuously available and shall not be used for any other purpose. No additional car parking shall be formed or made available except with the prior permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To improve the visual amenity of the property through urban greening and to ensure that the off-street parking does not prejudice pedestrian safety and in the interests of providing a sustainable environment for future occupiers of the development in accordance with policies 7B and 7.4 of the Ealing Development Management DPD (2013).",
    "| All Non-Road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.",
    "Reason: In order to comply with Ealing Council's commitment to being an Air Quality Exemplar Borough and policy 7A of Ealing Development Management DPD (2013).",
    "| The hereby approved rooflights to the roof slope of the hereby approved development shall not project more than 150mm from the plane of the roof slope when measured perpendicularly and shall be retained as such for the lifetime of the development.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the  area in accordance with policies D3 and D4 of the London Plan (2021) and policies 7B and 7.4 of the Ealing Development Management DPD (2013). | The proposed window on the first storey side elevations shall contain only obscure glass and only have top openings at a minimum of 1.7m from floor level.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Gonville Crescent",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.359026,
    "lat": 51.549322
  },
  "cil_liability": true,
  "valid_date": "27/06/2024",
  "postcode": "UB5 4SJ",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-242454VAR",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "22/08/2024",
  "pp_id": "PP-13195035",
  "last_updated_by": "CSV Data Import",
  "locality": "Northolt",
  "uprn": "000012047605",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:40:05.137+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Northolt Mandeville",
  "appeal_decision": null,
  "lpa_app_no": "242454VAR",
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans), seeking to allow a new set of approved plans for a larger first floor rear projection to improve the rear first floor bedroom, in pursuant to planning permission reference 240687FUL dated 27/03/2024 for: Subdivision of the site and construction of end of terrace family dwelling with associated alterations to the garden areas, front driveway parking and provision of cycle parking and bin stores.",
  "date_building_work_completed_under_previous_permission": null
}