{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/191916VAR;",
  "lapsed_date": "30/04/2023",
  "decision_target_date": "12/05/2020",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W13 0SQ",
  "site_name": "West London Islamic Centre",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012156293, 000012198138, 000012198139"
    ],
    "site_area": 0.156
  },
  "appeal_decision_date": null,
  "lpa_app_no": "191916VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516244,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T14:53:44.900+00:00",
  "id": "Ealing-191916VAR",
  "application_type": "All Other",
  "street_name": "Singapore Road",
  "borough": "Ealing",
  "ward": "Elthorne",
  "decision_date": "30/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Minor Material Amendment (S73) for the variation of condition 2 (approved plans) of planning application Ref PP/2012/3271 dated 14/05/2014 for ' Redevelopment of existing Islamic Centre to create new Community Centre and place of worship (D1/D2) including ancillary creche, cafe, bookshop, gym and residential (2 x 2 bed flats) and car and cycle parking accommodated in a part 3, 4 and 5 storey building, with basement, and landscaping.' Variation seeking to remove basement level, remove ground floor creche; alterations to minaret design, boundary treatment, and ground floor layout (introduction of B1a offices); and associated internal and external alterations",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 180380,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012156293",
  "centroid": {
    "lon": "-0.3263067",
    "lat": "51.5104008"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516249.2436902,
              180365.6101364
            ],
            [
              516241.1387951,
              180363.0608661
            ],
            [
              516224.0962538,
              180357.7024
            ],
            [
              516222.100949,
              180365.5501536
            ],
            [
              516209.5024957,
              180361.9511837
            ],
            [
              516212.3965121,
              180366.449896
            ],
            [
              516213.7487021,
              180368.399338
            ],
            [
              516215.2987736,
              180370.5987084
            ],
            [
              516216.9477858,
              180372.7980789
            ],
            [
              516217.7970271,
              180373.9477498
            ],
            [
              516219.0997468,
              180375.4973062
            ],
            [
              516220.4519368,
              180377.0968483
            ],
            [
              516221.8535972,
              180378.5964191
            ],
            [
              516222.6038978,
              180379.4461759
            ],
            [
              516225.5968549,
              180382.7452315
            ],
            [
              516228.6475275,
              180386.0042986
            ],
            [
              516233.1988013,
              180390.7029536
            ],
            [
              516234.0975129,
              180391.6026961
            ],
            [
              516235.9031813,
              180393.2022382
            ],
            [
              516237.7006046,
              180394.8517661
            ],
            [
              516238.8961385,
              180395.8514799
            ],
            [
              516239.5474983,
              180396.4013225
            ],
            [
              516240.9491587,
              180397.5010077
            ],
            [
              516242.3013487,
              180398.5507072
            ],
            [
              516243.7030091,
              180399.5504211
            ],
            [
              516245.0964244,
              180400.5001492
            ],
            [
              516245.5993732,
              180400.8000634
            ],
            [
              516246.8031521,
              180401.5998344
            ],
            [
              516248.0481563,
              180402.3496198
            ],
            [
              516249.3014056,
              180403.0494195
            ],
            [
              516250.5958802,
              180403.7492192
            ],
            [
              516251.651248,
              180404.2490761
            ],
            [
              516252.8467819,
              180404.8489044
            ],
            [
              516255.3532804,
              180405.8486182
            ],
            [
              516257.1507038,
              180406.5984036
            ],
            [
              516259.0470678,
              180407.3981747
            ],
            [
              516262.0482701,
              180405.2987756
            ],
            [
              516263.7467526,
              180400.0002923
            ],
            [
              516262.1472108,
              180397.5509934
            ],
            [
              516264.2497014,
              180391.3027819
            ],
            [
              516267.1024925,
              180387.4538837
            ],
            [
              516270.2026355,
              180377.5967053
            ],
            [
              516271.6537662,
              180372.9480359
            ],
            [
              516271.2002879,
              180372.7980789
            ],
            [
              516266.0965951,
              180370.8986226
            ],
            [
              516258.0988858,
              180368.399338
            ],
            [
              516249.2436902,
              180365.6101364
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this permission relates shall be begun no later than the expiration of three years from 14/05/2014; the date of the original permission ref: PP/2012/3271",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with drawing numbers:",
    "5009/A1/09A; 5009/A1/10F; 5009/A1/11H; 5009/A1/12D; 5009/A1/13D; 5009/A1/14D; 5009/A1/15E; 5009/A1/16D; 5009/A1/17A; 5009/A2/01; 5009/A3/01D; 5009/A3/02F; 5009/A3/03D; 5009/A3/04D; 5009/A4/51; 5009/D1/01A; 5009/D1/03; 5009/D2/01; 5009/EXG/01; 5009/EXG/02; 5009/EXG/03; 5009/EXG/04; CGI/1A; CGI/2A; OS Map; Design and Access Statement (July 2012 ); Planning Policy Analysis; Needs Assessment and Usage Study (2012); Statement of Community Involvement (2012); Travel Plan (July 2012); Transport Statement (July 2012); Daylight/Sunlight Assessment (2 July 2012); Noise Impact Assessment (9213.NIA.01 08/07/2012); Tree Report (March 2012); Breeam 2011 Assessment (May 2012); Code for Sustainable Homes Pre-Assessment (06/07/2012); Energy Strategy Report (09/07/2012).",
    "Hereby amended by drawing numbers:",
    "WL36-HC-D&A-A-8502 REV02 (design and access statement) dated 08/08/2019, PL1000 Rev P3 Ground Floor Plan (received 01/08/2019), PL1001 First Floor Plan, PL1002 Second Floor Plan, PL 1003 Third Floor Plan, PL1004 Fourth Floor Plan, PL1005 Roof Plan, PL3001 North East Elevation, PL3002 North West Elevation, PL3003 East Elevation, PL3004 South Elevation",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| The approved development shall be carried out in accordance with the details of the materials used for the external surfaces of the development approved by the Local Planning Authority under application: 173497CND dated 01/09/2017.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.6 of the London Plan (2016).",
    "| Notwithstanding the details of the refuse and recycling storage as detailed within the application, further details of refuse storage in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development.  Such provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.",
    "Reason:  To ensure suitable loading, unloading and refuse collection arrangements are provided in order to ensure pedestrian and highway safety and to protect the living conditions of occupants of nearby properties, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy and Supplementary Planning Guidance 4 'Refuse Storage'.",
    "| The approved development shall be carried out in strict accordance with the details of the site construction strategy management plan approved by the Local Planning Authority under application: 172932CND dated 01.08.2017",
    "Reason: To protect the living conditions of nearby occupiers, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2016).",
    "| Full details of both hard and soft landscape works, including details landscaping of the courtyard and replacement tree planting (including 8 large specimen trees), together with a 5 year management plan, shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the occupation of any part of the development, or in accordance with a programme agreed by the Local Planning Authority and permanently retained thereafter.  Details submitted shall include correctly marked and allocated amenity spaces.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.",
    "Reason: To ensure that the site is landscaped in the interests of the character of the area, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.21 of the London Plan (2016).",
    "| No occupation/use of the development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment (including any internal boundary fences / walls) to be erected.  The boundary treatment shall be completed before the buildings are occupied. The development shall be carried out in accordance with the approved details and shall be permanently retained.",
    "Reason: To protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policy 7.4 of the London Plan (2016).",
    "| Prior to the occupation of the development hereby permitted, 32 cycle parking spaces shall be provided in accordance with Council's Standards, and retained in perpetuity to the satisfaction of the Local Planning Authority.",
    "Reason: In the interest of sustainability in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.2 and 6.9 of the London Plan (2016).",
    "| Notwithstanding the information contained in the submitted plans, pedestrian and vehicular visibility splays consisting of 1.5m x 1.5m x 0.6m (h) shall be provided at the site access entrance from Brownlow Road leading into the development prior to first occupation of the proposed development and thereafter permanently retained.",
    "Reason: In the interests of highway safety in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 6.1 and 6.10 of the London Plan (2016).",
    "| The car parking spaces, including disabled spaces, shall be constructed on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose.",
    "Reason: To ensure that the car parking provided within the site are fit for purpose and usable, in accordance with in accordance policies 1.1 and 1.2 of the adopted Core Strategy, and policies 6.1 and 6.13 of the London Plan (2016).",
    "| Details of the design of the building and car and cycle parking areas, hard and soft landscaping and bin storage areas to comply with the aims and objectives of Secured By Design and Secured Car Parks award shall be submitted to and approved by the Local Planning Authority prior to commencement of development (other than demolition, site clearance and survey work). The approved details shall be implemented before the first occupation of the relevant part of the development, and shall be permanently retained.",
    "Reason: In the interest of the safety of the occupiers and visitors to the premises, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.1 and 7.3 of the London Plan (2016), and Supplementary guidance \"Safer Ealing\".",
    "| No development shall commence until a scheme for the provision of surface water drainage works has been submitted to and approved in writing by the Local Planning Authority.  The drainage works shall be completed in accordance with the details and timetable agreed.",
    "Reason: To prevent the increased risk of flooding and to prevent pollution of controlled waters by ensuring the provision of a satisfactory means of surface water disposal, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.1, 5.2, 5.7 and 7.4 of the London Plan (2016)",
    "| The development hereby approved shall be fully accessible for people with disabilities, in accordance with the Council's standards as set out in Supplementary Planning Guidance 7 'Accessible Ealing'. These measures shall include internal layout, door widths and level access to the building and shall be in place prior to the occupation of any part of the development hereby approved and shall be retained thereafter.",
    "Reason: To ensure adequate provision for people with disabilities, in accordance with policy 7.1 and 7.2 of the London Plan (2016).",
    "| Prior to commencement of development on the site, other than site preparation works, site remediation or the formation of accesses, a detailed Energy Strategy shall be submitted to the Local Planning Authority and approved in writing and the approved strategy shall be implemented prior to the first occupation of the development and maintained in perpetuity. The Energy Strategy shall be based on either of the two preferred energy strategies outlined within the Energy Strategy Report (Version 3, dated 6 November 2012) prepared by Price and Myers, being either 1) connecting the development to the neighbouring energy centre, or 2) installation of an on-site 15kWe CHP unit.",
    "The Energy Strategy shall demonstrate that the scheme reduces the building's modelled carbon dioxide emissions by at least 31% against the minimum requirements of the Building Regulations Part L 2010, and that the carbon dioxide emissions associated with the total energy consumption of the building (regulated + unregulated energy) are reduced by at least 20% beyond the Part L 2010 Building Regulations compliant base case, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure the development is acceptable in terms of the Local Planning Authority's energy policies, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.1, 5.2, 5.3, 5.6, 5.7, 5.9 and 7.4 of the London Plan (2016).",
    "| Unless an alternative energy strategy is agreed in writing with the Local Planning Authority, details of the gas combined heat and power facility, which shall provide no less than 15kWe capacity, shall be submitted to and approved in writing by the Local Planning Authority prior to any commencement of works on site and the facility shall be installed and operational prior to first occupation of the development hereby approved.  The details submitted should include:",
    "a) its location; specification and operation/management strategy;",
    "b) flue location, height and design; and",
    "c) the method of how the facility shall be designed to allow for the future connection to any decentralised energy network.",
    "The development shall be carried out strictly in accordance with the details approved, and shall be maintained as such thereafter, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure the development is acceptable in terms of the Local Planning Authority's energy policies, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.1, 5.2, 5.3, 5.6, 5.7, 5.9 and 7.4 of the London Plan (2016).",
    "| An energy centre with a minimum size of at least 55sqm shall be installed and be operational prior to the first occupation of the development and shall thereafter serve all elements of this development unless an alternative energy strategy is otherwise agreed in writing with the Local Planning Authority.",
    "Reason:  In the interest of securing the centralised energy centre for the site and its sustainable connection to the development in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.1, 5.2, 5.3, 5.6, 5.7, 5.9 and 7.4 of the London Plan (2016).",
    "| The development should make provision for the right to connect to a future network, and details of such provision, shall be submitted to and approved in writing by the Local Planning Authority prior to any commencement of works on site.  The connection shall be installed and operational prior to first occupation of the development hereby approved.  Such provision shall take into account the following:",
    "The development shall proceed in accordance with the approved details and the approved sustainability measures shall be implemented and operational prior to first occupation of the development hereby approved, and shall be permanently retained and maintained thereafter.",
    "Reason:  In the interest of securing the centralised energy centre for the site and its sustainable connection to the development in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.1, 5.2, 5.3, 5.6, 5.7, 5.9 and 7.4 of the London Plan (2016).",
    "| The non-residential parts of the building hereby permitted shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on BREEAM 2011 Technical Guidance).  Within 3 months of the construction of the development (unless otherwise agreed in writing by the Local Planning Authority), details of an 'Interim Design Stage' assessment and related certification should be submitted, and acknowledged in writing by, the Local Planning Authority.",
    "Following the completion of the non-residential building, a BREEAM 'Post Construction Stage' assessment and related certification confirming the BREEAM standard has been achieved, shall be submitted to and approved by the Local Planning Authority for written approval confirming that the agreed sustainability measures have been achieved. Such measures shall be retained for the life of the development.",
    "Reason: To ensure the development is acceptable in terms of the Local Planning Authority's energy policies, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.1, 5.2, 5.3, 5.6, 5.7, 5.9 and 7.4 of the London Plan (2016).",
    "| Each dwelling hereby permitted shall be constructed to achieve a minimum Code for Sustainable Homes Level 4 of the Code for Sustainable Homes (based on November 2010 Technical Guide). Prior to commencement of development details of a 'Design Stage' assessment and related certification shall be submitted to and approved in writing by the Local Planning Authority.",
    "Following completion of the dwellings, a Code for Sustainable Homes 'Post Construction Stage' assessment and related certification provided by BRE confirming the Code Level that has been achieved, shall be submitted to and approved by the Local Planning Authority for written approval confirming that the agreed sustainability measures have been achieved. Such measures shall be retained for the life of the development.",
    "Reason: To ensure the development is acceptable in terms of the Local Planning Authority's energy policies, in accordance policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.1, 5.2, 5.3, 5.6, 5.7, 5.9 and 7.4 of the London Plan (2016).",
    "| The use and occupation of the building hereby approved shall not take place after 22:30 hours on Sundays to Thursdays and after 23:00 hours on Fridays and Saturdays and shall not commence until a maximum of 15 minutes before dawn on any day.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties, in accordance with the policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2016).",
    "| Amplified music or speech shall only be played within the building hereby approved during the hours of operation hereby allowed under condition 21.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties, in accordance with the policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2016).",
    "| With the exception of refuse and recycling collections, the delivery of goods to the site and other servicing of the site shall only be made during the period of 0700 - 2100 on Mondays to Saturdays, and not at all on Sundays or public holidays.",
    "Reason: To ensure highway safety and to protect the living conditions of neighbouring occupiers in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2016).",
    "| Details shall be submitted for the approval of the Local Planning Authority before any development is commenced, to demonstrate that the composite sound reduction index of the building envelope, Rw, will achieve the following criteria with windows shut and other means of ventilation provided:",
    "The background L90,15min linear noise level in any one third octave band from 50Hz to 160 Hz, and also the overall Linear L90 level, as previously measured at 1 m from the nearest façade of the nearest affected premises, shall not be increased when the amplified music or speech is played and the measurement is repeated in the same position, using L90 linear over any 5 minute period with the background and source operating together.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties, in accordance with the policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2016).",
    "| Details of the means of ventilation shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the ventilation systems are sufficient to ensure that no disturbance will be caused from the break out of noise.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties, in accordance with the policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2016).",
    "| Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the rating noise level emitted from the proposed external plant and machinery. Including kitchen extract equipment, at the proposed development, including mechanical ventilation plant, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties, in accordance with the policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2016).",
    "| Details shall be submitted for the approval of the Local Planning Authority, before the development is commenced, for the installation, operation, and maintenance of the best practicable extract system, including the provision of a suitable extract fan, odour control filtration equipment, a satisfactory discharge height, and the design of the terminal to discharge vertically without any cap or cover.  The details shall satisfy the advice at \"DEFRA, 2005:Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\".  The system, as approved, shall be completed before occupation and thereafter permanently retained and maintained.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties, in accordance with the policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2016).",
    "| Prior to the commencement of the development, details to satisfy the criteria specified at Supplementary Planning Guidance 10 shall be submitted to and approved by the Local Planning Authority, for the sound insulation of the building envelope around the dwellings and other sensitive community rooms and offices, against external transportation and commercial noise.  The details shall include ventilation measures to satisfy SPG10 also include the control of building services noise.  Such details as approved shall be implemented prior to the first occupation and thereafter permanently retained.",
    "Reason: In the interests of the amenity of future occupiers of the site, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2016)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/04/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07820788",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.32623589999999997,
          51.5102704
        ],
        [
          -0.32635349999999996,
          51.5102491
        ],
        [
          -0.32660069999999997,
          51.5102045
        ],
        [
          -0.3266268,
          51.5102754
        ],
        [
          -0.3268095,
          51.5102457
        ],
        [
          -0.3267663,
          51.5102855
        ],
        [
          -0.3267462,
          51.5103027
        ],
        [
          -0.3267232,
          51.5103222
        ],
        [
          -0.3266987,
          51.5103416
        ],
        [
          -0.3266861,
          51.5103518
        ],
        [
          -0.3266668,
          51.5103654
        ],
        [
          -0.32664679999999996,
          51.5103795
        ],
        [
          -0.3266261,
          51.5103927
        ],
        [
          -0.326615,
          51.5104002
        ],
        [
          -0.3265708,
          51.5104292
        ],
        [
          -0.3265258,
          51.5104579
        ],
        [
          -0.3264587,
          51.5104992
        ],
        [
          -0.3264455,
          51.5105071
        ],
        [
          -0.3264189,
          51.5105211
        ],
        [
          -0.3263925,
          51.5105356
        ],
        [
          -0.32637499999999997,
          51.5105443
        ],
        [
          -0.32636539999999997,
          51.5105491
        ],
        [
          -0.3263448,
          51.5105587
        ],
        [
          -0.326325,
          51.5105679
        ],
        [
          -0.3263045,
          51.5105766
        ],
        [
          -0.32628409999999997,
          51.5105848
        ],
        [
          -0.3262768,
          51.5105874
        ],
        [
          -0.32625919999999997,
          51.5105943
        ],
        [
          -0.326241,
          51.5106008
        ],
        [
          -0.3262227,
          51.5106069
        ],
        [
          -0.3262038,
          51.5106129
        ],
        [
          -0.3261885,
          51.5106172
        ],
        [
          -0.3261711,
          51.5106223
        ],
        [
          -0.3261346,
          51.5106308
        ],
        [
          -0.32610849999999997,
          51.5106371
        ],
        [
          -0.3260809,
          51.5106439
        ],
        [
          -0.3260384,
          51.5106245
        ],
        [
          -0.32601569999999996,
          51.5105765
        ],
        [
          -0.3260395,
          51.5105548
        ],
        [
          -0.3260113,
          51.5104982
        ],
        [
          -0.32597149999999997,
          51.510463
        ],
        [
          -0.32593000000000005,
          51.510373799999996
        ],
        [
          -0.3259107,
          51.5103317
        ],
        [
          -0.32591729999999997,
          51.5103305
        ],
        [
          -0.3259914,
          51.5103145
        ],
        [
          -0.3261074,
          51.5102936
        ],
        [
          -0.32623589999999997,
          51.5102704
        ]
      ]
    ],
    "type": "Polygon"
  }
}