{
  "uprn": "000012010557",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Ealing",
  "description": "Application for a Minor Material Amendment (S73) to vary condition 2 (approved drawings) of planning permission ref: PP/2015/4653 dated 08/05/2016 for 'Redevelopment of the site to provide for the construction of a part single storey, part two storey, part three storey and part four storey development including excavation to provide a basement level comprising 68sqm of B1(a) office space and 37 residential units (2x2 bed houses, 3x3 bed houses, 11x1 bed flats, 18x2 bed flats and 3x3 bed flats) including on-site amenity and play space, associated car parking, landscaping and refuse storage (following demolition of existing buildings)'",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "221649VAR",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "decision_date": "23/11/2022",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520604.9033434,
              181431.49503
            ],
            [
              520607.3026561,
              181431.1951159
            ],
            [
              520606.9975889,
              181429.2456739
            ],
            [
              520616.7020258,
              181427.6961174
            ],
            [
              520615.9434802,
              181411.8906417
            ],
            [
              520615.646658,
              181405.9023558
            ],
            [
              520612.9010526,
              181404.902642
            ],
            [
              520609.5040875,
              181403.9029282
            ],
            [
              520605.1506952,
              181404.902642
            ],
            [
              520603.2460861,
              181405.3025275
            ],
            [
              520589.5015692,
              181408.4516261
            ],
            [
              520587.3001379,
              181408.951483
            ],
            [
              520580.4484921,
              181410.5010395
            ],
            [
              520577.7523572,
              181411.1008678
            ],
            [
              520578.4202071,
              181413.5401695
            ],
            [
              520580.5969032,
              181421.4978917
            ],
            [
              520583.0044611,
              181430.3053705
            ],
            [
              520583.2188327,
              181431.5450157
            ],
            [
              520583.7382715,
              181431.4550415
            ],
            [
              520584.7029437,
              181432.6546981
            ],
            [
              520592.1977042,
              181431.2950872
            ],
            [
              520594.9515546,
              181433.0045979
            ],
            [
              520595.1989064,
              181433.154555
            ],
            [
              520604.9033434,
              181431.49503
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": null,
  "locality": "London",
  "application_type": "All Other",
  "street_name": "Rosebank Way",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "14/04/2022",
  "actual_commencement_date": null,
  "development_type": "Major dwellings",
  "lapsed_date": "23/11/2025",
  "decision_target_date": "30/11/2022",
  "id": "Ealing-221649VAR",
  "centroid_northing": 181362,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "Rosebank",
  "postcode": "W3 6TT",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/221649VAR;",
  "site_number": null,
  "ward": "East Acton",
  "centroid_easting": 520552,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012010557, 000012142130, 000012189316, 000012189317, 000012189318, 000012189319, 000012189320, 000012189321, 000012189322, 000012189323, 000012189324, 000012189325, 000012189326, 000012189327, 000012189328, 000012189329, 000012189330, 000012189331, 000012189332, 000012189333, 000012189334, 000012189335, 000012189336, 000012189337, 000012189338, 000012189339, 000012189340, 000012189341, 000012189342, 000012189343, 000012189344, 000012189345, 000012189346, 000012189347, 000012189348, 000012189349, 000012189350, 000012189351, 000012189352, 000012189353, 000012189354, 000012189355, 000012189356"
    ],
    "site_area": 0.08700000000000001
  },
  "last_updated": "2025-03-20T11:49:55.260+00:00",
  "status": "Approved",
  "last_date_consultation_comments": null,
  "centroid": {
    "lat": 51.518324,
    "lon": -0.263946
  },
  "pp_id": "PP-11186734",
  "parking_details": null,
  "last_updated_by": "CSV Data Import",
  "epc_number": null,
  "decision_conditions": [
    "The hereby approved amendments to the original scheme (ref: PP/2015/4653) shall be completed within 24 months from the date of this consent unless agreed in writing with the LPA, otherwise planning permission will lapse.",
    "Reason: In the interests of the amenities of future occupiers in accordance with policy D6 of the London Plan (2021) and policy 3.5 of the Ealing Development Management DPD (2013). | The development hereby approved shall be carried out in accordance with drawing title numbers and documents: 6476-ARC-DR-A-0999 Proposed Site Plan - Lower Ground Floor, 6476-ARC-DR-A-1000 Rev P1 GA Proposed Site Plan - Ground Floor, 6476-ARC-DR-A-1001 GA Proposed Site Plan - First Floor, 6476-ARC-DR-A-1002 GA Proposed Site Plan - Second Floor, 6476-ARC-DR-A-1003 GA Proposed Site Plan - Third Floor, 6476-ARC-DR-A-1004 GA Proposed Site Plan - Roof, 515-GA-1030 GA Proposed Site Section AA Rev C, 515-GA-1031 GA Proposed Site Section BB Rev C, 515-GA-1032 GA Proposed Site Section CC Rev C, 515-GA-1040 GA Proposed Site Elevation North Block A - G Rev C, 515-GA-1041 GA Proposed Site Elevation South Block A -F 1:500 Rev C, 515-GA-1042 GA Proposed Site Elevation North D - F Rev C, 515-GA-1043 GA Proposed Site Elevation North East Block D - F Rev C, 515-GA-1044 GA Proposed Site Elevation North East Block F Rev C, 515-GA-1200 GA Proposed Ground Floor Plan Block A & B Rev C, 515-GA-1201 GA Proposed First Floor Plan Block A & B Rev C, 515-GA-1202 GA Proposed Roof Plan Block A & B Rev C, 515-GA-1300 GA Proposed Section AA Block A Rev C, 515-GA-1301 GA Proposed Section BB Block B Rev C, 515-GA-1302 GA Proposed Section CC Block A & B Rev C, 6476-L(0)011 Rev B Proposed Elevations A & C, 6476-L(0)013 Rev B Proposed Elevations B & D-L, 6476-ARC-DR-A-2199 Rev P1 GA Lower Ground Floor Plan Block C & D, 515-GA-2200 GA Proposed Ground Floor Plan Block C & D Rev C, 515-GA-2201 GA Proposed First Floor Plan Block C & D Rev C, 515-GA-2202 GA Proposed Second Floor Plan Block C & D Rev C, 515-GA-2203 GA Proposed Roof Plan Block C & D Rev C, 515-GA-2300 GA Proposed Section AA Block C Rev C, 515-GA-2301 GA Proposed Section BB Block D Rev C, 515-GA-2302 GA Proposed Section CC Block C & D Rev C, 6476-L(0)017 Rev B Blocks C-D Proposed Elevations D & E, 6476-L(0)015 Rev B Proposed Elevations A B & C, 515-GA-2402 GA Proposed West Elevation Block C 1:200 Rev C, 515-GA-2403 GA Proposed East Elevation Block C Rev C, 515-A2404 GA Proposed West Elevation Block D Rev C, 515-GA-3199 GA Proposed Lower Ground Floor Plan Block E & F Rev C, 6476-ARC-DR-A-3200 GA Ground Floor Plan Block E & F, 6476-ARC-DR-A-3201 GA First Floor Plan Block E & F, 6476-ARC-DR-A-3202 GA Second Floor Plan Block E & F, 6476-ARC-DR-A-3203 GA Third Floor Plan Block E & F, 6476-ARC-DR-A-3204 GA Roof Plan Block E & F, 6476-ARC-DR-A-3300 GA Section AA Block E, 515-GA-3301 GA Proposed Section BB Block F Rev C, 6476-ARC-DR-A-3302 GA Section EE Block E & F, 515-GA-3402 GA Proposed East Elevation Block E Rev C, 515-GA-3403 GA Proposed East Elevation 1 Block F Rev C, 515-GA-3404 GA Proposed East Elevation 2 Block F Rev C, 515-GA-4200 GA Proposed Ground Floor Plan Block G Commercial Unit 1:200 Rev C, 515-GA-4201 GA Proposed First Floor Plan Block G Commercial Unit Rev C, 515-GA-4400 GA Proposed North Elevation Block G Commercial Unit 1:200 Rev C, 515-GA-4401 GA Proposed South Elevation Block G Commercial Unit Rev C, 515-GA-4402 GA Proposed East Elevation Block G Commercial Unit Rev C, 515-GA-4403 GA Proposed West Elevation Block G Commercial Unit Rev C, and 455.003 Rev A Hard Landscape Proposals.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Prior to the first occupation of the hereby approved development hard and soft landscaping and sustainable urban drainage systems shall be delivered in accordance with the details approved under application reference 181248CND save for the artificial foliage to be provided adjacent to the basement lightwells at ground floor level.",
    "Details of artificial foliage to be provided adjacent to the basement lightwells at ground floor level shall be submitted to and approved by the Local Planning Authority prior to the first occupation of the hereby approved development.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the Ealing Development (Core) Strategy (2012), policies D3, D4 and D8 of the London Plan (2021) and policy 7.4 of the Ealing Development Management DPD (2013). | Prior to the first occupation of the hereby approved development, the treatment, finishes and design of all outdoor communal areas specified in the approved details under application reference 181492CND shall be fully installed on site.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the Ealing Development (Core) Strategy (2012), policies D3, D4 and D8 of the London Plan (2021) and policy 7.4 of the Ealing Development Management DPD (2013). | Prior to occupation of the hereby approved development, the common boundary treatments, specified in the approved details under application reference 181495CND shall be fully installed on site.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the Ealing Development (Core) Strategy (2012), policies D3, D4 and D8 of the London Plan (2021) and policy 7.4 of the Ealing Development Management DPD (2013). | Refuse and recycling storage areas indicated on drawing reference 6476-ARC-DR-A-1000 Rev P1, 515-GA-1200 Rev C, 515-GA-2200 REV C and 6476-ARC-DR-A-3200 shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To ensure adequate refuse storage provision in accordance with policy SI 7 of the London Plan (2021). | Notwithstanding the content of the acoustic report prepared by Sandy Brown consultants, ref: 15026-R01-B, dated 3 August 2015. The approved residential development shall achieve compliance with Ealing SPG10. The works, as approved, shall be completed prior to the first occupation of the development and thereafter permanently retained.",
    "Reason: In the interests of the acoustic environment of occupiers of the development and nearby properties, in accordance with Ealing SPG 10, policy 1.1(j) of the Ealing Development (Core) Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policy D14 of the London Plan (2021) and the National Planning Policy Framework (2021). | The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the acoustic environment of occupiers of the development and nearby properties, in accordance with Ealing SPG 10, policy 1.1(j) of the Ealing Development (Core) Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policy D14 of the London Plan (2021) and the National Planning Policy Framework (2021). | The development scheme shall provide filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides in the external air. The ventilation system shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: In the interests of the internal environment of the development in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policies 3.5 and 7A of the Ealing Development Management DPD (2013), policy SI 1 of the London Plan (2021) and the National Planning Policy Framework (2021). | Prior to the first occupation of the hereby approved development, the remediation measures in the contaminated land remediation scheme as approved under application reference 185039CND shall be fully completed on site.",
    "Reason: To protect the health and living conditions of residents in accordance policy D3 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012), and the National Planning Policy Framework (2021). | Each dwelling shall include the installation of an Ultra-Low NOx boilers that is compliant with the NOx (g/m²) benchmarks set out at Appendix 5 of the Mayor's Sustainable Design and Construction SPG. The boilers shall be installed prior to the first occupation.",
    "Reason: To minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies SI 1 and SI 2 of the London Plan (2021), the Mayor's Sustainable Design and Construction SPG; policies 1.1(e) and (j) of Ealing's Development (Core) Strategy (2012) and policy 7A of the Ealing Development Management DPD (2013). | Vibration from demolition, breaking of concrete and piling etc., as measured in the vertical direction on any floor in surrounding noise sensitive buildings, shall not exceed an overall peak particle velocity level of 1mm/s.",
    "Reason: In the interests of the amenity of adjoining occupiers, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy (2012), policy D14 of the London Plan (2021) and policy 7A of the Ealing Development Management DPD (2013). | The design of the building shall comply with the aims and objectives of the Secured By Design standards before the first occupation of the development, and shall be permanently retained.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder and to improve pedestrian accessibility in accordance with policies 1.1 (e) of the Ealing Core Strategy (2012), policy 7.3 of the Ealing Development Management DPD (2013), and policy D11 of the London Plan (2021). | The Construction Logistics Plan as approved under application reference 173498CND shall be implemented during any construction works on site and the site shall be managed in accordance with the approved plan for the duration of construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy (2012), policy D3, D6, T3 and T7 of the London Plan (2021) and policy 7A of the Ealing Development Management DPD (2013). | The details and mitigation measures set out in the approved Travel Plan under application reference 178350CND shall be implemented at the first use of the development hereby permitted, and shall be retained in operation thereafter.",
    "Reason: To promote sustainable patterns of transport and in the interests of highway and pedestrian safety accordance with policies 1.1 & 2.8 of the Ealing Development (Core) Strategy (2012), policies T1, T2, T4, T5 and T6 of the London Plan (2021), and the National Planning Policy Framework (2021). | The on-site car parking spaces shall be managed in accordance with the details and methodology set out in the Car Park Management Plan as approved under application reference 178802CND.",
    "Reason: To promote sustainable patterns of transport and in the interests of highway and pedestrian safety accordance with policies 1.1 & 2.8 of the Ealing Development (Core) Strategy (2012), policies T1, T2, T4, T5 and T6 of the London Plan (2021), and the National Planning Policy Framework (2021). | The drainage works detailed in the Drainage Strategy as approved under application reference 164110CND shall be fully installed and operational on site ptrior to the discharge of foul or surface water into the public drainage system.",
    "Reason: To ensure that sufficient capacity is made available to cope with the new development and to avoid adverse environmental impact on neighbouring occupiers in accordance with policies SI5 and SI 13 of the London Plan (2015) and policies 1(e) and (k) of the Ealing Development (Core) Strategy (2012). | Any piling must be undertaken in accordance with the details and methodology set out in the Piling Method Statement approved under application reference 164112CND.",
    "Reason: In the interests of protecting underground water and sewerage utility infrastructure in accordance with policy SI 5 of the London Plan (2021) and policies 1(e) and (k) of the Ealing Development (Core) Strategy (2012). | The servicing of the development shall be operated strictly in accordance with the Delivery and Servicing Plan approved under application reference 178368CND. No changes from the approved plan shall take place without the prior written consent of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To ensure that the resulting servicing arrangements are satisfactory in terms of their impact on adjoining uses and highway safety and the free flow of traffic in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy (2012) and policies D14, T3 and T7 of the London Plan (2021). | A minimum of 63 cycle parking space shall be provided onsite as indicated on drawing reference drawing reference 6476-ARC-DR-A-1000 Rev P1, 515-GA-1200 Rev C, 515-GA-2200 REV C and 6476-ARC-DR-A-3200, and brought into use prior to the first occupation of the development permitted and retained permanently thereafter. The cycle parking facilities shall only be used by the residents of the development hereby permitted. The residential cycle storage areas shall be secure, sheltered and adequately lit.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy T5 of the London Plan (2021). | The car parking spaces including four Blue Badge parking and Electric Vehicle Charging Points (EVCPs) shown on the approved plan reference 455.003 Rev A shall be laid out prior to first occupation of any of the unit hereby permitted and permanently retained without obstruction. The car parking facilities shall only be used by the residents of the development hereby permitted.",
    "Reason: To ensure that there is adequate provision for car parking within the site in accordance with policy T6 of the London Plan (2021). | The development shall be designed to achieve a water use target of no more than 105 litres per person per day and the commercial use shall also incorporate water saving measures and equipment.",
    "Reason: To ensure the sustainable use of water, in accordance with policy SI 5 of the London Plan (2021). | Prior to the final completion of the development, the approved scheme shall incorporate and maintain measures stated in the Sustainability Statement (Final) prepared by WSP | Parsons Brinckerhoff in January 2016.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI 1, SI 2 and SI 3 of the London Plan (2021), policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012), policies 5.2 and 7A of the Ealing Development Management DPD (2013), and the Mayor's Sustainable Design and Construction SPG. | Prior to the first occupation of the hereby approved development, the measures set out in the Sustainability Statement (Final) (January 2016) and other supporting documentation, all prepared by WSP | Parsons Brinckerhoff shall be fully installed on site.",
    "Reason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies SI 1, SI 2 and SI 3 of the London Plan (2021), policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012), policies 5.2 and 7A of the Ealing Development Management DPD (2013), and the Mayor's Sustainable Design and Construction SPG. | The overheating mitigation measures identified in the Overheating Analysis as approved under application reference 166612REM shall be fully installed and operational prior to the first occupation of the hereby approved development.",
    "Reason: To ensure that the development is energy efficient and to reduce the risk of overheating in accordance with policies SI 2 and SI 4 of the London Plan (2021), the Ealing Development (Core) Strategy (2012) and policy 5.2 of the Ealing Development Management DPD (2013). | The hours of operation for any Class B1 use of the Block G building shall be restricted to the hours of 08:00 - 19:00 Monday to Saturday, and at no time on Sundays and public holidays.",
    "Reason: To protect the amenity of the neighbouring residential properties in accordance with policies with policies 7A and 7B of the Ealing Development Management Plan (2013), policy 1.1(e) of the Ealing Development (Core) Strategy (2012) and polices D14 and T7 of the London Plan (2021). | Deliveries of goods to, and waste collections from, the proposed development shall only take place during the period 0800 - 1800 hrs on Mondays to Saturdays and at no time on Sundays and Public Holidays.",
    "Reason: To protect the amenity of the neighbouring residential properties in accordance with policies with policies 7A and 7B of the Ealing Development Management Plan (2013), policy 1.1(e) of the Ealing Development (Core) Strategy (2012) and polices D14 and T7 of the London Plan (2021). | Notwithstanding the provisions of Class O and P of Part 3 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 2015 (or any subsequent order revoking and re-enacting that Order with or without modifications), no change of use from office to dwellinghouses shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To ensure orderly development, in accordance with policies 1.1 (g) (h), 1.2 (f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), and policies D3 and D6 of the London Plan (2021). | The details and methodology stipulated in the reptile method statement approved under application reference 164116CND shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved statement for the duration of construction.",
    "Reason: In the interests of the preservation of protected species in accordance with the National Planning Policy Framework (2021), policy G6 of the London Plan (2021) and policy 5.4 of Ealing Development Strategy (2012)."
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2631367,
          51.5189385
        ],
        [
          -0.2631022,
          51.5189353
        ],
        [
          -0.2631073,
          51.5189178
        ],
        [
          -0.262968,
          51.5189018
        ],
        [
          -0.2629843,
          51.5187599
        ],
        [
          -0.26299069999999997,
          51.5187062
        ],
        [
          -0.2630306,
          51.5186978
        ],
        [
          -0.2630798,
          51.5186895
        ],
        [
          -0.2631422,
          51.5186994
        ],
        [
          -0.2631695,
          51.5187034
        ],
        [
          -0.2633664,
          51.5187346
        ],
        [
          -0.26339799999999997,
          51.5187396
        ],
        [
          -0.2634961,
          51.518755
        ],
        [
          -0.2635348,
          51.518761
        ],
        [
          -0.2635243,
          51.5187827
        ],
        [
          -0.2634902,
          51.5188538
        ],
        [
          -0.2634526,
          51.5189324
        ],
        [
          -0.263449,
          51.5189435
        ],
        [
          -0.2634416,
          51.5189426
        ],
        [
          -0.2634273,
          51.5189532
        ],
        [
          -0.2633198,
          51.5189394
        ],
        [
          -0.2632795,
          51.5189542
        ],
        [
          -0.2632759,
          51.5189554
        ],
        [
          -0.2631367,
          51.5189385
        ]
      ]
    ],
    "type": "Polygon"
  }
}