{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48970589999999997,
          51.5401435
        ],
        [
          -0.4897165,
          51.5402257
        ],
        [
          -0.48972059999999995,
          51.5402745
        ],
        [
          -0.48972319999999997,
          51.5403102
        ],
        [
          -0.4898028,
          51.5404421
        ],
        [
          -0.4897471,
          51.5404533
        ],
        [
          -0.4896966,
          51.540365800000004
        ],
        [
          -0.48968459999999997,
          51.540324
        ],
        [
          -0.48968029999999996,
          51.5402823
        ],
        [
          -0.489641,
          51.540145
        ],
        [
          -0.48970589999999997,
          51.5401435
        ]
      ]
    ],
    "type": "Polygon"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              504837.0835,
              183440.9008
            ],
            [
              504836.1575,
              183450.0289
            ],
            [
              504835.7606,
              183455.4529
            ],
            [
              504835.496,
              183459.4217
            ],
            [
              504829.6751,
              183473.9738
            ],
            [
              504833.5116,
              183475.2967
            ],
            [
              504837.2158,
              183465.6394
            ],
            [
              504838.1418,
              183461.0092
            ],
            [
              504838.5387,
              183456.3789
            ],
            [
              504841.5814,
              183441.1654
            ],
            [
              504837.0835,
              183440.9008
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "epc_number": "9262-2870-7806-9191-9215",
  "decision_process": "Delegated",
  "locality": null,
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "10/2023",
        "intended_commencement_date": "07/2023"
      }
    ],
    "total_gia_gained": 8.49,
    "site_area": 0.013000000000000001,
    "total_gia_lost": 0,
    "total_gia_existing": 60.46,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 60.46,
        "use_class": "C3",
        "gia_gained": 8.49,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 8.49,
      "total_gia_lost": 0,
      "total_gia_existing": 60.46
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private"
  },
  "decision_agency": "Borough",
  "decision_target_date": "30/06/2023",
  "centroid": {
    "lat": "51.5402974",
    "lon": "-0.4897164"
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "uprn": null,
  "development_type": null,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "borough": "Hillingdon",
  "ward": "UXBRIDGE 2022",
  "last_date_consultation_comments": "31/05/2023",
  "bo_system": "CSV Data Import",
  "application_type_full": "Full planning permission",
  "valid_date": "04/05/2023",
  "site_number": null,
  "appeal_decision": null,
  "centroid_northing": 183458,
  "postcode": "UB8 2XB",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number 210.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "centroid_easting": 504836,
  "decision_date": "30/06/2023",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Hillingdon",
  "id": "Hillingdon-78010_APP_2023_1312",
  "lpa_app_no": "78010/APP/2023/1312",
  "parking_details": null,
  "appeal_start_date": null,
  "site_name": "16 CULVERT LANE",
  "appeal_decision_date": null,
  "lapsed_date": "30/06/2026",
  "description": "Erection of a front porch and single storey rear extension following the demolition of the existing front porch and rear extension.",
  "street_name": "UXBRIDGE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78010/APP/2023/1312",
  "pp_id": "12136541",
  "title_number": null,
  "decision": "Approved",
  "application_type": "All Other",
  "status": "Approved",
  "last_updated": "2025-03-19T03:25:03.527+00:00",
  "date_building_work_started_under_previous_permission": null,
  "subdivision_of_building": null
}