{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554121.411,
              190253.484
            ],
            [
              554111.454,
              190250.91
            ],
            [
              554109.964,
              190252.062
            ],
            [
              554109.084,
              190253.552
            ],
            [
              554107.661,
              190261.341
            ],
            [
              554107.458,
              190261.341
            ],
            [
              554107.119,
              190263.034
            ],
            [
              554106.916,
              190265.541
            ],
            [
              554106.916,
              190267.776
            ],
            [
              554107.797,
              190270.824
            ],
            [
              554108.677,
              190273.601
            ],
            [
              554111.319,
              190275.159
            ],
            [
              554121.411,
              190253.484
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "09920775",
  "appeal_status": null,
  "last_updated": "2025-03-20T20:06:24.463+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "12/07/2021",
  "secondary_street_name": "Romford",
  "appeal_start_date": null,
  "ward": "Harold Wood",
  "centroid": {
    "lat": "51.5901293",
    "lon": "0.2233231"
  },
  "decision": "Approved",
  "valid_date": "17/06/2021",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Havering",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 35.7,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "08/2021",
    "intended_completion_date": "10/2021",
    "site_area": 0.02
  },
  "cil_liability": false,
  "postcode": "RM3 0WW",
  "title_number": [
    "Unregistered"
  ],
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1164.21",
  "lpa_name": "Havering",
  "site_name": "29 Ewan Road",
  "lapsed_date": "12/11/2024",
  "parking_details": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed flank window to the rear bedroom with the juliette balcony as shown on drawings nos. 03 and 05 shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The applicant should note that planning permission is not needed for a a new or replacement driveway of any size provding it uses permeable (or porous) surfacing which allows water to drain through, such as gravel, permeable concrete block paving or porous asphalt, or if the rainwater is directed to a lawn or border to drain naturally.",
    "If the surface to be covered is more than five square metres planning permission will be needed for laying traditional, impermeable driveways that do not provide for the water to run to a permeable area. Should you require a Certificate of Lawfulness to ensure that you have correctly interpreted the permitted development legislation then you can apply to Local Planning Authority for this.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Nazarov (Agent) by phone and e-mail. The revisions involved providing a parking space within the site.. The amendments were subsequently submitted on 04-11-21."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Part two storey, part single storey side/rear extension involving 2 rear Juliette balconies, conversion of integral garage to habitable use and to include alterations to front elevation",
  "lpa_app_no": "P1164.21",
  "decision_target_date": "12/11/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021372988",
  "decision_date": "12/11/2021",
  "id": "Havering-P1164.21",
  "centroid_northing": 190261,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 554113,
  "street_name": "Harold Wood",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2234411,
          51.5900594
        ],
        [
          0.2232963,
          51.590039
        ],
        [
          0.22327539999999998,
          51.5900498
        ],
        [
          0.2232633,
          51.5900634
        ],
        [
          0.22324619999999998,
          51.5901338
        ],
        [
          0.22324329999999998,
          51.5901338
        ],
        [
          0.2232391,
          51.5901491
        ],
        [
          0.2232373,
          51.5901717
        ],
        [
          0.2232383,
          51.5901918
        ],
        [
          0.2232523,
          51.590219
        ],
        [
          0.2232662,
          51.5902437
        ],
        [
          0.223305,
          51.5902569
        ],
        [
          0.2234411,
          51.5900594
        ]
      ]
    ],
    "type": "Polygon"
  }
}