{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM4 1PB",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1821204,
          51.6124971
        ],
        [
          0.18216279999999999,
          51.6124842
        ],
        [
          0.1822016,
          51.6125614
        ],
        [
          0.1823544,
          51.6125635
        ],
        [
          0.1825026,
          51.6125509
        ],
        [
          0.18276119999999998,
          51.6124779
        ],
        [
          0.18270609999999998,
          51.6122255
        ],
        [
          0.18205939999999998,
          51.6122887
        ],
        [
          0.182078,
          51.6123468
        ],
        [
          0.1821204,
          51.6124971
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Bower House, Amana Trust",
  "centroid_easting": 551206,
  "pp_id": "12672786",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.139
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "T0150.23",
  "decision_date": "23/01/2024",
  "last_updated": "2025-03-20T11:43:51.194+00:00",
  "centroid_northing": 192652,
  "centroid": {
    "lat": "51.6123998",
    "lon": "0.182424"
  },
  "appeal_decision_date": null,
  "locality": "Romford",
  "ward": null,
  "bo_system": "CSV Data Import",
  "lapsed_date": "23/01/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "13/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100023517017",
  "decision_target_date": "24/01/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551184.66,
              192662.2
            ],
            [
              551187.64,
              192660.85
            ],
            [
              551190.07,
              192669.52
            ],
            [
              551200.64,
              192670.06
            ],
            [
              551210.94,
              192668.97
            ],
            [
              551229.09,
              192661.39
            ],
            [
              551226.11,
              192633.21
            ],
            [
              551181.13,
              192638.9
            ],
            [
              551182.22,
              192645.4
            ],
            [
              551184.66,
              192662.2
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Orange Tree Hill",
  "secondary_street_name": "Havering-atte-bower",
  "description": "T129 Acer has pockets of decay where old branches have been removed and appear to be joining up within the trunk, this is hollow as far as can be reached from a ground level survey. It is proposed to remove this tree as it over hangs the adjacent public footpath. T57 Weeping Ash is hollow and has a poor structural condition. Decay in the top of the trunk, where branches originate is evident. The branches may fail, due to the structural weakness, as such it is proposed to fell this tree to ground level. Larch trees, T61 and T62, will never become good specimens, as they are totally suppressed by T60, it is proposed to remove these trees as they will not become trees with good structural condition. T66 and T67 - A pair of birch trees close to the accommodation block have a poor structural condition and are physiologically moribund, as such it is proposed to remove these trees. T161 Alder is structurally poor due to decay in the trunk at 1.1M to 3M High. In addition the crown is unbalanced and hangs over the proposed building works, it is proposed to coppice it back to ground level below the decay. T83a Sycamore has deadwood throughout the crown and a poor structural condition, the dieback throughout the crown suggests possible past root damage, or root decline it is proposed to coppice the tree back to the main basal form as it overhangs the entrance road. T107 Cedar, has damage to the lowest limb on the western side. The species is prone to losing limbs during periods of adverse weather such as snow or high wind, thus it is proposed that the damaged limb would be removed.",
  "id": "Havering-T0150.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0150.23"
}