{
  "street_name": "Brook Gardens",
  "centroid_northing": 169759,
  "lapsed_date": "02/01/2025",
  "bo_system": "Idox Uniform",
  "site_name": "Mulberry",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "4",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": null,
  "valid_date": "08/11/2021",
  "decision_date": "02/01/2022",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "KT2 7ET",
  "title_number": [],
  "lpa_app_no": "21/03279/FUL",
  "uprn": "100021755053",
  "application_details": {
    "site_area": 0.085,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: CES"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021755053"
    ]
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_completion_date": null,
  "pp_id": "PP-10297500",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "03/01/2022",
  "last_updated_by": "Idox Uniform",
  "application_type_full": null,
  "lpa_name": "Kingston",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R0WM7MNHN4J00",
  "decision_conditions": [
    "The landscaping scheme of the development shall be implemented as approved under application 21/03196/CLC dated 03.12.2021 unless otherwise approved in writing by the Local Planning Authority and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The Construction logistics plan of the development shall be implemented as approved under application 21/03196/CLC dated 03.12.2021 unless otherwise approved in writing by the Local Planning Authority.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of planning permission ref: 20/02097/FUL dated 19.02.2021.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and application form of planning permission 20/02097/FUL dated 19.02.2021 unless specifically amended through this application or otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The garaging and/or car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates details of the proposed cycle parking facilities shall be provided and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "The refuse and recycling facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy SI2 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "No development above ground level shall take place until details of the implementation, adoption, maintenance and management of a sustainable drainage system have been submitted to and approved in writing by the local planning authority.  The system shall be implemented prior to occupation and thereafter managed and maintained in accordance with the approved details.  Those details shall include a timetable for its implementation, and a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public body or statutory undertaker, or any other arrangements to secure the effective operation of the sustainable drainage system throughout its lifetime.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy SI13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "The hard surfaces hereby approved shall be made of porous materials and retained thereafter or provision shall be made and retained thereafter to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the property.\r\rReason: To reduce the risk of flooding and pollution and increase the level of sustainability of the development and to comply with Policy SI13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "The residential unit hereby approved shall not be occupied until the development has been built in accordance with the requirements of Category 2 of the Building Regulations document titled 'Approved Document M - Access to and use of buildings' \r\rReason: In the interest of inclusive design and accessibility in accordance with Policy D5 of the London Plan 2021.\r",
    "The development hereby permitted shall be carried out in accordance with the approved Preliminary Ecological Appraisal prepared by CA Ecology (June 2020) and Bat Survey prepared by CA Ecology (September 2020) of planning permission 20/02097/FUL dated 19.02.2021.\r\rReason: To safeguard and protect the sites biodiversity and nature conservation value in accordance with Policy DM6 (Biodiversity) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby permitted shall be carried out in accordance with the Arboricultural Impact Assessment & Method Statement prepared by Harrison Arboriculture (August 2020) for planning permission 20/02097/FUL dated 19.02.2021.\r\rReason:  In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r"
  ],
  "id": "Kingston-21_03279_FUL",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 520053,
  "description": "Variation of Condition 1 (Approved Plans) of Planning Permission ref: 20/02097/FUL (Demolition of existing dwelling and erection of a replacement dwelling) dated 19/02/2021. Variations to consist of amendments to materials, removal of chimney and revisions to fenestration",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.275071,
    "lat": 51.414149
  },
  "last_updated": "2025-05-05T17:40:36.848Z",
  "decision_agency": null,
  "ward": "Coombe Hill - OLD",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.275049,
          51.414162
        ],
        [
          -0.27505,
          51.414135
        ],
        [
          -0.275093,
          51.414136
        ],
        [
          -0.275092,
          51.414163
        ],
        [
          -0.275049,
          51.414162
        ]
      ]
    ],
    "type": "Polygon"
  }
}