{
  "uprn": "000128001262",
  "street_name": "Beechwood Close",
  "centroid_easting": 517604,
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "decision_agency": null,
  "application_details": {
    "site_area": 0.14400000000000002,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128001262"
    ]
  },
  "lpa_app_no": "21/03344/FUL",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "30/12/2021",
  "locality": null,
  "appeal_status": null,
  "last_date_consultation_comments": "14/12/2021",
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development hereby permitted shall begin be commenced within 3 years from the date of the permission (ref: 20/00637/FUL) dated 12 May 2020.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990.\r",
    "Development shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking spaces shown on the approved drawing shall be provided with a hard-bound, dust-free surface, adequately drained before the development is occupied for the purpose hereby permitted. The respective areas shall be kept free from obstruction at all times, and shall not thereafter be used for any other purposes other than those shown on the approved drawing.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of Schedule 2, Part 3 of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking or re-enacting this Order) the proposed development hereby permitted shall solely be used for the parking of motor cars and for no other vehicles.\r\rReason: To enable the Local Planning Authority to exercise control of the use of the development in order to safeguard the amenities of the area in accordance with Policies DM10 (Design Requirements for New Developments including House Extensions).\r",
    "The garages hereby approved shall solely be used for the parking of motor cars and for no other vehicles, and for no other purpose as defined in the Town and Country Planning (Use Classes) Order 1987 (as amended) or in any provision equivalent to that Class in any statutory instruction revoking and reenacting that Order (with or without modification), without written consent from the Local Planning Authority first being obtained.\r\rReason: To enable the Local Planning Authority to exercise control of the use of the development in order to safeguard the amenities of the area in accordance with Policies DM10 (Design Requirements for New Developments including House Extensions).\r\r",
    "For the avoidance of doubt, this planning permission is for the parking of motor cars only and does not approve repairs, servicing, valeting, car washing, or other ancillary motor-related functions, unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: In order for the Local Planning Authority to control the intensity of use at the premises, in the interests of managing disturbance and the amenities of the area in accordance with Policies DM10 (Design Requirements for New Developments including House Extensions).\r"
  ],
  "valid_date": "04/11/2021",
  "subdivision_of_building": null,
  "polygon": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R1842FNHFHR00",
  "title_number": [],
  "decision_date": "30/12/2021",
  "id": "Kingston-21_03344_FUL",
  "ward": "Surbiton Hill - OLD",
  "development_type": "Minor all other minor developments",
  "cil_liability": false,
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_decision": null,
  "site_name": "Terrapins",
  "lapsed_date": "30/12/2024",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to amend Condition 1 (Approved Plans) of planning permission ref: 20/00637/FUL (Erection of a block of 4 garages) dated 12/05/2020. Variation to reduce number of garages from four to three",
  "pp_id": "PP-10317539",
  "actual_completion_date": null,
  "centroid_northing": 166711,
  "bo_system": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-05-05T17:40:55.206Z",
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "decision": "Approved",
  "postcode": "KT6 6NB",
  "site_number": null,
  "last_updated_by": "Idox Uniform",
  "centroid": {
    "lat": 51.387267,
    "lon": -0.311279
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311257,
          51.38728
        ],
        [
          -0.311258,
          51.387253
        ],
        [
          -0.311301,
          51.387254
        ],
        [
          -0.3113,
          51.387281
        ],
        [
          -0.311257,
          51.38728
        ]
      ]
    ],
    "type": "Polygon"
  }
}