{
  "last_date_consultation_comments": null,
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "development_type": "Other house holder developments",
  "decision_date": "03/11/2021",
  "pp_id": "PP-10239589",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Kingston-21_03072_HOU",
  "last_updated": "2025-05-05T17:39:44.480Z",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518881,
  "decision_target_date": "18/11/2021",
  "parking_details": null,
  "polygon": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [],
  "secondary_street_name": null,
  "valid_date": "23/09/2021",
  "centroid": {
    "lon": -0.291464,
    "lat": 51.426511
  },
  "site_number": "361",
  "ward": "Tudor - OLD",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "uprn": "100021765568",
  "lpa_app_no": "21/03072/HOU",
  "status": "Approved",
  "description": "Demolition of existing single storey detached building and replacement with a single storey detached building with basement level residential annexe ancillary to main dwelling",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "KT2 5LY",
  "centroid_northing": 171107,
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_type": "Householder",
  "locality": null,
  "site_name": "",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the outbuilding to which this permission relates shall only be used for purposes ancillary to the use of the site as a single family dwelling (ancillary to 361 Park Road) and for no other purposes whatsoever (including any other purposes falling within C3 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification).\r\rReason: The acceptability of the development is highly dependent upon the exact nature of the use of the building and other uses, whether within the same use class or permitted by the General Permitted Development Order, are unlikely to be acceptable in planning terms.\r",
    "Prior to the commencement of any development below ground level, a sustainable drainage strategy and associated detailed design, management and maintenance plan for surface water drainage at the site using SuDS methods shall be submitted to and approved in writing by the Local Planning Authority. The approved drainage system shall be implemented in accordance with the approved sustainable drainage strategy prior to the beneficial occupation of the development and permanently retained thereafter.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy SI.13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r",
    "Prior to commencement of any development on site other than the demolition of the existing structure, but prior to the removal of any debris / demolition waste from the site resulting from the development hereby approved, a Construction Management Plan detailing the following:\r\r(a)\tProvision for loading/unloading materials.\r(b)\tStorage of plant, materials and operatives vehicles.\r(c)\tSigning system for works traffic.\r(d)\tMeasures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(e)\tMeans of enclosure of the site.\r(f)\tWheel washing equipment.\r(g)\tThe parking of vehicles of the site operatives and visitors\r(h)\tThe erection and maintenance of security hoarding.\r\rshall be submitted to the planning authority for written agreement. The development shall only be implemented in accordance with the details and measures approved as part of the construction management plan, which shall be maintained throughout the entire construction period.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "During the construction phase of the development, no works (including any deliveries) shall take place on site outside of the following hours:\r\r08:00 to 18:00 Monday to Friday\r09:00 to 13:00 on Saturdays\r\rNo works or deliveries whatsoever shall take place on Sundays or bank holidays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any excavation or subterranean development, a revised basement impact assessment, setting out the detailed design of the proposed basement, shall be submitted to and approved in writing by the local planning authority. The document shall consider:\r\ra. The methodology for constructing the basement, including the method of piling, and why these methods have been chosen\rb. Measures to reduce noise and vibration during construction\rc. The impact of the development on the risk of flooding from all sources, both to the site itself and elsewhere\rd. The impact of the development on land stability\rThe document shall also include a plan showing the exact location of where the piles are to be installed.\rThe development shall then be carried out in strict accordance with the approved details.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or  elsewhere, in accordance with policy D10 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r"
  ],
  "decision": "Approved",
  "street_name": "Park Road",
  "application_details": {
    "total_gia_gained": 85,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "06/2022",
    "intended_commencement_date": "01/2022",
    "site_area": 0.043000000000000003
  },
  "lapsed_date": "03/11/2024",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QZVNM8NHMVS00",
  "bo_system": "Idox Uniform",
  "appeal_status": null,
  "last_updated_by": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291442,
          51.426524
        ],
        [
          -0.291443,
          51.426497
        ],
        [
          -0.291486,
          51.426498
        ],
        [
          -0.291485,
          51.426525
        ],
        [
          -0.291442,
          51.426524
        ]
      ]
    ],
    "type": "Polygon"
  }
}