{
  "street_name": "Traps Lane",
  "centroid_northing": 169892,
  "lapsed_date": "20/12/2024",
  "bo_system": "Idox Uniform",
  "site_name": "Sylvania",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": null,
  "valid_date": "22/11/2021",
  "decision_date": "20/12/2021",
  "development_type": "Extension",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "KT3 4SG",
  "title_number": [],
  "lpa_app_no": "21/03704/NMA",
  "uprn": "100023060566",
  "application_details": {
    "site_area": 0.435,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.06.56\rTree ref: A11\rTree category: A\rDetails: M&C Order no: 06 Year: 1956"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.16.73\rTree ref: G1\rTree category: G\rDetails: RBK Order no: 16 Year: 1973"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.16.73\rTree ref: T5\rTree category: T\rDetails: RBK Order no: 16 Year: 1973"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52\rTree ref: T617\rTree category: T\rDetails: M&C Order no: 05 Year: 1952"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52\rTree ref: T615\rTree category: T\rDetails: M&C Order no: 05 Year: 1952"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52\rTree ref: T618\rTree category: T\rDetails: M&C Order no: 05 Year: 1952"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.52\rTree ref: T616\rTree category: T\rDetails: M&C Order no: 05 Year: 1952"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.16.73\rTree ref: T4\rTree category: T\rDetails: Fileno: 071"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.16.73\rTree ref: T6\rTree category: T\rDetails: Fileno: 071"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.16.73\rTree ref: T3\rTree category: T\rDetails: Fileno: 071"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.16.73\rTree ref: T7\rTree category: T\rDetails: Fileno: 071"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.16.73\rTree ref: T2\rTree category: T\rDetails: Fileno: 071"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.16.73\rTree ref: T1\rTree category: T\rDetails: Fileno: 071"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023060566"
    ]
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_completion_date": null,
  "pp_id": "PP-10347564",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "20/12/2021",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Non-Material Amendment",
  "lpa_name": "Kingston",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R2YRL6NHFZB00",
  "decision_conditions": [
    "Condition 5 of planning permission 19/01218/FUL is amended as follows:\r\rPrior to beneficial occupation of either phased Site to which this permission relates, a detailed landscaping and planting scheme, to include replanting of trees on a two-for-one basis to compensate for those lost as a result of the development, shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.\r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with\rPolicy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rCondition 6 of planning permission 19/01218/FUL is amended as follows:\rBoth phased Sites shall be carried out in strict accordance with \"Arboricultural Impact Assessment/Statement and Tree Protection Plan\" authored by Kim Gifford and dated 28 October 2019.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rCondition 9 of planning permission 19/01218/FUL is amended as follows:\rThe flat roof area(s) of the development to which this permission relates across both of the phased Sites (excluding areas reserved specifically for balconies on the approved plans) shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r\rCondition 12 of planning permission 19/01218/FUL is amended as follows:\rThe cycle parking facilities as shown on the approved plans shall be provided prior to beneficial occupation of each phase of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r\rCondition 15 of planning permission 19/01218/FUL is amended as follows:\rPrior to beneficial occupation of the each phase of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy SI.2 and policy SI.5 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r\rCondition 16 of planning permission 19/01218/FUL is amended as follows:\rThe garaging or car parking shown on the approved plans shall be provided with a hard-bound,\radequately-drained, dust-free surface prior to beneficial occupation of each phase of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies CS7 and DM9 of the LDF Core Strategy 2012.\r\rCondition 18 of planning permission 19/01218/FUL is amended as follows:\rNotwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no additions, enlargements or alterations as described in Classes A, B or C to Part 1 of Schedule 2 to that Order shall be carried out to any dwellinghouses on either of the phased sites unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure that the development retains a satisfactory appearance and to ensure satisfactory living conditions for neighbouring occupiers, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rCondition 19 of planning permission 19/01218/FUL is amended as follows:\rPrior to the beneficial occupation of each of the phased sites of the development to which this permission relates, the following windows shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable and any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale:\ra. Plot 1\ri. Pair of windows serving the ensuite, located centrally in the rear elevation at first floor level\rii. Dormer window serving the bedroom, located in the northern (flank) roof slope\rb. Plot 2\ri. Pair of windows serving the ensuite, located centrally in the rear elevation at first floor level\rii. Rear windows serving the bedrooms, located in the rear roof slope\rc. Plot 5\ri. Roof light located centrally in the rear roof slope\rd. Plot 6\ri. Roof light located centrally in the rear roof slope\r\rAny film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r\rCondition 21 of planning permission 19/01218/FUL is amended as follows:\rNotwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no outbuildings as described in Class E of Part 1 of Schedule 2 to that Order shall be carried out to any dwellinghouses on either of the phased sites unless otherwise agreed in writing by the local planning authority.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy D10 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r\rCondition 22 of planning permission 19/01218/FUL is amended as follows:\rPrior to beneficial occupation of each of the phased sites of the development to which this permission relates, the recommendations contained within Section 6 of Preliminary Ecological Appraisal dated February 2019, Section 6 of Bat Survey Report dated May 2019, and the \"Conclusions and Recommendations\" section of eDNA Survey dated 21 May 2019, shall be implemented in full and permanently retained thereafter.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies \r\rAll other conditions imposed on the original permission still apply.\r"
  ],
  "id": "Kingston-21_03704_NMA",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 521108,
  "description": "Non-Material Amendment to Planning Permission ref: 19/01218/FUL (Demolition of existing properties and redevelopment of the site providing 6x detached dwellings (4x 5 bed and 2x 3 bed units) with associated garages/car ports, parking, internal access road and associated landscaping) dated 23/07/2020. Amendment to consist of implementing a phased schedule of development",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.259862,
    "lat": 51.41512
  },
  "last_updated": "2025-05-05T17:42:25.486Z",
  "decision_agency": null,
  "ward": "Coombe Hill - OLD",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.25984,
          51.415133
        ],
        [
          -0.259841,
          51.415106
        ],
        [
          -0.259884,
          51.415107
        ],
        [
          -0.259883,
          51.415134
        ],
        [
          -0.25984,
          51.415133
        ]
      ]
    ],
    "type": "Polygon"
  }
}