{
  "last_date_consultation_comments": "11/11/2021",
  "epc_number": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "development_type": "Other house holder developments",
  "decision_date": "07/12/2021",
  "pp_id": "PP-10284335",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Kingston-21_03266_HOU",
  "last_updated": "2025-05-05T17:40:33.145Z",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521162,
  "decision_target_date": "07/12/2021",
  "parking_details": null,
  "polygon": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [],
  "secondary_street_name": null,
  "valid_date": "12/10/2021",
  "centroid": {
    "lon": -0.258326,
    "lat": 51.435115
  },
  "site_number": null,
  "ward": "Coombe Hill - OLD",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "uprn": "000128010903",
  "lpa_app_no": "21/03266/HOU",
  "status": "Approved",
  "description": "Partial demolition of existing single-storey rear extension with erection of new single-storey rear extension and associated changes to fenestration. Render to first floor front elevation. New boundary fence/wall and gate to front. Landscaping to front courtyard. Installation of new Solar Panels and air source heat pump",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "SW15 3RN",
  "centroid_northing": 172118,
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_type": "Householder",
  "locality": null,
  "site_name": "Orchard House",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).\r",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency. \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to above ground works manufacturers details of the living roof and its maintenance, as well details of the proposed plant species including size, maturity and layout shall have been submitted to and approved in writing by the local planning authority.  The approved works shall be carried out in the first planting season following the completion of the development and the living roof shall be permanently retained for that purpose.  Any plants which within a period of five years from the completion of the development die, are removed, or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species.\r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The rating level of the noise of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r"
  ],
  "decision": "Approved",
  "street_name": "Kingston Vale",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "10/2022",
    "intended_commencement_date": "04/2022",
    "site_area": 0.058
  },
  "lapsed_date": "07/12/2024",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R0URHNNHN4000",
  "bo_system": "Idox Uniform",
  "appeal_status": null,
  "last_updated_by": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.258304,
          51.435128
        ],
        [
          -0.258305,
          51.435101
        ],
        [
          -0.258348,
          51.435101
        ],
        [
          -0.258347,
          51.435128
        ],
        [
          -0.258304,
          51.435128
        ]
      ]
    ],
    "type": "Polygon"
  }
}