{
  "last_date_consultation_comments": null,
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "development_type": "Minor dwellings",
  "decision_date": "14/02/2022",
  "pp_id": "PP-10213228",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Kingston-21_03098_FUL",
  "last_updated": "2025-05-05T17:39:49.933Z",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520030,
  "decision_target_date": "19/11/2021",
  "parking_details": null,
  "polygon": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [],
  "secondary_street_name": null,
  "valid_date": "24/09/2021",
  "centroid": {
    "lon": -0.275587,
    "lat": 51.40922
  },
  "site_number": "66",
  "ward": "Coombe Vale - OLD",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "uprn": "100021761637",
  "lpa_app_no": "21/03098/FUL",
  "status": "Approved",
  "description": "Application for the amendment of Condition 6 (Permitted Development Rights) of Planning Permission ref: 19/01811/FUL to only retain restrictions otherwise permitted by Class B (additions etc to the roof of a dwellinghouse) of Part 1 of Schedule 2 of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking and/or re-enacting that Order).",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "KT1 3RS",
  "centroid_northing": 169210,
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_type": "All Other",
  "locality": null,
  "site_name": "",
  "decision_conditions": [
    "The approved development shall be carried out in accordance with the following drawings/details:\r\r615.00.2 Location Plan (Proposed)\r615.12 Rev B Proposed Site Plan\r615.13 Rev B Proposed Floor Plans\r615.14 Rev B Proposed Elevations \r615.15 Rev B Proposed Site Elevations and Sections\r\rReason: For avoidance of doubt and in the interests of proper planning.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of the original permission, 08/10/2019. \r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990. (As amended).",
    "The development shall be constructed in the approved facing materials as submitted in application 21/03334/CLC.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The approved construction management plan submitted in application 21/03334/CLC shall be adhered to throughout the construction period. \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "No building or use hereby permitted shall be occupied or the use commenced until the existing access to the development site from Arundle Road has been permanently stopped up and the footway reinstated in accordance with the approved plans. \r\rReason: In order to ensure highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no enlargement of the dwellinghouse consisting of an addition or alteration to its roof shall be made to the dwellinghouse(s) hereby permitted, without the express permission in writing of the council. \r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the north west facing and south east facing elevations (and situated on the first and second floors and roof) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The approved landscaping scheme submitted in application 21/03334/CLC shall be adhered to throughout the construction period. \r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012."
  ],
  "decision": "Approved",
  "street_name": "Kenley Road",
  "application_details": {
    "site_area": 0.038000000000000006,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021761637"
    ]
  },
  "lapsed_date": "14/02/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QZXTEPNHMWO00",
  "bo_system": "Idox Uniform",
  "appeal_status": null,
  "last_updated_by": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.275565,
          51.409233
        ],
        [
          -0.275566,
          51.409206
        ],
        [
          -0.275609,
          51.409206
        ],
        [
          -0.275608,
          51.409233
        ],
        [
          -0.275565,
          51.409233
        ]
      ]
    ],
    "type": "Polygon"
  }
}