{
  "centroid_northing": 169684,
  "status": "Commenced",
  "cil_liability": true,
  "appeal_decision_date": null,
  "centroid_easting": 520324,
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "site_area": 0.04,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021776561"
    ]
  },
  "valid_date": "04/01/2022",
  "lpa_app_no": "21/03831/FUL",
  "bo_system": "Idox Uniform",
  "application_type": "All Other",
  "last_updated": "2025-05-05T17:42:57.163Z",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years of Planning Permission Reference: 17/15145/FUL, dated 11/01/2018.\r\rReason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The garage or car parking accommodation shown upon the approved drawings shall be provided with a hard-bound dust-free surface, adequately drained before the development to which it relates is occupied and thereafter shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be in accordance with those details approved in writing by the Local Planning Authority under reference 20/02144/CLC relating to secure cycle parking facilities for the occupants of, and visitors to, the development. These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "All works on site shall take place in accordance with those site operation details approved in writing by the Local Planning Authority under reference 20/02144/CLC.  \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall only be implemented in accordance with the details and measures within the Construction Management Plan as approved in writing by the Local Planning Authority under reference 20/02144/CLC. \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be in accordance with those details approved in writing by the Local Planning Authority under reference 20/02144/CLC relating to sustainable drainage system. The system shall be implemented and thereafter managed and maintained in accordance with the approved details. \r\rReason: In order to prevent the increased risk of flooding in accordance with Policy CS1 (Climate Change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012.\r",
    "The development shall not be occupied until there has been submitted to and approved in writing by the Local Planning Authority, a scheme of hard and soft landscaping, including the treatment of boundaries and means of enclosure.\r\rSuch scheme shall include the location of all existing trees and hedgerows on the site and details of those to be retained. The approved scheme (with the exception of planting, seeding and turfing) shall be implemented prior to the occupation of the buildings hereby approved.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "All planting, seeding or turfing shall be carried out in the first planting and seeding seasons following occupation of the buildings or completion of the development, whichever is the sooner; any trees or plants which, within a period of 5 years from the completion of the landscaping die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species.\r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the side walls of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of Part 1 of Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no extensions (including porches or dormer windows) to the dwellinghouses or buildings shall be erected within the curtilage.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development hereby permitted in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development, such facilities to be permanently retained at the site.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The garage or car parking accommodation shown upon the approved drawings shall be provided with a permeable hard-bound dust-free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure that the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r"
  ],
  "decision": "Approved",
  "id": "Kingston-21_03831_FUL",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to vary condition 1 (Approved Plans) of Planning Permission 19/02195/FUL (Application for a Minor Material Amendment under Section 73 of the Town and Country Planning Act to vary Condition 2 (Approved Plans) of Planning Permission reference: 17/15145/FUL, dated 11.01.2018 for \"Demolition of existing bungalow and detached garage and erection of two-storey dwellinghouse with basement\". Section 73 Application seeks to amend approved drawings to remove basement level and minor changes above ground). Variation to amend approved drawings to remove basement level and minor changes above ground to allow for the following changes of extension to single-storey rear projection to measure the full width of proposed dwelling.",
  "lapsed_date": "01/03/2025",
  "actual_commencement_date": "15/07/2021",
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "Domus",
  "street_name": "High Drive",
  "parking_details": null,
  "locality": null,
  "polygon": null,
  "development_type": "Minor dwellings",
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "decision_date": "01/03/2022",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lon": -0.271201,
    "lat": 51.413417
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_agency": null,
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "01/03/2022",
  "subdivision_of_building": null,
  "title_number": [],
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R3HAELNHG4T00",
  "secondary_street_name": null,
  "uprn": "100021776561",
  "postcode": "KT3 3UG",
  "ward": "Coombe Vale - OLD",
  "actual_completion_date": null,
  "last_updated_by": "Idox Uniform",
  "pp_id": "PP-10440138",
  "lpa_name": "Kingston",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.271179,
          51.413431
        ],
        [
          -0.27118,
          51.413404
        ],
        [
          -0.271223,
          51.413404
        ],
        [
          -0.271222,
          51.413431
        ],
        [
          -0.271179,
          51.413431
        ]
      ]
    ],
    "type": "Polygon"
  }
}