{
  "street_name": "Leatherhead Road",
  "centroid_northing": 163175,
  "lapsed_date": "22/03/2025",
  "bo_system": "Idox Uniform",
  "site_name": "Barwell Business Park, Unit 1 To 4",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "",
  "actual_commencement_date": "01/06/2021",
  "decision": "Approved",
  "cil_liability": false,
  "polygon": null,
  "valid_date": "11/11/2021",
  "decision_date": "22/03/2022",
  "development_type": "Other change of use",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "KT9 2NY",
  "title_number": [],
  "lpa_app_no": "21/03472/FUL",
  "uprn": "000128036027",
  "application_details": {
    "site_area": 0.54,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SINLOC Barwell Business Park"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Silverglade Business Park"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128036027"
    ]
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_completion_date": null,
  "pp_id": "PP-10329212",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "06/01/2022",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Kingston",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R1QJXQNHFO100",
  "decision_conditions": [
    "The development shall be carried out in accordance with the construction environmental management plan approved under application reference 20/02917/CLC unless otherwise agreed in writing by the local planning authority.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall be carried out in accordance with the refuse storage facilities and recycling facilities information submitted and approved under application number 21/01684/CLC and thereafter permanently retained as such unless otherwise agreed in writing by the local planning authority via a further discharge of conditions application \r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r\r",
    "The development shall be carried out in accordance with the travel plan approved under application reference 20/02917/CLC unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure that sustainable transport methods are encouraged and implemented in accordance with Policies CS5 (Reducing the Need to Travel) and CS6 (Sustainable Travel) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the premises shall only be used for the uses falling within Classes E(g), B2 and B8 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification) unless otherwise agreed in writing by the local planning authority.\r\rReason: In order to ensure that land and premises are available for both traditional and office based employment activities (E(g), B2 and B8 uses) in accordance with Policy CS11 (Economy and Employment) of the LDF Core Strategy Adopted April 2012\r",
    "The development hereby permitted shall be commenced within 3 years of the date of the granting of 19/02315/FUL.\r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990.  (As amended)\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No fans, louvres, ducts, external lighting or other external plant other than those shown on the drawings hereby approved shall be installed without the prior written approval of the Local Planning Authority.\r\rReason:  To safeguard the amenities of the occupiers of the neighbouring properties and the visual amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "The development shall be carried out in accordance with the delivery and service management plan approved under application reference 20/02917/CLC unless otherwise agreed in writing by the local planning authority.\r\rReason: In order to safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays.\r\rReason:  To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The plant and machinery hereby approved shall not be used other than in accordance with the soundproofing information submitted and approved under application number 21/01772/CLC and thereafter permanently retained as such unless otherwise agreed in writing by the local planning authority via a further discharge of conditions application.\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The rating level of noise emitted from plant located on site shall be at least 5dB lower than the existing background noise level at any given time of operation.  The noise levels shall be determined 1m externally to any window at the nearest residential façade.\r\rReason:  To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any broadcasting or amplifying equipment to be installed on site shall at no time be audible beyond the curtilage of the site.\r\rReason:  To safeguard the amenities of adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall be carried out in accordance with the details of electric vehicle charging points approved under application reference 20/02917/CLC and thereafter permanently retained as such unless otherwise agreed in writing by the local planning authority.\r\rReason: In order to encourage the uptake of electric vehicles in accordance with Policy T6 of the London Plan 2021.\r",
    "The development shall be carried out in accordance with the details of disabled parking spaces approved under application reference 20/02917/CLC and thereafter permanently retained as such unless otherwise agreed in writing by the local planning authority.\r\rReason: In order to encourage accessibility for all in accordance with Policies T6 and T6.5 of the London Plan 2021.\r",
    "No external lighting shall be installed on the site, other than as shown on drawing numbers 10220-MRT-Z1-XX-DR-E-6311 Rev C1 and 10220-MRT-Z2-XX-DR-E-6312 Rev C1, without the prior written approval of the Local Planning Authority.\r\rReason: In order that the lighting shall not cause nuisance to nearby occupiers or be a source of danger to road users in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall be carried out in accordance with the details of secure cycle parking facilities approved under application reference 20/02917/CLC and thereafter permanently retained as such unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r"
  ],
  "id": "Kingston-21_03472_FUL",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Commenced",
  "centroid_easting": 517793,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Conditions 1 (Approved Plans), 7 (Plant and Machinery enclosure/soundproofing) and 16 (Refuse) of Planning Permission ref: 21/01586/FUL (Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 19/02315/FUL (Change of use of Unit 4 from (Use Class) B1/B8 Business, Storage and Distribution uses to general industrial use (Use Class) B2; internal amalgamation of Units 1-4; external alterations to building and ancillary development) Variation to include changes to elevational plans) dated 26/07/2021. Variation to include varying wording of conditions 1, 7 and 16 (as per covering letter)",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.309735,
    "lat": 51.355447
  },
  "last_updated": "2025-05-05T17:41:30.002Z",
  "decision_agency": null,
  "ward": "Chessington South - OLD",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "23/12/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309713,
          51.35546
        ],
        [
          -0.309714,
          51.355434
        ],
        [
          -0.309757,
          51.355434
        ],
        [
          -0.309756,
          51.355461
        ],
        [
          -0.309713,
          51.35546
        ]
      ]
    ],
    "type": "Polygon"
  }
}