{
  "centroid_northing": 168381,
  "status": "Refused",
  "cil_liability": false,
  "appeal_decision_date": null,
  "centroid_easting": 518672,
  "application_type_full": "Householder planning permission",
  "application_details": {
    "total_gia_gained": 17.95,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "08/2022",
    "intended_commencement_date": "02/2022",
    "site_area": 0.014,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Grove Lane"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021760822"
    ]
  },
  "valid_date": "04/01/2022",
  "lpa_app_no": "21/03909/FUL",
  "bo_system": "Idox Uniform",
  "application_type": "All Other",
  "last_updated": "2025-05-05T17:43:15.014Z",
  "decision_conditions": [
    "By reason of its excessive floorspace the layout of the proposed accommodation fails to makes efficient use of the site and fails to optimise capacity of the site. The proposals are therefore contrary to Paragraph 125 of the NPPF, 2021, Policy D3 of the London Plan 2021 and Policy CS10 of the LDF adopted Core Strategy 2012.",
    "By reason of the scale and proximity of the proposed single storey rear extension it would have an unacceptable adverse impact upon sunlight/daylight to No's. 2 and 4 Balmoral Road. By reason of the depth of the single storey rear extension it would create an unacceptable sense of enclosure for the residents of No's. 2 and 4 Balmoral Road and No. 59 Grove Lane. The proposal would conflict with Policy D3 of the London Plan and Policies CS8 and DM10 of the Council's LDF Core Strategy, 2012.",
    "By reason of its scale, the proposed development, specifically, the single-storey rear extension element of the proposals, would constitute an overly dominant feature in the streetscene which would fail to respect the existing proportions of the dwelling, plot size or prevailing pattern of development, thereby resulting in less than substantial harm to the Grove Lane Local Area of Special Character and contravening Paragraph 203 of the NPPF, 2021, Policies HC1 and  D3 of the London Plan 2021, Policies CS8, DM10 and DM12 of the Council's LDF Core Strategy, 2012 and Policy Guidance 33 of the Residential Design SPD, 2013.",
    "The applicant has failed to provide sufficient information / evidence to demonstrate that the proposed development would meet the required floor to ceiling height across the proposed accommodation in line with internal space standards, set out in the London Plan 2021, as such, Officers are not able to conclude that the development would provide a good standard of internal accommodation for future residents. As such, the proposal would be contrary to Policy D6 of the London Plan 2021 and Policies CS8 and DM10 of the RBK Core Strategy 2012.",
    "Due to the lack of car parking provision the proposed development would likely to lead to increased vehicle movement that could exacerbate existing congestion levels on the local highway network, inconsiderate parking, on-street car parking pressure and would prejudice highway safety. Therefore the proposal would not accord with Paragraph 111 of the NPPF 2021, Policy T6 of the London Plan, 2021 and Policies DM9 and DM10 of the Council's adopted LDF Core Strategy 2012.",
    "The proposed development is provided with inadequate cycle storage to serve the new development, contrary to Policy T5 of the London Plan, 2021, Policy DM9 and DM10 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013.",
    "The proposals would provide for inadequate means of refuse/recycling storage for future occupiers, contrary to Policy D3 of the London Plan, 2021, Policy CS9 of the LDF Core Strategy Adopted April 2012 and Policy Guidance 22 of the Council's Residential Design SPD, 2013."
  ],
  "decision": "Refused",
  "id": "Kingston-21_03909_FUL",
  "description": "Change of use from shop to dwelling (use class C3) and erection of single storey side and rear extension",
  "lapsed_date": "01/03/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "",
  "street_name": "Grove Lane",
  "parking_details": null,
  "locality": null,
  "polygon": null,
  "development_type": "Other change of use",
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "decision_date": "01/03/2022",
  "site_number": "57",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lon": -0.29538,
    "lat": 51.402054
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_agency": null,
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "01/03/2022",
  "subdivision_of_building": null,
  "title_number": [],
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R3SXWUNHG8300",
  "secondary_street_name": null,
  "uprn": "100021760822",
  "postcode": "KT1 2SR",
  "ward": "Grove - OLD",
  "actual_completion_date": null,
  "last_updated_by": "Idox Uniform",
  "pp_id": "PP-10458571",
  "lpa_name": "Kingston",
  "last_date_consultation_comments": "27/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295358,
          51.402068
        ],
        [
          -0.295359,
          51.402041
        ],
        [
          -0.295402,
          51.402041
        ],
        [
          -0.295401,
          51.402068
        ],
        [
          -0.295358,
          51.402068
        ]
      ]
    ],
    "type": "Polygon"
  }
}