{
  "street_name": "George Road",
  "centroid_northing": 170285,
  "lapsed_date": "11/03/2025",
  "bo_system": "Idox Uniform",
  "site_name": "Four Acres",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": null,
  "valid_date": "10/12/2021",
  "decision_date": "11/03/2022",
  "development_type": "Minor all other minor developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "KT2 7PD",
  "title_number": [],
  "lpa_app_no": "21/03762/FUL",
  "uprn": "000128007533",
  "application_details": {
    "site_area": 2.048,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Kingston Hill - Designated in UDP 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Coombe Wood Conservation Area"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128007533"
    ]
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_completion_date": null,
  "pp_id": "PP-10395351",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "04/02/2022",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Kingston",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R34BPXNHG1J00",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of planning permission ref: 21/01557/FUL dated 03/08/2021.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).\r",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and those stated in email dated 10/03/2022, unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8, DM10 and DM12 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall be carried out in accordance with the Tree Protection Plan, prepared by Brampton Valley Arb Consultancy (ref: AA TPP 01) dated 30 June 2021 and the Arboricultural Impact Assessment & Arboricultural Method Statement with Tree Constraints Plan (report ref: 290321/RP/FA/ Rev: 2b).\r\rReason: To ensure the protection of trees on site and to ensure that the proposed development does not cause harm to trees, in accordance with Policy DM10 of the Kingston Core Strategy (2012).\r",
    "The development hereby approved shall be carried out in accordance with the Badger Mitigation Plan 2 dated August 2021 and the mitigation measures stated in Section C (Mitigation Plan Summary) of said document.\r\rReason: To protect badgers during construction works in accordance with the Protection of Badgers Act 1992, the NPPF (2021) and Policy DM6 of the Kingston Core Strategy (2012).\r",
    "Prior to the first beneficial occupation of the development hereby approved, a detailed landscaping and habitat improvement scheme shall be submitted to the Local Planning Authority for approval in writing. The habitat improvement scheme shall include the improvement measures set out in paragraphs 4.24 - 4.27 of the Preliminary Ecological Assessment dated April 2021. The development shall be carried out in accordance with the approved landscaping and habitat improvement schemes unless otherwise first agreed in writing with the Local Planning Authority.\r\rReason: To enhance the biodiversity interest of the site and to ensure that landscaping of a high quality is achieved within the Coombe Wood Conservation Area, in accordance with Policies DM6, DM10 and DM12 of the Kingston Core Strategy (2012) and the NPPF (2021).\r",
    "Prior to the beneficial occupation of the wood cabin and greenhouse hereby approved, the approved cycle store and electrical vehicle charging points shall be constructed/installed and made available for use.\r\rReason: To encourage sustainable modes of travel to the site in accordance with Policies DM8 and DM9 of the Kingston Core Strategy (2012) and the NPPF (2021).\r",
    "The development hereby approved shall only be used for a purpose ancillary or incidental, or both, to the use of the site currently know as 'Four Acres, George Road, Kingston Upon Thames, KT2 7PD' (as set out in Section 1 of the planning application form dated 23.11.2021) as a management training centre (Use Class C2), unless otherwise first agreed in writing by the Local Planning Authority.\r\r\rReason: To ensure that the proposed development is used for its intended purpose in order to safeguard the residential amenities of neighbours and to ensure no significant increase in travel to or from the site, in accordance with Policies DM8, DM9 and DM10 of the Kingston Core Strategy (2012) and the NPPF (2021).\r"
  ],
  "id": "Kingston-21_03762_FUL",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 520397,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) and Condition 5 (Badger Mitigation Plan) of Planning Permission ref: 21/01557/FUL (Erection of external structures comprising of the replacement and extension of existing bin store to south side of the car park, new bike store and smoking shelter to the North West side of the main car park, new greenhouse to the North side of the main car park, new wood cabin to be built North of the main car park on an existing concrete slab and the installation of 5 electric vehicle charging points in the main car park)\tdated 03/08/2021. Variation to include Condition 1 to be amended to enable a revised cabin design to be introduced and Conditions 1 and 5 need to be amended to allow reference to a more recent Badger Mitigation Plan",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.269948,
    "lat": 51.418803
  },
  "last_updated": "2025-05-05T17:42:39.670Z",
  "decision_agency": null,
  "ward": "Coombe Hill - OLD",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "20/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.269926,
          51.418817
        ],
        [
          -0.269927,
          51.41879
        ],
        [
          -0.26997,
          51.41879
        ],
        [
          -0.269969,
          51.418817
        ],
        [
          -0.269926,
          51.418817
        ]
      ]
    ],
    "type": "Polygon"
  }
}