{
  "street_name": "Lower Ham Road",
  "centroid_northing": 170853,
  "lapsed_date": "20/05/2025",
  "bo_system": "Idox Uniform",
  "site_name": "",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "114",
  "actual_commencement_date": "06/09/2021",
  "decision": "Approved",
  "cil_liability": false,
  "polygon": null,
  "valid_date": "26/11/2021",
  "decision_date": "20/05/2022",
  "development_type": "Extension",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "KT2 5BD",
  "title_number": [],
  "lpa_app_no": "21/03082/FUL",
  "uprn": "100021764261",
  "application_details": {
    "site_area": 0.07600000000000001,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Riverside North Conservation Area"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021764261"
    ]
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_completion_date": null,
  "pp_id": "PP-10237573",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "21/01/2022",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Kingston",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QZW1JONHMW300",
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the date of the parent planning permission 19/00125/FUL.\r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990. (As amended)\r",
    "The facing materials to be utilised in the development hereby permitted shall be those submitted to and approved in writing by the Local Planning Authority under application reference 21/04031/CLC. The development shall then be built in accordance with these approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. In addition, the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The flat roof areas of the building hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "By the time the development hereby permitted is substantially complete, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of footway, and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: To maintain pedestrian/vehicular intervisibility in the interest of highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Within 3 months of first occupation, evidence must be submitted to the council confirming that the development hereby approved has achieved not less than the C02 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes level 4. Evidence requirements are detailed in the \"Schedule of evidence Required for Post Construction Stage from Ene1 & Wat1 of the Code for Sustainable Homes Technical Guide. Evidence to demonstrate a 19% reduction compared to 2013 part L regulations and internal water usage rates of 1051/pl day must be submitted to and approved by the Local Planning Authority, unless otherwise agreed in writing.\r\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (July 2011) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The  landscaping scheme including where applicable the retention of the existing trees submitted to and approved in writing by the Local Planning Authority under application reference 21/01474/CLC shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. In addition, the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Prior to occupation of the development hereby permitted the refuse storage facilities and recycling facilities shown on the approved drawing number TP(10) 11 P2 shall be implemented and such facilities to be permanently retained at the site.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development hereby permitted the secure cycle parking facilities for the occupants of, and visitors to, the development shown the approved drawing no. TP(10)11 P3 shall be fully implemented and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of Part 1 of Schedule 2 of the Town & Country Planning (General Permitted Development) (England) Order, 2015 (as amended) (or any Order revoking or re-enacting this Order) no extensions (including porches or dormer windows) to the dwelling houses or buildings shall be erected within the curtilage.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design C14 Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with the construction management plan approved under planning reference 22/00671/FUL.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM 1 0 (Design Requirements for New Developments including House Extensions) of the LDF Core StrateQY Adopted April 2012.\r",
    "The car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The garden studio and the plant room hereby permitted and shown on approved drawing no.TP(16) P1 shall be occupied solely for purposes incidental to the occupation and enjoyment of the application property as a single dwelling and shall not be used as a separate unit of accommodation.\r\rReason: The establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings.\r",
    "The development hereby permitted shall be carried out in accordance with the scheme for the on-site storage and regulated discharge of surface water run-off submitted to, and approved in writing by, the Local Planning Authority under application reference 21/01474/CLC. The development shall be carried out in accordance with the approved scheme.\r\rReason: In the interests of flood prevention. These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase.\r",
    "The development hereby approved shall only be carried out in accordance with the submitted Flood Risk Assessment prepared by Dr Paul Garrad and the following mitigation measures:- Ground Floor Finished floor level to be set no\rlower than 8.6m AOD. The mitigation measures shall be fully implemented prior to occupation and subsequently in accordance with the timing/phasing arrangements embodied within the scheme, or within any other period as may\rsubsequently be agreed, in writing, by the Local Planning Authority.\r\rReason: In order to reduce the risk of flooding to the proposed development and future occupants and to accord with the policies of the National Planning Policy Framework March 2012 and policy DM4 of the Council's adopted LDF Core Strategy 2012.\r\r",
    "Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021."
  ],
  "id": "Kingston-21_03082_FUL",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Commenced",
  "centroid_easting": 517832,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 2 (Approved Plans) of Planning Permission ref: 19/00125/FUL (Erection of a dwellinghouse with associated works including rearrangment of parking and vehicular access following demolition of existing dwellinghouse) dated 15/10/2019. Variation to vary the length of the undercroft from 4.5m to 8.5m for structural efficiency and respond to local ground conditions. \r\r",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.306629,
    "lat": 51.424447
  },
  "last_updated": "2025-05-05T17:39:46.694Z",
  "decision_agency": null,
  "ward": "Canbury Gardens",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "06/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306607,
          51.42446
        ],
        [
          -0.306608,
          51.424433
        ],
        [
          -0.306651,
          51.424434
        ],
        [
          -0.30665,
          51.424461
        ],
        [
          -0.306607,
          51.42446
        ]
      ]
    ],
    "type": "Polygon"
  }
}