{
  "lpa_name": "Ealing",
  "uprn": "000012086459",
  "decision_date": "27/04/2021",
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "bo_system": "CSV Data Import",
  "id": "Ealing-211478VAR",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "W5 1SH",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [
      "000012086459"
    ],
    "site_area": 0.064
  },
  "valid_date": "16/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application for a Minor Material Amendment (S73a) to vary the wording of condition 6 (details of the 'No. 32 garden access door' to the front elevation) of planning permission ref: 202057FUL dated 17/08/2020 for: Construction of a two-storey side extension with conversion of existing first floor maisonette into three self-contained flats; insertion of a double and single Juliet velux windows to the rear roof slope; insertion of two roof lights to front and side roof slope, six rooflights to the crown roof, replacement of window and associated cycle parking and refuse storage. Variation seeks approval of proposed entrance",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of 3 years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "Proposed Ground Floor Plan (ref. PLN02 Rev D); Proposed First Floor Plan (ref. PLN03 Rev E); Proposed Loft Floor Plan (ref. PLN04 Rev C); Proposed Roof Plan (ref. PLN05 Rev C); Proposed East and North Elevation (ref. PLN06 Rev C); Proposed West and South Elevation (ref. PLN07 Rev D); and Proposed East Section (Ref. PLN08 Rev C) BL/DRG/201007/08C,",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match those of the existing building. The front door shall be of timber construction.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with the Council's adopted Ealing Development Management DPD  (2013) policies 7.4, 7.6 and 7B, policies 1.1 (h), 1.2 (g) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policies D3 and D4 of the London Plan (2021). | The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and retained as such for the lifetime of the development.",
    "To ensure that the materials harmonise with the surroundings in accordance with the Council's adopted Ealing Development Management DPD  (2013) policies 7.4, 7.6 and 7B, policies 1.1 (h), 1.2 (g) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policies D3 and D4 of the London Plan (2021).",
    "| Notwithstanding the approved plans, the kitchen window located within the southern side elevation (first floor level), shall contain obscure glazed and non-openable below 1.7m and retained for the life of the development hereby approved.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 & 7.6 of the London Plan (2016), and the National Planning Policy Framework (2019). | Details of the garden access door to the front elevation shall be as shown on drawing number BL/DRG/201007/08C. For the avoidance of doubt, the appearance of this door shall be as shown on the plan (submitted under 211478VAR) and shall be of a similar colour and appearance as the other doors on the front elevation of the property.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2019)",
    "| Prior to occupation of the development, an enhanced sound insulation value DnT,w [and L'nT,w] of at least 5dB above the maximum Building Regulations value, for the floor/ceiling /wall structures separating different types of rooms/ uses in adjoining dwellings, namely bedroom adjacent to staircase, living/dining room and kitchen above/below bedroom of separate dwellings shall be implemented and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policy D14 of the London Plan 2021, policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policies 3.5 and 7A of the Ealing's Development Management Plan Document.",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a discreet timber enclosure has been provided within the front garden of the property, in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013) and policies D3 and SI8 of the London Plan (2021).6 The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and retained as such for the lifetime of the development. | At least six (6) covered and secure cycle parking spaces shall be provided on site prior to occupation of the flats and retained thereafter.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T22:46:23.957+00:00",
  "ward": "Cleveland",
  "parking_details": null,
  "lapsed_date": "27/04/2024",
  "decision_target_date": "28/04/2021",
  "centroid": {
    "lat": "51.5251164",
    "lon": "-0.3090159"
  },
  "lpa_app_no": "211478VAR",
  "status": "Approved",
  "site_name": "34 Woodfield Road",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/211478VAR;",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517402.5875722,
              182033.6026785
            ],
            [
              517391.2506132,
              182032.3030505
            ],
            [
              517389.9973639,
              182040.650661
            ],
            [
              517389.2470633,
              182045.7492016
            ],
            [
              517388.4472924,
              182050.8477421
            ],
            [
              517388.2988813,
              182051.6475132
            ],
            [
              517420.6525011,
              182055.5963829
            ],
            [
              517423.1507546,
              182036.2019345
            ],
            [
              517412.3002542,
              182034.7523494
            ],
            [
              517405.2012565,
              182033.9025926
            ],
            [
              517402.5875722,
              182033.6026785
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Woodfield Road",
  "pp_id": "PP-09313006",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 517406,
  "appeal_start_date": null,
  "centroid_northing": 182044,
  "borough": "Ealing",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30906849999999997,
          51.5250236
        ],
        [
          -0.30923229999999996,
          51.5250143
        ],
        [
          -0.3092476,
          51.5250896
        ],
        [
          -0.3092567,
          51.5251356
        ],
        [
          -0.3092665,
          51.5251816
        ],
        [
          -0.3092684,
          51.5251888
        ],
        [
          -0.3088009,
          51.5252176
        ],
        [
          -0.3087714,
          51.5250427
        ],
        [
          -0.3089282,
          51.5250319
        ],
        [
          -0.3090308,
          51.5250258
        ],
        [
          -0.30906849999999997,
          51.5250236
        ]
      ]
    ],
    "type": "Polygon"
  }
}