{
  "centroid": {
    "lon": "0.183105",
    "lat": "51.579338"
  },
  "status": "Approved",
  "decision_target_date": "05/08/2020",
  "site_name": "74-76 Market Place",
  "decision_conditions": [
    "This permission shall be for a limited period only expiring on 31.07.2021 on or before which date the use hereby permitted shall be discontinued and no seating, tables and barriers shall be placed outside the prermises.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The outdoor seating area shall only be used on non-market days and between 07:00 and 19:00 hours on those days. Outside these days and times, no tables, chairs and barriers shall be placed outside the premises.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of public safety and in order that the development accords with Development Control Policies Development Plan Document Policy DC61",
    "No amplified music or speech shall be played or reproduced in the outside drinking area.",
    "Reason:-",
    "To prevent noise nuisance to adjoining and neighbouring properties in the interest of residential amenity.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 186-187 of the National Planning Policy Framework 2012.",
    "The Highway Authority requires the Planning Authority to advise the applicant that planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted, considered and agreed.  The Highway Authority requests that these comments are passed to the applicant.  Any proposals which involve building over the public highway as managed by the London Borough of Havering, will require a licence and the applicant must contact StreetCare, Traffic & Engineering on 01708 433750 to commence the Submission/ Licence Approval process."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM1 3ER",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "28/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0794.20",
  "centroid_northing": 188977,
  "uprn": "100023211691",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "28/07/2020",
  "description": "To vary condition 1 of Planning Permission no P1054.19 so as to permit the continued use of the public highway for outdoor seating for a further extended period.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0794.20",
  "lpa_app_no": "P0794.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:12.097+00:00",
  "centroid_easting": 551363,
  "pp_id": "08790105",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "10/06/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551353.76,
              189002.158
            ],
            [
              551387.491,
              188965.04
            ],
            [
              551373.47,
              188951.494
            ],
            [
              551355.859,
              188969.917
            ],
            [
              551339.129,
              188989.831
            ],
            [
              551353.76,
              189002.158
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.1
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "02/07/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1829826,
          51.5795665
        ],
        [
          0.183453,
          51.5792239
        ],
        [
          0.183245,
          51.579106
        ],
        [
          0.182999,
          51.5792762
        ],
        [
          0.1827663,
          51.5794597
        ],
        [
          0.1829826,
          51.5795665
        ]
      ]
    ],
    "type": "Polygon"
  }
}