{
  "centroid": {
    "lon": "0.1696481",
    "lat": "51.5943809"
  },
  "status": "Approved",
  "decision_target_date": "15/05/2020",
  "site_name": "35 Hillfoot Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 11 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "A 1.8m high privacy screen shall be erected  on the patio (landing) to the rear of the ground floor rear extension as shown drawings A04 and A09 adjacent to No.33 and 37 Hillfoot Road and shall permanently be retained thereafter. A written specification and sample of  the materials to be used must be submitted to and approved in writing by the Local Planning Authority prior to the commencement of works. The development shall be carried out in accordance with the approved details before the patio (landing) is first brought into use and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: -",
    "In the interest of privacy and to protect the amenity of the adjoining neighbours at No.33 and 37 Hillfoot Road, Romford in accordance with the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "The extension hereby permitted shall be used only for living accommodation as an integral part of the existing dwelling known as 35 Hillfoot Road, Romford shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015(as amended), no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the ground floor rear extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "The roof lights inserted on the roof slope of the first floor side extension adjacent to No.37 Hillfoot Road, Romford as shown on drawing A15 Revision C on the side elevation and drawing A13 Revision C for the proposed roof plan shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor level of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours at No.37 Hillfoot Road, Romford in accordance with the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "The applicant is advised that this planning permission does not grant permission for any part of the development to encroach onto any property not within the applicant's ownership.",
    "The scope of assessment in this application is the appropriateness as described above and on the application form. This planning permission does not assess or authorise the use of the building overall or any of the other individual rooms in the property, nor the layout of the dwelling as shown in the drawings submitted with the application and therefore should the house be used as a House of Multiple Occupancy then a planning application will be required.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with para 186-187 of the National Planning Policy Framework 2012, improvements required to make the proposal acceptable were negotiated with Mr Malik (agent) by phone and e-mail. The revisions involved providing additional plans showing the loft extension and changes to the fenestration. Revision were made in respect to clarity on the submitted drawings.  The amendments were subsequently submitted on 09/04/20 & 11/05/20."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM5 3LR",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "14/05/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0794.19",
  "centroid_northing": 190622,
  "uprn": "100021379254",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "14/05/2020",
  "description": "Amendment to approved planning application P0972.18 to include extension to the basement and changes to rear fenestration.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0794.19",
  "lpa_app_no": "P0794.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:12.204+00:00",
  "centroid_easting": 550381,
  "pp_id": "07871829",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "21/05/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550381.223,
              190641.426
            ],
            [
              550388.538,
              190603.766
            ],
            [
              550381.494,
              190601.057
            ],
            [
              550372.282,
              190638.174
            ],
            [
              550381.223,
              190641.426
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.032
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "24/06/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1696596,
          51.5945554
        ],
        [
          0.16974899999999998,
          51.594215
        ],
        [
          0.1696463,
          51.5941926
        ],
        [
          0.1695293,
          51.5945285
        ],
        [
          0.1696596,
          51.5945554
        ]
      ]
    ],
    "type": "Polygon"
  }
}