{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": "05/05/2024",
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "09/05/2028",
  "uprn": "000012141326",
  "locality": "London",
  "appeal_decision_date": null,
  "centroid_easting": 517260,
  "application_details": {
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "02/2025",
        "intended_completion_date": "05/2025"
      }
    ],
    "green_suds": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 100,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "fire_suppression_system_proposed": false
    },
    "superseding_details": [
      {
        "lpa_app_no": "232947FUL",
        "unit_reference": "site area and works area",
        "partial_supersedence": true,
        "component_description": "site boundary, ground levels and planting strategy"
      }
    ],
    "garden_land_lost": false,
    "scheme_name": "Lammas Park Flood Alleviation Scheme",
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "total_gia_gained": 0,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "total_gia_lost": 0,
    "surface_water_discharge_percentage_reduction": 1,
    "existing_uprns": null,
    "site_area": 8.9,
    "internal_resi_water_usage": 0,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0
    },
    "ownership_status": "Public",
    "total_gia_existing": 0,
    "rain_water_harvesting": false,
    "lead_developer_company_name": "London Borough of Ealing"
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "Lammas Park ",
  "borough": "Ealing",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Elers Road",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "30/05/2025",
  "lpa_name": "Ealing",
  "secondary_street_name": null,
  "decision_date": "09/05/2025",
  "last_updated": "2025-06-05T01:04:28.730Z",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/244565FULR3;",
  "ward": "Walpole",
  "valid_date": "29/11/2024",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "W13 9QD",
  "centroid_northing": 179727,
  "description": "Retention of Sustainable Drainage System (SuDS) incorporating earthworks to excavate attenuation basins (for temporary water storage during rainfall) and swales for flood mitigation (Retrospective). Landscaping and earthworks to reuse/recycle all excavated material onsite, modification of ground levels for the creation of a recreational grassed area and planting to enhance biodiversity, new wild flower areas and tree planting around the attenuation basins/swales and, drainage works to connect SuDS features (Proposed). (Regulation 3 Application by London Borough of Ealing)",
  "subdivision_of_building": "Proposals only within works area (approximately 37,000m2) identified in the site plan",
  "actual_completion_date": null,
  "lpa_app_no": "244565FULR3",
  "decision": "Approved",
  "application_type_full": "Full planning permission",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "id": "Ealing-244565FULR3",
  "decision_conditions": [
    "The alterations required to facilitate Sustainable Drainage System (SuDS), including earthworks to excavate attenuation basins and swales, as shown on the approved plans shall be completed within 12 months of this the date of this decision. Failure to do this will result in this permission lapsing and the permission no longer having any effect. These changes shall remain as such in perpetuity.",
    "Reason: To ensure that the changes proposed are implemented in a timely manner to ensure compliance with planning policy.",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): Site Boundary Plan Dwg No. 1000009213-3-0000-01 rev 0, Site Location Plan Dwg No. 1000009213-3-0001-01 rev 0; General Arrangement Dwg No. 1000009213-3-0100-01 rev 0; Drainage General Arrangement Overview Dwg No. 1000009213-3-0550-00 rev 0; Drainage General Arrangement Page 1 of 4 Dwg No. 1000009213-3-0550-01 rev 3; Drainage General Arrangement Page 2 of 4 Dwg No. 1000009213-3-0550-02 rev 0; Drainage General Arrangement Page 3 of 4 Dwg No. 1000009213-3-0550-03 rev 0; Drainage General Arrangement Page 4 of 4 Dwg No. 1000009213-3-0550-04 rev 0; Original Ground Level Dwg No. P-1; Original Ground Level Dwg No. P-2; Existing Ground Level 4 Nov 2024 Dwg No. P-3; Existing Ground Level Dwg No. P-4; Proposed Ground Level Dwg No. P-5; Proposed Ground Level Dwg No. P-6A; Proposed Ground Level Cross Section Locations Dwg No. P-7; Original, Existing and Proposed Cross Sections Dwg No. P-8; Typical Tree and Planting Details Dwg No. 1000009213-3-3150-01 rev 0; Tree Removal Plan Page 1 of 4 Dwg No. 1000009213-3-3001-01 rev 0; Tree Removal Plan Page 2 of 4 Dwg No. 1000009213-3-3001-02 rev 0; Tree Removal Plan Page 3 of 4 Dwg No. 1000009213-3-3001-03 rev 0; Tree Removal Plan Page 4 of 4 Dwg No. 1000009213-3-3001-04 rev 0; Proposed Tree Plan Page 1 of 4 Dwg No. 1000009213-3-3002-01 rev 0; Proposed Tree Plan Page 2 of 4 Dwg No. 1000009213-3-3002-02 rev 0; Proposed Tree Plan Page 3 of 4 Dwg No. 1000009213-3-3002-03 rev 0; Proposed Tree Plan Page 4 of 4 Dwg No. 1000009213-3-3002-04 rev 0; Proposed Planting Plan Page 1 of 4 Dwg No. 1000009213-3-3003-01 rev 0; Proposed Planting Plan Page 2 of 4 Dwg No. 1000009213-3-3003-02 rev 0; Proposed Planting Plan Page 3 of 4 Dwg No. 1000009213-3-3003-03 rev 0; Proposed Planting Plan Page 4 of 4 Dwg No. 1000009213-3-3003-04 rev 0; Design and Access Statement dated 19/11/2024; Landscape Maintenance Plan dated November 2024; Landscape specifications    for Lammas Park; BNG Assessment produced by Logika dated 17 February 2025, Habitat Management and Monitoring Plan dated 06.05.2025 produced by Logika Consultants Ltd , Safety Review Action Plan dated 02 May 2025, Safety Measures Plan (Fence Plan) Dwg No. 1000009213-3-0101-01 rev 1, The Royal Society for the Prevention of Accidents (RoSPA) Assessment dated 19th March 2025, Construction Management and Logistics Plan dated 18th April 2025 produced by PVR Contracting Ltd, and the Construction Phase Plan dated 11th April 2025 produced by PVR Contracting Ltd.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The development hereby approved shall be implemented in accordance with the details set out in the Construction Management and Logistics Plan dated 18th April 2025 produced by PVR Contracting Ltd, and the Construction Phase Plan dated 11th April 2025 produced by PVR Contracting Ltd and retained as such thereafter.",
    "Reason: To protect the amenity of users and neighbouring properties in accordance with policy 7A and policy 7B of Ealing's Development Management DPD (2013), policies D14 and SI1 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012) and National Planning Policy Framework (2025).",
    "| Following the completion of works, grass reseeding of the park (where necessary) shall be undertaken within the next available planting season.",
    "Reason: In the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G1 and G6 of the London Plan 2021, policy 5.10 of Ealing's Development Management DPD.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the approved documents to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development shall be completed in strict accordance with the recommendations in the Biodiversity Gain Assessment prepared by Logika Group dated February 2025 and the Habitat Management and Monitoring Plan prepared by Logika Group dated May 2025 (unless varied by a European Protected Species (EPS) licence issued by Natural England). All the recommendations shall be implemented in full according to the timescales laid out in the recommendations, unless otherwise agreed in writing by the Local Planning Authority, and thereafter permanently maintained for the stated purposes of biodiversity conservation.",
    "Reason: To enhance biodiversity in accordance paragraphs 185 and 186 of the National Planning Policy Framework (2025), Policy G6 of the London Plan (2021) and Policy G6 of Draft Ealing Local Plan Reg 22 (2024).",
    "| The security measures recommended in The Royal Society for the Prevention of Accidents (RoSPA) Assessment dated 19th March 2025 shall be implemented within one year of the completion of works in accordance with the approved Safety Review Action Plan dated 02 May 2025 and the Safety Measures Plan (Fence Plan) Dwg No. 1000009213-3-0101-01 rev 1, and shall be managed and retained as such thereafter.",
    "Reason: To ensure that the safety standards are met and protect the amenity of users in accordance with policy 7B of Ealing's Development Management DPD (2013), policies D2 and D4 of the London Plan (2021), and National Planning Policy Framework (2025)."
  ],
  "pp_id": "PP-13577748",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.504322,
    "lon": -0.311912
  }
}