{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505390.0396,
              178746.7431
            ],
            [
              505395.7101,
              178751.1248
            ],
            [
              505411.4709,
              178735.1014
            ],
            [
              505481.321,
              178784.0494
            ],
            [
              505512.8065,
              178735.1014
            ],
            [
              505508.3086,
              178732.191
            ],
            [
              505479.2043,
              178771.3494
            ],
            [
              505405.3854,
              178726.6347
            ],
            [
              505390.0396,
              178746.7431
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505395.7101,
              178751.1248
            ],
            [
              505395.5958,
              178751.241
            ],
            [
              505395.3312,
              178751.5056
            ],
            [
              505395.8604,
              178751.241
            ],
            [
              505395.7101,
              178751.1248
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07521859",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:43:01.857+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": "WEST DRAYTON",
  "appeal_start_date": null,
  "ward": "WEST DRAYTON",
  "centroid": {
    "lat": "51.4979008",
    "lon": "-0.4821869"
  },
  "decision": "Approved",
  "valid_date": "03/01/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.116
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=8706/APP/2019/16",
  "lpa_name": "Hillingdon",
  "site_name": "COLNE PARK CARAVAN SITE",
  "lapsed_date": "31/01/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development shall not be carried out otherwise than in strict accordance with the plans 718-PK-PL-1,  718-PK-PL-1, 718-PK-PL-2 and Covering Letter hereby approved unless consent to any variation is first obtained in writing from the Local Planning Authority.",
    "REASON",
    "To ensure that the external appearance of the development is satisfactory and complies with Policy BE13 of the Hillingdon Unitary Development Plan Saved Policies (November 2012).",
    "The proposal hereby approved shall provide a 15cm drainage channel between slabs.",
    "REASON:",
    "To ensure the development does not increase the risk of flooding in accordance with Policy OE8 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and London Plan (2016) Policy 5.12.",
    "The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(i) No site derived material shall be used in the creation of the bund.",
    "(ii) Only clean inert material shall be imported and used to construct the bund.",
    "(iii) All material deliveries shall be logged, with appropriate carrier notices identifying the source sites of the material to demonstrate only clean inert material is imported.  A monitoring report shall be provided to the Local Authority on a weekly basis with details of the imported material (quality and quantity). If as a result of the monioring reports  contamination is identified, a remediation scheme then must be agreed with the LPA before the completion of the development.  All works which form part of a remediation scheme shall be completed and a verification report submitted to the Council's Contaminated land officer within one month of the Council's approval of such details, unless the LP",
    "The bund shall be subject to planting of grass within the first planting and seeding season following the completion of the development. The planting should comply with the requirements specified in BS 3936 (1992) 'Nursery Stock, Part 1, Specification for Trees and Shrubs' and in BS 4428 (1989) 'Code of Practice for General Landscape Operations (Excluding Hard Surfaces)'. Thereafter, the grassed areas shall be permanently retained.",
    "REASON:",
    "in order to preserve and enhance the visual amenities of the locality and to preserve the openness of the Green Belt in accordance with policies OL2 and BE38 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in compliance with policy BE38 of the Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Construction of a bund to the south eastern boundary of the site",
  "lpa_app_no": "8706/APP/2019/16",
  "decision_target_date": "28/02/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "31/01/2019",
  "id": "Hillingdon-8706_APP_2019_16",
  "centroid_northing": 178754,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505456,
  "street_name": "CRICKETFIELD ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.483139,
          51.4978478
        ],
        [
          -0.483056,
          51.4978861
        ],
        [
          -0.4828338,
          51.4977392
        ],
        [
          -0.4818133,
          51.4981661
        ],
        [
          -0.4813745,
          51.4977203
        ],
        [
          -0.4814402,
          51.497695
        ],
        [
          -0.4818476,
          51.4980524
        ],
        [
          -0.48292399999999996,
          51.4976642
        ],
        [
          -0.483139,
          51.4978478
        ]
      ]
    ],
    "type": "Polygon"
  }
}