{
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0844.24",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "intended_completion_date": "12/2024",
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "11/2024",
    "total_gia_gained": 49.95,
    "no_additional_bedrooms": 1,
    "site_area": 0.04
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23788489999999998,
          51.5798877
        ],
        [
          0.2378387,
          51.5796117
        ],
        [
          0.2375956,
          51.579626
        ],
        [
          0.2377403,
          51.5798661
        ],
        [
          0.2378006,
          51.5798966
        ],
        [
          0.23788489999999998,
          51.5798877
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "1 Suffolk Way",
  "centroid_easting": 555149,
  "site_number": null,
  "development_type": null,
  "decision_date": "13/09/2024",
  "appeal_start_date": null,
  "lapsed_date": "13/09/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "centroid_northing": 189136,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed in the Materials Section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted including all additional works to the annexe shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice). These works are to be completed within three months of the decision date.",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The garden area shall not be subdivided at any time and nor shall there be any additional pedestrian or vehicular accesses into the site.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "Any residential occupation of the building hereby approved shall be limited to immediate family members of the family occupying the main house at 1 Suffolk Way for residential purposes and shall not be occupied by any other persons.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Hornchurch",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "0.2377697",
    "lat": "51.5797375"
  },
  "cil_liability": false,
  "valid_date": "19/06/2024",
  "postcode": "RM11 3ET",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "id": "Havering-P0844.24",
  "application_type": "All Other",
  "parking_details": {
    "no_proposed_car": 0,
    "net_car": -1,
    "no_existing_car": 1
  },
  "decision_target_date": "13/09/2024",
  "pp_id": "13159590",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": "100021342205",
  "last_date_consultation_comments": "10/07/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:06:18.248+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555156.47,
              189152.95
            ],
            [
              555154.21,
              189122.16
            ],
            [
              555137.32,
              189123.24
            ],
            [
              555146.53,
              189150.24
            ],
            [
              555150.6,
              189153.76
            ],
            [
              555156.47,
              189152.95
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Emerson Park",
  "appeal_decision": null,
  "lpa_app_no": "P0844.24",
  "description": "Retention of the existing outbuilding, with internal and external alterations, for use as an annexe.",
  "date_building_work_completed_under_previous_permission": null
}