{
  "appeal_decision": null,
  "street_name": "HAYES",
  "title_number": null,
  "valid_date": "30/05/2023",
  "cil_liability": true,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509858.8907,
              179688.9049
            ],
            [
              509855.9141,
              179688.2435
            ],
            [
              509857.8985,
              179686.9206
            ],
            [
              509855.9141,
              179683.6133
            ],
            [
              509843.6771,
              179689.5664
            ],
            [
              509843.6771,
              179692.2122
            ],
            [
              509827.4713,
              179698.8268
            ],
            [
              509833.4245,
              179707.0951
            ],
            [
              509849.6302,
              179701.8034
            ],
            [
              509860.2136,
              179725.2852
            ],
            [
              509851.9453,
              179730.2462
            ],
            [
              509852.2761,
              179741.1602
            ],
            [
              509854.2604,
              179742.1524
            ],
            [
              509854.2604,
              179745.4597
            ],
            [
              509880.3881,
              179734.2149
            ],
            [
              509858.8907,
              179688.9049
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Full planning permission",
  "decision": "Refused",
  "pp_id": "12119252",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "24/10/2027",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41849379999999997,
          51.5054657
        ],
        [
          -0.4185369,
          51.5054604
        ],
        [
          -0.41850869999999996,
          51.5054481
        ],
        [
          -0.4185383,
          51.5054187
        ],
        [
          -0.4187127,
          51.5054746
        ],
        [
          -0.41871189999999997,
          51.5054984
        ],
        [
          -0.41894319999999996,
          51.505561
        ],
        [
          -0.4188549,
          51.5056342
        ],
        [
          -0.4186232,
          51.5055835
        ],
        [
          -0.4184634,
          51.5057925
        ],
        [
          -0.418581,
          51.5058387
        ],
        [
          -0.41857279999999997,
          51.5059367
        ],
        [
          -0.41854389999999997,
          51.5059452
        ],
        [
          -0.4185429,
          51.505975
        ],
        [
          -0.4181701,
          51.5058688
        ],
        [
          -0.41849379999999997,
          51.5054657
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "borough": "Hillingdon",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": 51.505549,
    "lon": -0.418711
  },
  "last_date_consultation_comments": "14/07/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "no_existing_car": 0,
    "no_proposed_car": 2,
    "net_car": 2
  },
  "lpa_name": "Hillingdon",
  "decision_process": "Delegated",
  "decision_target_date": "24/10/2024",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 509845,
  "decision_conditions": [
    "The proposed development, due to its layout and overall design, including the proposed loss of trees which are outside of the applicants ownership would result in an overdevelopment that fails to respect the character and appearance of the surrounding properties and existing pattern of development. The removal of trees and inadequate landscaping would further detract from the visual amenity of the area, creating a dominant and incongruous form of development. This would be detrimental to the character and appearance of the street scene. Furthermore the submission fails to demonstrate that the layout would not compromise the delivery of the planning consent ref 76550/APP/2021/449. The proposal therefore conflicts with Policies BE1 and DMHB 1, DMHB 11, and DMHB 12 of the Hillingdon Local Plan: Part One - Strategic Policies (2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (2020), as well as Policies D1, D3, and D4 of the London Plan (2021) and paragraph 135",
    "The proposed building would feature multiple habitable room windows that will offer direct views toward the rear habitable room windows of the existing flats at 45, 47, 49, 51, and 57 Station Road, as well as No. 1 Crown Close and phases 2 and 3 of the Hayes Town Centre development. Given the positioning of these windows and their close proximity to the neighbouring properties, the development would result in significant overlooking and a considerable loss of privacy, adversely affecting the residential amenity of these neighbours. As such, the proposal is deemed contrary with Policies DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy D3 of the London Plan (2021), and Chapter 12 of the NPPF (2023).",
    "The proposed affordable housing within the development does not offer the same standard of living accommodation or amenity as the private housing. This is due to the restricted level of outlook and single aspect design, lack of private amenity space and access to a smaller roof top communal amenity space. The development is therefore contrary to Policy DMH 7 (B) of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), H5 of the London Plan (2021) and relevant planning guidance contained within the NPPF(2023).",
    "The proposal would lead to a significant loss of town centre car parking spaces and the loss of parking would lead to kerbside parking, which would in turn have an adverse impact on pedestrian and highway safety, as well as the ability for traffic to flow freely on the highways network. The development also seeks to plant trees in the middle of the public footpath, which would cause further harm to pedestrian and highway safety. The proposal also includes the provision of parking spaces in a sustainable location where car free development is required. Consequently, the proposal would be contrary to Policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policies T4, T6.3 and T6.5 of the London Plan (2021) and Paragraph 115 of the NPPF (2023).",
    "The proposed development would result in a significant reduction in the size of one of Hayes Town Centre's largest retail units. The loss of a retail unit of this size would have a detrimental impact on the town centres retail unit mix and offering to potential vendors. The applicant has also failed to demonstrate that the loss of retail in the Town Centre and designated primary shopping area where retail floorspace is safeguarded what not result in detrimental harm to the vitality of the area. In absence of an acceptable quantum, design and/or justification the development would therefore be harmful to the vitality of the town centre and contrary to policy SD7 (3) of the London Plan (2021) and relevant planning guidance contained within Chapter 7 of the NPPF (2023).",
    "The development, by virtue of its failure to provide an adequate provision and access of private external amenity space, outlook and daylight/sunlight would have a harmful effect on the living conditions of the future occupants. The development therefore conflicts with Policies DMHB 11, DMHB 16 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D3 and D6 of the London Plan (2021) and Paragraph 135(f) of the National Planning Policy Framework (2023).",
    "The applicant has failed to demonstrate that the proposed development would be Air Quality neutral and it is located within an Air Quality Focus Area. No measures are proposed to mitigate the adverse air quality impacts caused by the proposed development, nor are the necessary financial contributions (to offset the adverse air quality impact) agreed by the applicant or secured through a legal agreement. The proposed development is therefore contrary to Policy EM8 of the Local Plan: Part 1 (November 2012), Policy DMEI 14 of the London Borough of Hillingdon Local Plan (part 2), the London Borough of Hillingdon Air Quality Action Plan 2019-2023 and Policy SI1 of the London Plan (2021).",
    "The proposal by virtue of its failure to provide adequate provision of disabled accessible parking designated to future occupants of the development is considered to result in inadequate standards of living accommodation for the occupants of the fully accessible units (M4 3). Furthermore the development fails to provide an acceptable standard of M4(3) - Wheelchair user dwellings, as prescribed in Approved Document M to the Building Regulations (2015 edition). As such the proposed development fails to accord with Policy DMHB 16 o the Hillingdon Local Plan - Part Two : Development Management Policies (2020) London Plan (2021) Policies T6.1, D5, D7, The GLA \"Best Practice Guidance - Wheelchair Accessible Housing\" (September 2007) and Standard 18 of the GLA Housing SPG (March 2016) and the Accessible Hillingdon Supplementary Planning Document (2017).",
    "In the absence of detailed drawings, and urban greening factor assessment and arboriculture assessment,  the applicant has failed to provide adequate information regarding the value of the existing trees including those on the public highway which are proposed to be removed to facilitate the development and adequate landscaping and urban greening measures, resulting in the loss of significant trees and adverse impacts on local biodiversity, character and appearance of the area and local amenity.",
    "The application fails to comply with Policy DMHB 14, DMHB 12, DMHB 11  of the Hillingdon Local Plan: Part 2 (2020), London Plan (2021) Policy D1 and G1 and paragraph 131 of the NPPF (2023).",
    "The applicant has failed to provide measures to mitigate the impacts of the development through enhancements to services and the environment necessary as a consequence of demands created by the proposed development (in respect of affordable housing, public open space, children's play space and carbon offsetting). The scheme therefore conflicts with Policies DMCI 4, DMCI 5, DMCI 7, DMCI 3, DMT 2, DMEI 2 and DMEI 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020); the adopted Planning Obligations Supplementary Planning Document (2014); Policies H5, H6, SI2, DT6 and DF1 of the London Plan (2021); and the National Planning Policy Framework (2023).",
    "The applicant has failed to demonstrate that there are significant public benefits which outweigh the potential harm derived from the overdevelopment and poor design of the proposed development. As such the proposal fails to comply with paragraph 11 of the NPPF (2023).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "lpa_app_no": "77603/APP/2023/1580",
  "application_details": {
    "internal_resi_water_usage": 105,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "09/2023"
      }
    ],
    "residential_details": {
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "residential_units": [
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 25
        },
        {
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 25
        },
        {
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 25
        },
        {
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 25
        },
        {
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 11.5
        },
        {
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 11.5
        },
        {
          "unit_no": "Gain-7",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 16
        },
        {
          "unit_no": "Gain-8",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 13.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-9",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-10",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-11",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-12",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-13",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-14",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Housing Association",
          "unit_no": "Gain-15",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "London Affordable Rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Housing Association",
          "unit_no": "Gain-16",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "London Affordable Rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Housing Association",
          "unit_no": "Gain-17",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "London Affordable Rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Housing Association",
          "unit_no": "Gain-18",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "London Affordable Rent"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Housing Association",
          "unit_no": "Gain-19",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 42,
          "tenure": "London Affordable Rent"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Housing Association",
          "unit_no": "Gain-20",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 42,
          "tenure": "London Affordable Rent"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-21",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 86,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-22",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 86,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-23",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-24",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 45,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-25",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 45,
          "tenure": "Market for rent"
        }
      ],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 25,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_bedrooms": 31,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 6,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_gia_gained": 1203.5,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 11,
      "affordable_percentage": 24,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 6
    },
    "non_residential_details": {
      "total_gia_existing": 1740,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 1740,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 1301
    },
    "site_area": 0.1115,
    "rain_water_harvesting": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1740,
        "use_class": "E",
        "gia_gained": 235,
        "gia_lost": 1740
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 1066,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "total_gia_lost": 1740,
    "garden_land_lost": false,
    "total_gia_existing": 1740,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.8,
        "building_ref": "Station Road "
      },
      {
        "no_storeys": 3,
        "max_height": 10.2,
        "building_ref": "Crown Close"
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "scheme_name": "53-55 Station Road ",
    "existing_uprns": null,
    "total_gia_gained": 1301,
    "green_suds": true,
    "affordable_housing_fast_track": true,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 17,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 17,
      "no_active_fast_ev_charging_points": 1,
      "ghg_reduction_over_building_regulations": true,
      "urban_greening_factor_score": 0.2,
      "no_homes_to_have_electrical_heating": 17,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 25,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "no_passive_fast_ev_charging_points": 1,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 287
    },
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 50,
    "grey_water_reuse": false
  },
  "centroid_northing": 179698,
  "ward": "HAYES TOWN 2022",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Hillingdon-77603_APP_2023_1580",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77603/APP/2023/1580",
  "uprn": null,
  "description": "Erection of a three storey building comprising 16 flats and a two storey commercial building (Use Class E), following the demolition of existing commercial building. (Amended Description)",
  "site_name": "53-55 STATION ROAD",
  "appeal_status": null,
  "postcode": "UB3 4BE",
  "status": "Refused",
  "decision_agency": "Borough",
  "decision_date": "24/10/2024",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T19:37:01.575+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}