{
  "centroid_northing": 179503,
  "status": "Refused",
  "cil_liability": false,
  "appeal_decision_date": null,
  "centroid_easting": 505997,
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "application_details": {
    "existing_uprns": null
  },
  "valid_date": "02/08/2021",
  "lpa_app_no": "43769/APP/2021/3003",
  "bo_system": "CSV Data Import",
  "application_type": "All Other",
  "last_updated": "2025-03-20T17:33:30.352+00:00",
  "decision_conditions": [
    "The applicant has failed to submit satisfactory details and clarity relating to how the grade II Listed front wall would be protected, in its entirety, during the construction process. Furthermore, a methodology statement has not been submitted with this application despite it being a requirement of Condition 6 of planning permission 43769/APP/2021/1278 . The proposal would therefore fail to safeguard the architectural and historic interest of the listed wall and the character and appearance of the conservation area, contrary to Policy HE1 of Hillingdon Local Plan: Part One Strategic Policies (2012), Policies DMHB 1, DMHB 2 and DMHB 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy HC1 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "b) In order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable which the applicant chose not to implement.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "decision": "Refused",
  "id": "Hillingdon-43769_APP_2021_3003",
  "description": "Details pursuant to the discharge of Condition 6 (protection of listed front boundary wall) of planning permission ref. 43769/APP/2021/1278, dated 15/07/21 (single storey side/rear extension and first floor rear extension).",
  "lapsed_date": "11/02/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "44 CHURCH ROAD",
  "street_name": "WEST DRAYTON",
  "parking_details": null,
  "locality": null,
  "polygon": null,
  "development_type": null,
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "decision_date": "11/02/2022",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.504531,
    "lon": -0.474191
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "11/02/2022",
  "subdivision_of_building": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=43769/APP/2021/3003",
  "secondary_street_name": null,
  "uprn": null,
  "postcode": null,
  "ward": "WEST DRAYTON",
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "pp_id": "10058521",
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": null,
  "wgs84_polygon": null
}