{
  "title_number": [
    "XX"
  ],
  "site_name": "44 CHURCH ROAD",
  "cil_liability": false,
  "uprn": null,
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505990.0547,
              179490.9268
            ],
            [
              505996.6693,
              179506.8018
            ],
            [
              506003.2839,
              179537.5597
            ],
            [
              506011.8828,
              179535.906
            ],
            [
              506002.6224,
              179485.3044
            ],
            [
              505990.7161,
              179490.9268
            ],
            [
              505990.0547,
              179490.9268
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "lpa_app_no": "43769/APP/2021/1278",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "15/07/2024",
  "locality": null,
  "postcode": null,
  "decision_target_date": "16/07/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "WEST DRAYTON",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=43769/APP/2021/1278",
  "last_updated_by": "CSV Data Import",
  "decision_date": "15/07/2021",
  "appeal_decision": null,
  "centroid_easting": 506002,
  "ward": "WEST DRAYTON",
  "centroid": {
    "lat": "51.5046029",
    "lon": "-0.4740966"
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 179511,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T23:00:35.578+00:00",
  "description": "Single storey side/rear extension and first floor rear extension",
  "last_date_consultation_comments": "27/04/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 75,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "02/2021",
    "intended_completion_date": "06/2021",
    "site_area": 0.05
  },
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2102/05-A, 2102/06-A and 2102/07-A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 42 or 46 Church Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of the development hereby approved, a methodology statement and scaled plan, detailing how the Grade II Listed front boundary wall will be protected during construction works shall be submitted to and approved in writing by the Local Planning Authority. The development shall only commence once the wall has been adequately safeguarded.",
    "REASON",
    "To safeguard the architectural and historic interest of the listed building and character and appearance of the conservation area, in accordance to Policy HE1 of Hillingdon's Local Plan: Part 1 - Strategic Policies (November 2012), Policies DMHB 1, DMHB 2 and DMHB 4 of the Hillingdon's Local Plan: Part 2 - Development Management Policies (January 2020), Policy 7.8 of the London Plan (March 2016), Policy HC1 of the Publication London Plan (December 2020) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the occupation of the development hereby approved, a scheme shall be submitted to and approved in writing by the Local Planning Authority for a replacement tree. The replacement tree shall be planted within the first planting season following the approval of the scheme. If the replacement tree is removed, dies, is severely damaged or becomes seriously diseased within 5 years of planting it shall be replaced with another tree of similar size and species to that originally required to be planted.",
    "REASON",
    "In the interest of the amenity of the area in accordance with Policies DMHB 1, DMHB 4, DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "It is advised that UPVC windows are not permissible through the granting of this planning permission. Separate planning consent will be required to replace the existing windows with UPVC windows and this unlikely to be supported by Officers from a conservation perspective.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The replacement tree will require basic maintenance (watering and weeding during spring and summer) for approximately 2-3 years to encourage successful establishment."
  ],
  "status": "Approved",
  "pp_id": "09689479",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "30/03/2021",
  "id": "Hillingdon-43769_APP_2021_1278",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4742747,
          51.5044247
        ],
        [
          -0.4741746,
          51.5045661
        ],
        [
          -0.4740701,
          51.5048414
        ],
        [
          -0.4739468,
          51.5048249
        ],
        [
          -0.4740953,
          51.5043718
        ],
        [
          -0.4742651,
          51.5044246
        ],
        [
          -0.4742747,
          51.5044247
        ]
      ]
    ],
    "type": "Polygon"
  }
}