{
  "lpa_app_no": "2025/0049",
  "centroid_northing": 173350,
  "status": "Commenced",
  "epc_number": null,
  "last_date_consultation_comments": "04/02/2025",
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-08-13T10:33:36.528Z",
  "valid_date": "08/01/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524977.640010462,
              173354.64032800484
            ],
            [
              524978.9000104627,
              173350.2003280042
            ],
            [
              524980.5000104636,
              173343.85032800148
            ],
            [
              524975.5500104608,
              173342.5503280012
            ],
            [
              524972.500010459,
              173354.3003280048
            ],
            [
              524970.4800104579,
              173362.08032800816
            ],
            [
              524969.5500104575,
              173365.70032800798
            ],
            [
              524971.3400104585,
              173366.13032800797
            ],
            [
              524972.4300104593,
              173366.4003280074
            ],
            [
              524974.2500104603,
              173366.85032800876
            ],
            [
              524974.8700104606,
              173364.62032800767
            ],
            [
              524977.640010462,
              173354.64032800484
            ],
            [
              524977.640010462,
              173354.64032800484
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": null,
  "centroid_easting": 524976,
  "actual_commencement_date": "31/03/2025",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0049",
  "site_number": "79",
  "decision": "Approved",
  "ward": "Southfields",
  "decision_agency": "Borough",
  "lpa_name": "Wandsworth",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_cycle": 5,
    "no_existing_cycle": 0,
    "net_cycle": 5
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Wandsworth-2025_0049",
  "application_details": {
    "internal_resi_water_usage": 105,
    "scheme_phasing": false,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "01/2026",
        "intended_commencement_date": "05/2025"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 110,
        "use_class": "C3",
        "gia_gained": 124,
        "actual_commencement_date": "31/03/2025",
        "gia_lost": 6.6
      },
      {
        "gia_existing": 67.5,
        "use_class": "E(a)",
        "gia_gained": 0,
        "actual_commencement_date": "31/03/2025",
        "gia_lost": 67.5
      }
    ],
    "total_gia_gained": 124,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 124,
      "total_gia_lost": 74.1,
      "total_gia_existing": 177.5,
      "site_area": 0.01488
    },
    "site_area": 0.01488,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 74.1,
    "total_gia_existing": 177.5,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 3,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 199.2,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "31/03/2025",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 74.8,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "31/03/2025",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 42.2,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "31/03/2025",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 82.2,
          "tenure": "Market for sale"
        },
        {
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Loss",
          "actual_commencement_date": "31/03/2025",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_bedrooms": 6,
      "habitable_rooms_density": 604.8387096774193,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 201.61290322580643,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "site_area": 0.01488
    },
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 3,
      "no_new_gas_connections_required": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": false,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "rain_water_harvesting": false,
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "mayoral_cil_liability_notice_issued": false,
    "circular_economy_statement": false,
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.01488
    },
    "3d_model": false,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false
  },
  "uprn": "100023329996",
  "decision_date": "28/03/2025",
  "description": "Alterations including erection of mansard roof extension to main rear roof, erection of single storey rear extension and extensions at first and second floor, conversion of ground floor retail unit and existing flat on the upper floors to provide  x 1-bedroom, 1 x 2-bedroom and 1 x 3-bedroom flats with associated landscaping and refuse storage.",
  "site_name": "Former 79",
  "last_updated_by": "Portal",
  "decision_target_date": "28/03/2025",
  "borough": "Wandsworth",
  "postcode": "SW18 5LU",
  "street_name": "Replingham Road",
  "bo_system": "Portal",
  "development_type": "Minor dwellings",
  "lapsed_date": "28/03/2028",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [CP-2024-33 | P4-10 (Rev C); CP-2024-33 | P4-11 (Rev B); CP-2024-33 | P4-12 (Rev A); CP-2024-33 | P4-13 (Rev A); CP-2024-33 | P4-14 (Rev A); CP-2024-33 | P4-20; CP-2024-33 | P4-21 (Rev B); CP-2024-33 | P4-22 (Rev B); CP-2024-33 | P2-23 (Rev A); CP-2024-33 | P2-24 (Rev A); CP-2024-33 | P2-25; CP-2024-33 | P2-30 (Rev B); Daylight and Sunlight Assessment Issue No.5 dated 2025; Design and Access Statement by City Planning; Preliminary Ecological Appraisal by Ecology Partnership dated June 2024 and Energy Statement by ECOstudio XV LTD dated September 2024.]. \nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.",
    "Condition : 4 - No development shall commence until a Construction Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \na) whilst works should take place outside of the nesting season (February - September inclusive), if works to trees and vegetation are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds in the vegetation and buildings. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\nb) details of measures to prevent entrapment of or harm to wildlife on site, including in excavations and construction and waste materials left on site.\nReason: To protect biodiversity in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 5 - Notwithstanding the details shown on the approved plans and set out in the supporting information, a Landscape and Ecological Enhancement and Management Plans shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: \n-\tdetails of wildlife friendly planting, including planting plans, with features such as low flowering amenity grass, mixed native species hedge and night scented species;\n-\torientation, target species and location for at least 2x swift boxes/bricks 1x bee brick and 1x bat box/ brick to be integrated with the building;\n-\tdetails of hedgehog holes in the fencing to allow connectivity between adjacent gardens;\n-\ta bat sensitive post-construction lighting plan to ensure that any lighting will be of a specification that minimises its impacts on bats and any onsite habitats as well as neighbouring gardens in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no uplighters and no light spill onto ecological enhancements or habitats). \nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\nReason: To improve the ecological interest of the site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of works to ensure existing biodiversity is protected and the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 6 - Prior to commencement of the above ground works, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 7 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 8 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 9 - Prior to commencement of use of the [terrace/ balcony] as shown on drawing number [CP-2024-33 | P4-11 (Rev B) and CP-2024-33 | P4-21 (Rev B)] the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - Other than the hereby approved roof terrace/screening shown in the drawings, the remaining roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 11 - Prior to [occupation of the development] the kitchen window in the rear elevation at first floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window shall so be maintained and retained as such. \nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 13 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 14 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 15 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\nThe repositioning of two exisitng on-street cycle stands to the front of the site, so that they are parrallel to the highway. \nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 16 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 17 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Council�s website."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.203025,
          51.4454
        ],
        [
          -0.203009,
          51.44536
        ],
        [
          -0.202988,
          51.445303
        ],
        [
          -0.20306,
          51.445292
        ],
        [
          -0.203099,
          51.445398
        ],
        [
          -0.203126,
          51.445469
        ],
        [
          -0.203138,
          51.445502
        ],
        [
          -0.203112,
          51.445505
        ],
        [
          -0.203096,
          51.445507
        ],
        [
          -0.20307,
          51.445511
        ],
        [
          -0.203062,
          51.445491
        ],
        [
          -0.203025,
          51.4454
        ],
        [
          -0.203025,
          51.4454
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "13678089",
  "centroid": {
    "lon": -0.203051,
    "lat": 51.445359
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}