{
  "locality": "London",
  "appeal_status": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0415",
  "decision_process": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "valid_date": "10/02/2025",
  "description": "Alterations including erection of a dormer extension to the main rear roof and installation of 6 x solar pv panels to flat roof of new dormer; Erection of a part single, part two-storey side extension with front dormer, Erection of a single storey rear and side extension; Installation of replacement windows to the first floor rear elevation. ",
  "application_type_full": "Householder planning permission",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "borough": "Wandsworth",
  "pp_id": "13758684",
  "site_number": "8",
  "application_details": {
    "total_gia_gained": 111,
    "intended_commencement_date": "05/2025",
    "no_additional_bedrooms": 2,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "01/2026",
    "site_area": 0.066
  },
  "appeal_decision_date": null,
  "lapsed_date": "22/05/2028",
  "centroid_easting": 526331,
  "decision_target_date": "22/05/2025",
  "street_name": "Victoria Mews",
  "last_updated": "2025-05-30T10:40:01.375Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "development_type": "Other house holder developments",
  "title_number": null,
  "postcode": "SW18 3PY",
  "parking_details": null,
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": "9200-8161-0022-7120-0923",
  "decision_agency": "Borough",
  "ward": "Wandsworth Common",
  "centroid": {
    "lat": 51.442147,
    "lon": -0.183679
  },
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526337.9800112788,
              173034.0503278923
            ],
            [
              526334.5800112766,
              173035.2403278938
            ],
            [
              526335.4800112773,
              173037.79032789363
            ],
            [
              526340.7600112805,
              173035.92032789293
            ],
            [
              526341.9900112813,
              173035.49032789108
            ],
            [
              526345.6100112835,
              173034.22032789135
            ],
            [
              526347.0200112844,
              173033.72032789164
            ],
            [
              526345.6000112834,
              173029.7003278908
            ],
            [
              526345.2000112832,
              173028.6003278906
            ],
            [
              526343.2000112818,
              173022.60032788903
            ],
            [
              526340.8000112802,
              173015.60032788676
            ],
            [
              526339.5500112795,
              173012.0003278851
            ],
            [
              526338.4000112787,
              173008.70032788353
            ],
            [
              526336.4000112773,
              173002.8503278832
            ],
            [
              526335.6200112768,
              173000.6203278827
            ],
            [
              526335.4000112767,
              173000.00032788218
            ],
            [
              526334.350011276,
              172997.0503278809
            ],
            [
              526333.5600112755,
              172994.8303278804
            ],
            [
              526332.4000112747,
              172991.55032788008
            ],
            [
              526330.7000112735,
              172986.7003278783
            ],
            [
              526330.2000112731,
              172987.40032787877
            ],
            [
              526326.3000112709,
              172993.75032787974
            ],
            [
              526322.9000112689,
              172999.2003278815
            ],
            [
              526322.4500112685,
              173000.00032788282
            ],
            [
              526319.7100112669,
              173003.98032788368
            ],
            [
              526326.1400112712,
              173023.11032788985
            ],
            [
              526327.9300112724,
              173028.3103278904
            ],
            [
              526329.3300112733,
              173032.38032789057
            ],
            [
              526336.5000112777,
              173029.83032789105
            ],
            [
              526337.9800112788,
              173034.0503278923
            ],
            [
              526337.9800112788,
              173034.0503278923
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "status": "Approved",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 24020_P2_10, 24020_P2_11, 24020_P2_12 Rev.B., 24020_P2_13 Rev.B., 24020_P2_20, 24020_P2_30, 24020_P2_31 Rev.B., 24020_P2_32, 24020_P2_33, Arboricultural Survey and Constraints by Ben Larkham Associates dated 22nd July 2024\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Unless indicated on the drawings hereby approved, all external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. All brickwork should be built in a matching bond.\r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\na)\tdetails of a bat mitigation plan including: a bat toolbox talk for all operatives onsite; details of what to do if a bat is found onsite; timings of works; the methods of works to soft strip, demolish or prepare for construction. \r\nb)\twhilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023).\r\n\r\nReason: To protect the borough's priority species in accordance with Council policy LP55 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to commencement of development, details of the installation of 1 x integrated swift brick/box and 1 x integrated bat brick/box shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. Details should include:\r\n-\torientation, type and location for 1 x swift brick/box.\r\n-\torientation, type and location for 1 x bat brick/box. \r\n-\tif lighting is being installed, details of lighting that will be of a specification that minimises its impacts on bats, onsite and adjacent habitats in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no light spill onto vegetated areas and no uplighters). \r\n-\tdetails of a bat friendly roof membrane such as Bitumen 1FF felt. Breathable membranes should not be used in any new roofs (see Bat Conservation Trust guidance).\r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\nReason: To protect the borough's priority species in accordance with Council policy LP55 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Applicants are requested to consider further the ingress and egress arrangements associated with the construction traffic associated with the development hereby approved in liaison with the relevant highways authority. [AS REQUESTED BY MEMBERS OF THE PLANNING APPLICATIONS COMMITTEE]"
  ],
  "uprn": "121010987",
  "lpa_name": "Wandsworth",
  "centroid_northing": 173026,
  "site_name": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.183576,
          51.442218
        ],
        [
          -0.183624,
          51.442229
        ],
        [
          -0.18361,
          51.442252
        ],
        [
          -0.183535,
          51.442234
        ],
        [
          -0.183517,
          51.44223
        ],
        [
          -0.183466,
          51.442218
        ],
        [
          -0.183446,
          51.442213
        ],
        [
          -0.183468,
          51.442177
        ],
        [
          -0.183474,
          51.442167
        ],
        [
          -0.183505,
          51.442114
        ],
        [
          -0.183542,
          51.442051
        ],
        [
          -0.183561,
          51.442019
        ],
        [
          -0.183579,
          51.44199
        ],
        [
          -0.183609,
          51.441938
        ],
        [
          -0.183621,
          51.441918
        ],
        [
          -0.183625,
          51.441912
        ],
        [
          -0.183641,
          51.441886
        ],
        [
          -0.183653,
          51.441866
        ],
        [
          -0.183671,
          51.441837
        ],
        [
          -0.183697,
          51.441794
        ],
        [
          -0.183704,
          51.4418
        ],
        [
          -0.183758,
          51.441858
        ],
        [
          -0.183805,
          51.441908
        ],
        [
          -0.183811,
          51.441915
        ],
        [
          -0.183849,
          51.441952
        ],
        [
          -0.18375,
          51.442122
        ],
        [
          -0.183722,
          51.442168
        ],
        [
          -0.183701,
          51.442205
        ],
        [
          -0.183598,
          51.44218
        ],
        [
          -0.183576,
          51.442218
        ],
        [
          -0.183576,
          51.442218
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "2025/0415",
  "last_date_consultation_comments": "28/03/2025",
  "subdivision_of_building": null,
  "id": "Wandsworth-2025_0415",
  "decision_date": "22/05/2025",
  "cil_liability": true
}