{
  "last_date_consultation_comments": "29/05/2025",
  "site_number": null,
  "application_type_full": "Full planning permission",
  "subdivision_of_building": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/1263",
  "epc_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.207303,
          51.445103
        ],
        [
          -0.207298,
          51.445075
        ],
        [
          -0.207295,
          51.445052
        ],
        [
          -0.207371,
          51.445049
        ],
        [
          -0.207373,
          51.445048
        ],
        [
          -0.207445,
          51.445046
        ],
        [
          -0.207483,
          51.445045
        ],
        [
          -0.207487,
          51.445097
        ],
        [
          -0.207405,
          51.445099
        ],
        [
          -0.207303,
          51.445103
        ],
        [
          -0.207303,
          51.445103
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "Sutherland Grove",
  "last_updated_by": "Northgate M3",
  "date_building_work_started_under_previous_permission": "10/02/2025",
  "application_details": {
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 85,
      "total_gia_existing": 36,
      "total_gia_lost": 36
    },
    "total_gia_gained": 85,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "projected_cost_of_works": "Up to £2m",
    "site_area": 0.0085,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "09/2025",
        "intended_commencement_date": "02/2025"
      }
    ],
    "infrastructure_details": {
      "no_resi_units_to_have_full_fibre": 1,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 35,
      "percentage_demolition_construction_material_recycling": 25,
      "fire_suppression_system_proposed": false,
      "urban_greening_factor_score": 0.29,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "chp_heat_pumps_capacity": 0.01,
      "no_homes_to_have_electrical_heating": 1,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 120,
    "residential_details": {
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 3,
          "gia": 85,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": 85,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units": 1,
      "habitable_rooms_density": null,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 36,
        "gia_gained": 85,
        "use_class": "C3",
        "gia_lost": 36
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0,
    "total_gia_lost": 36,
    "total_gia_existing": 36,
    "green_suds": false,
    "superseding_details": [
      {
        "lpa_app_no": "2022/4583",
        "partial_supersedence": false
      }
    ],
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 2.75,
        "building_ref": "Building 1: Proposed house"
      }
    ]
  },
  "ward": "West Hill",
  "cil_liability": true,
  "centroid": {
    "lon": -0.207393,
    "lat": 51.445075
  },
  "uprn": "10090497259",
  "parking_details": {
    "net_cycle": 3,
    "no_proposed_cycle": 3,
    "no_existing_car": 3,
    "no_existing_cycle": 0,
    "net_car": -3,
    "no_proposed_car": 0
  },
  "centroid_easting": 524675,
  "development_type": "Minor dwellings",
  "lpa_app_no": "2025/1263",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Wandsworth",
  "locality": "London",
  "application_type": "All Other",
  "id": "Wandsworth-2025_1263",
  "centroid_northing": 173311,
  "appeal_status": null,
  "status": "Approved",
  "description": "Demolition of existing garages and erection of new 3-bedroom two- storey dwelling (includes the excavation of a basement) Incorporating amendments to ref: 2022/4583  ",
  "site_name": "Garages South Of 2",
  "appeal_start_date": null,
  "decision_date": "20/06/2025",
  "decision_target_date": "20/06/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524681.2000102894,
              173314.25032799877
            ],
            [
              524681.6000102896,
              173311.1503279964
            ],
            [
              524681.9000102897,
              173308.6503279964
            ],
            [
              524676.6500102867,
              173308.2003279954
            ],
            [
              524676.5000102866,
              173308.1003279966
            ],
            [
              524671.5000102838,
              173307.75032799662
            ],
            [
              524668.8500102822,
              173307.54032799625
            ],
            [
              524668.400010282,
              173313.35032799782
            ],
            [
              524674.1000102853,
              173313.70032799809
            ],
            [
              524681.2000102894,
              173314.25032799877
            ],
            [
              524681.2000102894,
              173314.25032799877
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "20/06/2028",
  "valid_date": "25/04/2025",
  "decision_process": null,
  "decision": "Approved",
  "postcode": "SW18 5PU",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 050 REV - ; 101 REV - ; 151 REV - ; 102 REV - ; 200 REV - ; 300 REV - ; 301 REV - ; 302 REV - ; 303 REV - , all dated February 2025.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Notwithstanding any materials specified in the application, details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved by the local planning authority prior to commencement of development (other than demolition). The development shall be carried out in accordance with the approved materials.\r\n\r\nReason: In order to assess the suitability of the proposed materials, in the\r\ninterests of the appearance of the locality, in accordance with Council policy\r\nLP1 of the Wandsworth Local Plan (2023). It is necessary for the condition to\r\nbe discharged prior to the commencement of any works on site to ensure\r\nappropriate materials are used in the interests of the quality and appearance of the development in compliance with the Council policy cited above. ",
    "Condition : 4 - The rooflights hereby approved, shall be of a conservation area specification\r\ni.e. in-line and flush within the roof pitch that they would be located.\r\n\r\nReason: In the interests of preserving the character and appearance of the\r\nconservation area in accordance with Council policies LP1, LP2 and LP3 of the Wandsworth Local Plan (2023) and Section 12 of the National Planning Policy Framework 2021",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General\r\nPermitted Development) (England) Order 2015 (or any Order revoking,\r\namending or re-enacting that Order) no extensions, additions or enlargements\r\nshall at any future time be erected or constructed to the dwelling[s] hereby\r\napproved without the prior permission of the local planning authority.\r\n\r\nReason: In order to control future development, in accordance with Council\r\npolicies LP1 and LP2 of the Wandsworth Local Plan (2023) coupled with the\r\nrequirements of the National Planning Policy Framework 2021. ",
    "Condition : 6 - No water tanks, plant, lift rooms or other structures shall be erected upon the\r\nroof of the approved building.\r\n\r\nReason: To control the appearance of the building and safeguard the\r\nappearance of the area, in accordance with Council policy LP1 of the\r\nWandsworth Local Plan (2023) coupled with the requirements of the National\r\nPlanning Policy Framework 2021. \r",
    "Condition : 7 - The roof area of the development hereby permitted shall not be used as a\r\nbalcony, roof garden or similar amenity area and furthermore, no balustrades,\r\nrailings or other means of enclosure or means of permanent access shall be\r\nerected on this area.\r\n\r\nReason: To control overlooking and safeguard the privacy of neighbours in\r\naccordance with Council policy LP2 of the Wandsworth Local Plan (2023)\r\ncoupled with the requirements of the National Planning Policy Framework\r\n2021. \r",
    "Condition : 8 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking\r\npurposes for the users of the development and for no other purpose.\r\n\r\nReason: To ensure adequate provision is made for cycle parking in\r\naccordance with Council policy LP51 of the Wandsworth Local Plan (2023)\r\ncoupled with the requirements of the National Planning Policy Framework\r\n2021. \r",
    "Condition : 9 - Prior to the installation of an air source heat pump, no development shall take place until details of the model and predicted noise levels (including any noise and vibration mitigation measures) of the air source heat pump have been submitted to and approved in writing by the local planning authority before installation. The air source heat pump shall be installed in accordance with the approved details and thereafter be so operated and maintained.\r\n\r\nReason: In the interests of neighbour amenity and visual appearance, and in\r\naccordance with Council policies LP1 and LP2 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy\r\nFramework 2021. \r",
    "Condition : 10 - Prior to commencement of the above ground works, details of the height,\r\ndesign and material(s) of the proposed boundary treatment shall be submitted\r\nto and approved in writing by the local planning authority. The boundary\r\ntreatment shall be carried out in accordance with the approved details and\r\ncompleted prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority.\r\n\r\nReason: To protect visual amenity ensure a satisfactory appearance and in\r\naccordance with Council policies LP1 and LP2 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy\r\nFramework 2021. \r",
    "Condition : 11 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\n\r\nReason: In the interests of traffic, general amenity of the area and neighbour\r\namenity in accordance with Council policy LP50 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy\r\nFramework 2021. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.",
    "Condition : 12 - The development hereby approved shall achieve a minimum of a 19%\r\nreduction in CO2 emissions below the maximum threshold set in Building\r\nRegulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\n\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Wandsworth Local Plan (2023) coupled with the\r\nrequirements of the National Planning Policy Framework 2021. \r",
    "Condition : 13 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, the depth of soil to the green roof and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, turfing and green roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\n\r\nReason: To ensure a satisfactory appearance and biodiversity value in the\r\ndevelopment, in accordance with Council policies LP1 and LP55 of the\r\nWandsworth Local Plan (2023). The details are required prior to the\r\ncommencement of works to ensure the landscaping measures are\r\nincorporated in the layout and construction of the development. ",
    "Condition : 14 - No development shall commence until a Construction and Environmental\r\n Management Plan (CEMP) has been submitted to and been approved in\r\nwriting by the local planning authority. The CEMP shall include measures to\r\nmitigate the construction effects as part of a coordinated and collaborative\r\napproach with surrounding developments, and shall include the following\r\ndetails (although not limited to):\r\n1. If works are to happen during the nesting season (Feb - Sept), details of\r\ntiming of works and the named ecological clerk of works (a member of CIEEM\r\nwith experience and knowledge of working in London) who will undertake a\r\nsite walkover at least 48 hours prior to commencement to assess for evidence\r\nof use of the site (including buildings) by any nesting birds. In the event that a\r\nnest is found, an appropriate exclusion zone should be implemented around it\r\nuntil the young have fully fledged (Wildlife and Countryside Act 1981 (as\r\namended)). The law protects all wild bird species, their eggs and nests;\r\n2. Details of measures to prevent mammal, amphibian or reptile entrapment or\r\nharm on site;\r\n3. Details of the sensitive removal of existing vegetation;\r\n4. A construction lighting plan outlining how lighting will be prevented from\r\nnegatively impacting any protected and priority species during construction, in\r\nparticular commuting bats or bats that may be roosting in the existing building.\r\nThis construction lighting plan must follow best practice industry guidance\r\nproduced by the Bat Conservation Trust and Institute of Lighting Professionals\r\n(Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP)\r\nGuidance Note (2018) Bats and artificial lighting in the UK. Bats and the built\r\nenvironment series);\r\n5. An Invasive Non-Native Species plan detailing the measures to be taken to\r\nremove and eradicate any INNS (including species on the London Invasive\r\nSpecies Initiative (LISI) list) discovered onsite during the works, in line with\r\nbest practice f",
    "Condition : 15 - Notwithstanding the details shown on the approved plans and set out in the\r\nsupporting information, a Landscape and Ecological Enhancement and\r\nManagement Plan shall be submitted to and approved in writing by the local\r\nplanning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: details of wildlife friendly planting; details of the biodiverse roofs on both the new and existing buildings, including details of extensive substrate base, features to be included within the substrate e.g. rope coils, sand, gravel, etc., and details of any seed and plug plant choice (in accordance with The Gro Green Roof Code 2021); location and specifications for 2x swift boxes/ bricks to be integrated with the new building; hedgehog holes to provide access to neighbouring gardens; a sensitive post-construction lighting plan to ensure that any lighting will be of a specification that minimises its impacts on bats and onsite habitats including trees in accordance with the BCT and ILP artificial lighting guidance. It will also include a management plan to be implemented for all hard and soft landscaped areas as well as the abovementioned measures to provide biodiversity gain. The approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\n\r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with Council policy LP55 of the Wandsworth Local Plan (2023) and London Plan Policy G6",
    "Condition : 16 - The development shall achieve a maximum water use of 105 litres per person\r\nper day (plus 5 litres for outside use) in line with the Water Efficiency\r\nCalculator for new dwellings from the Department of Communities and Local\r\nGovernment. Prior to first occupation, evidence to demonstrate that that the\r\ninternal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures\r\nintegrated shall be retained for the lifetime of the development.\r\n\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Wandsworth Local Plan (2023) coupled with the\r\nrequirements of the National Planning Policy Framework 2021. ",
    "Condition : 17 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\nRemoval of existing crossover and reinstatement of footway.\r\nThe development shall not be occupied until the works referred to within the\r\ncompleted agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\n\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP50 and LP51 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2021. \r",
    "Condition : 18 - The permission hereby granted shall not be construed as authority to carry out works on the publicly maintained highway. The applicant is advised that all such works must be carried out by the Council's own appointed contractor\r\nfollowing approval from Traffic and Engineering, Wandsworth Borough\r\nCouncil, Tadmore House, Frogmore Complex, London, SW18 1EY or\r\ntrafficandengineering@wandsworth.gov.uk. ",
    "Condition : 19 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 20 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Council�s website.",
    "Condition : 21 - INFORMATIVE: Any assessment of CIL liability by the Council has been\r\nbased on the information provided. The assessment of CIL liability referred to\r\nin this informative is indicative only and is not intended to provide a binding\r\nestimate of the actual CIL liability likely to be incurred. The assessment of the\r\nactual CIL liability will be provided pursuant to and in accordance with the\r\nCommunity Infrastructure Levy Regulations 2010 (as amended). Where the\r\ncalculation of CIL liability includes taking account of the existing use of a\r\nbuilding, CIL liability may change if the information provided in relation to the\r\nexisting use(s) of buildings, is not still current at the time of the decision which\r\nfirst permits development. \r"
  ],
  "decision_agency": "Borough",
  "bo_system": "Northgate M3",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "13935831",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Wandsworth",
  "last_updated": "2025-06-26T10:20:02.331Z",
  "actual_completion_date": null
}