{
  "appeal_status": null,
  "lapsed_date": "21/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0815",
  "borough": "Wandsworth",
  "application_type_full": "Removal/Variation of a condition",
  "actual_commencement_date": null,
  "ward": "Thamesfield",
  "decision_date": "21/05/2025",
  "parking_details": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523595.3000097071,
              175390.05032861547
            ],
            [
              523596.2500097077,
              175395.45032861765
            ],
            [
              523597.00000970805,
              175395.3503286169
            ],
            [
              523597.46100970835,
              175399.0373286184
            ],
            [
              523596.17400970764,
              175400.26432861952
            ],
            [
              523597.0770097083,
              175406.92632862
            ],
            [
              523597.16700970836,
              175407.58732862014
            ],
            [
              523598.41700970905,
              175407.40432862059
            ],
            [
              523598.8000097092,
              175410.05032862123
            ],
            [
              523599.30000970955,
              175414.20032862254
            ],
            [
              523602.30000971124,
              175416.2503286234
            ],
            [
              523604.8500097127,
              175417.95032862492
            ],
            [
              523607.3500097141,
              175419.65032862336
            ],
            [
              523607.55000971415,
              175421.30032862455
            ],
            [
              523607.70000971435,
              175422.60032862623
            ],
            [
              523608.2500097146,
              175426.7503286263
            ],
            [
              523608.40000971477,
              175428.25032862637
            ],
            [
              523608.9000097151,
              175432.20032862638
            ],
            [
              523609.35000971536,
              175436.50032862782
            ],
            [
              523609.5000097155,
              175437.45032862946
            ],
            [
              523610.1000097159,
              175442.70032863005
            ],
            [
              523610.85000971635,
              175448.40032863285
            ],
            [
              523611.6000097168,
              175454.50032863388
            ],
            [
              523620.6500097218,
              175453.45032863284
            ],
            [
              523620.4500097217,
              175451.85032863298
            ],
            [
              523619.1000097208,
              175440.85032863048
            ],
            [
              523618.7000097206,
              175437.50032862817
            ],
            [
              523618.2500097203,
              175433.7503286277
            ],
            [
              523616.7500097193,
              175420.9003286239
            ],
            [
              523621.704009722,
              175420.08232862345
            ],
            [
              523623.679009723,
              175419.92432862363
            ],
            [
              523627.05000972486,
              175419.45032862388
            ],
            [
              523627.30000972503,
              175419.40032862377
            ],
            [
              523634.20000972884,
              175418.4003286232
            ],
            [
              523632.50000972766,
              175403.3503286196
            ],
            [
              523628.50000972545,
              175403.9003286198
            ],
            [
              523625.30000972375,
              175404.35032861965
            ],
            [
              523625.00000972353,
              175401.20032861852
            ],
            [
              523623.4000097225,
              175389.30032861547
            ],
            [
              523623.9000097228,
              175389.2003286138
            ],
            [
              523623.8470097227,
              175388.82732861477
            ],
            [
              523623.4790097225,
              175386.2273286145
            ],
            [
              523623.15000972233,
              175383.90032861277
            ],
            [
              523622.750009722,
              175379.1503286127
            ],
            [
              523611.25000971573,
              175380.60032861208
            ],
            [
              523608.100009714,
              175381.20032861282
            ],
            [
              523597.7150097083,
              175382.71732861293
            ],
            [
              523594.7500097067,
              175383.15032861417
            ],
            [
              523594.5500097066,
              175383.19032861415
            ],
            [
              523595.0000097069,
              175388.00032861484
            ],
            [
              523595.3000097071,
              175390.05032861547
            ],
            [
              523595.3000097071,
              175390.05032861547
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "13833121",
  "development_type": "Minor dwellings",
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to planning permission dated 20/12/2022 ref: 2022/3398 (Redevelopment and erection of seven two-storey (plus basement and roof level) houses (1 x 5-bed and 6 x 4 bed) with associated landscaping including removal of two trees and proposed replacement trees; two on-street parking spaces, on-site cycle parking and refuse storage.) as varied by planning permission dated 31/10/2023 ref: 2023/1926 to allow various design changes to all units including changes to front lightwells, rearrangement of bin storage, elevational and fenestration changes to approved dwellinghouses on plots 5, 6, and 7.",
  "site_name": null,
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed PL_010; PL_011; PL_012; PL_013; PL_014; PL_015; PL_016; PL_017; PL_020; PL_110 REV C; PL_111 REV C; PL_112 REV C; PL_113 REV C; PL_115 REV C; PL_117 REV C; PL_118 REV A; PL_120 REV C; PL_121 REV C; PL_122 REV C; PL_123 REV C; PL_124. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n ",
    "Condition : 2 - The development hereby permitted shall be begun within 3 years from 20 December 2022.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 3 - Prior to commencement of above ground works, details and samples of the\r\nprivacy screens to the rear first floor windows of houses 5 to 7 shown on\r\ndrawings PL112 REV C and PL_123 REV C have been submitted to and approved in writing by the local authority. The privacy screens shall be installed prior to occupation of the development and shall be retained and maintained in accordance with the approved details.\r\n\r\nReason: In order to assess the suitability of the proposed materials and to\r\nprotect the privacy of neighbours by preventing overlooking in accordance with Council policies LP1 and LP2 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2024. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction. \r",
    "Condition : 4 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - No development shall take place until details of the demolition of the rear\r\nboundary wall and details of its reconstruction are submitted to and approved\r\nin writing by the local planning authority. The development shall be constructed in accordance with the approved details and retained as such.\r\n\r\nReason: To ensure a high quality of development and to accord with policies\r\nLP1 and LP2 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2024. \r",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\n\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Notwithstanding the provisions of Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no alterations, extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling[s] hereby approved without the prior permission of the local planning authority. \r\n\r\nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to commencement of the above ground works, details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\n\r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n",
    "Condition : 10 - Prior to commencement of the above ground works, a landscaping scheme, to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. \r\nThe landscaping scheme shall include details of:\r\na. Hard landscaping materials.\r\nb. Soft landscaping, including species, height and root volume details, of trees, shrubs, hedges and any other planting with priority given to native and wildlife friendly species, including night scented species. All the communal and private grass areas should be wildflower lawns and hedges mixed species.\r\nc. Biodiverse roofs, plants and seeding. Biodiverse roofs should be included on the flat roof areas not occupied by photovoltaic panels.\r\nd. Minor artefacts and structures (e.g., furniture equipment or refuse or other\r\nstorage units);\r\ne. Ecologically sensitive lighting (in accordance with the Bat Conservation\r\nTrust and Institute of Lighting Professionals' \"Guidance Note 08/18: Bats and Artificial Lighting in the UK\"(2018)).\r\nf. Proposed and existing functional services above and below ground (e.g.\r\ndrainage, power, communications cables, pipelines, and indicating lines,\r\nmanholes and supports). \r\n\r\nThe landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning\r\nauthority. \r\n\r\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 11 - Notwithstanding the details shown on the approved plans and set out in the\r\nsupporting information, a Landscape and Ecological Enhancement and\r\nManagement Plan shall be submitted to and approved in writing by the local\r\nplanning authority prior to the commencement of any above ground works. The plan shall include details of all measures to provide biodiversity gain, including:\r\na. Wildlife friendly planting.\r\nb. Log piles and hibernacula\r\nc. Biodiverse roof including details of extensive substrate base, features to be included within the substrate (e.g. rope coils, sand, gravel, etc.), and details of any seed and seeding/plug plant choice (in accordance with \"The GRO Green Roof Code\" (2021).\r\nd. Orientation, target species and location for all bird and bat boxes and bricks to be integrated with the new buildings. At least two bird and at least two bat boxes should be provided.\r\ne. Measures to allow connectivity for hedgehogs and other species with\r\nneighbouring gardens and green spaces.\r\nf. A sensitive post-construction lighting plan to ensure that any lighting will be\r\nof a specification that minimises its impacts on bats and onsite habitats in\r\naccordance with the Bat Conservation Trust and Institute of Lighting\r\nProfessionals' \"Guidance Note 08/18: Bats and Artificial Lighting in the\r\nUK\"(2018).\r\ng. A management plan, which shall include long-term design objectives,\r\nmanagement responsibilities and maintenance schedules for all hard and soft\r\nlandscaped areas as well as the above-mentioned measures to provide\r\nbiodiversity gain.\r\nThe approved details shall be implemented prior to first occupation of the\r\ndevelopment and maintained thereafter.\r\nReason: To enhance the ecological interest of the site and to ensure that the\r\necological features are provided and maintained in a satisfactory manner in\r\naccordance with LP56 of the Local Plan (2023) and London Plan (adopted March 2021) Policy G6. \r",
    "Condition : 12 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 and with the \"Arboricultural Method Statement,\r\nImplications Assessment and Tree Protection Report\"shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - Prior to commencement of works above ground, details of the glazing, window\r\nframes, air source heat pumps and associated covers, to confirm these will\r\nmeet the standard of those submitted in the \"Noise Impact Assessment\", are\r\nsubmitted to and approved in writing by the local planning authority and the\r\napproved details shall be implemented prior to the first occupation of any\r\ndwelling and shall be retained thereafter. If alternative air source heat pumps\r\nare proposed a revised noise impact assessment will also need to be\r\nsubmitted to and approved in writing by the local planning authority. \r\n\r\nReason: To safeguard the amenities of residential occupiers, in accordance\r\nwith Policy LP2 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2024. The details are required prior to commencement of development to ensure the necessary mitigation is incorporated into the construction. \r\r\n",
    "Condition : 14 - No development shall take place until a site investigation is conducted to\r\nconsider the potential for contaminated land and details of which are submitted to and approved in writing by the local planning authority.\r\n\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Policies LP7 and LP14 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2024. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the construction. \r",
    "Condition : 15 - No development shall occur until a contaminated land remediation method\r\nstatement to make the site suitable for its intended use by removing\r\nunacceptable risks to sensitive receptors is submitted to and approved in\r\nwriting by the local planning authority.\r\n\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Policies LP7 and LP14 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2024. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction. ",
    "Condition : 16 - Prior to first occupation, contaminated land remediation shall be completed\r\nand a verification report produced on completion of the remediation shall be\r\nsubmitted to and approved in writing by the local planning authority.\r\n\r\nReason: To ensure that remedial measures have been undertaken and the\r\nenvironmental risks have been satisfactorily managed so that the site is\r\ndeemed suitable for residential use to accord with Policies LP7 and LP14 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2024. ",
    "Condition : 17 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\n\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 18 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\n\r\na. Removal of the vehicle crossover adjoining the site on Clarendon Drive;\r\nb. Reconstruction of the footway and kerb along that section of Clarendon\r\nDrive; and\r\nc. Extension of the existing on-street parking bay on that side of the road to the entire frontage of the site. \r\n\r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\n\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 19 - No development, including any demolition, shall commence until a\r\nConstruction and Environmental Management Plan (CEMP) has been\r\nsubmitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details:\r\na. Noise, dust and debris management, the routing of construction vehicles,\r\ntime of arrival and departure, and any proposed temporary traffic and\r\npedestrian management measures during the course of construction.\r\nb. That whilst works should take place outside of the nesting season (February to September), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named Chartered Institute of Ecology and Environmental Management (CIEEM) accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (in accordance with the Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests.\r\nc. Details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat\r\nConservation Trust and Institute of Lighting Professionals' \"Guidance Note\r\n08/18: Bats and Artificial Lighting in the UK\".\r\nd. Details of measures to prevent mammal, amphibian or reptile entrapment or\r\nharm on site, including in excavations and construction and waste materials\r\nleft on site\r\ne. Details of toolbox talks to be given to all contractors on site regarding the\r\npossible presence of roosting bats.\r\nf. An Invasive Non-N",
    "Condition : 20 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions above the levels set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions above the levels set in Building Regulations Part L 2013.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 21 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 22 - Prior to the commencement of above ground works (excluding demolition),\r\ndetails of the siting, design and materials of refuse and recycling storage to\r\nserve the development shall be submitted to and approved in writing by the\r\nlocal planning authority. The refuse storage facilities shall be provided in\r\naccordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\n\r\nReason: In the interests of amenity and hygiene, in accordance with Local Plan Policy LP1 coupled with the requirements of the National Planning Policy\r\nFramework 2021. ",
    "Condition : 23 - The development permitted by this planning permission shall only be carried\r\nout in accordance with the approved \"Flood Risk Assessment & SUDS\r\nStrategy for Planning\" by ARK Environmental Consultancy Limited dated\r\nAugust 2022. The mitigation measures shall be retained as such.\r\n\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with Policy LP12 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2021. ",
    "Condition : 24 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 25 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Council�s website."
  ],
  "lpa_app_no": "2025/0815",
  "subdivision_of_building": null,
  "centroid_easting": 523617,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Wandsworth",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": false,
  "postcode": "SW15 1AA",
  "decision_process": null,
  "application_details": {},
  "uprn": "100023311367",
  "street_name": "Clarendon Drive",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.222196,
          51.463996
        ],
        [
          -0.22218,
          51.464044
        ],
        [
          -0.222169,
          51.464043
        ],
        [
          -0.222161,
          51.464076
        ],
        [
          -0.22218,
          51.464088
        ],
        [
          -0.222164,
          51.464147
        ],
        [
          -0.222163,
          51.464153
        ],
        [
          -0.222145,
          51.464151
        ],
        [
          -0.222138,
          51.464175
        ],
        [
          -0.22213,
          51.464212
        ],
        [
          -0.222086,
          51.46423
        ],
        [
          -0.222049,
          51.464245
        ],
        [
          -0.222012,
          51.464259
        ],
        [
          -0.222009,
          51.464274
        ],
        [
          -0.222006,
          51.464286
        ],
        [
          -0.221997,
          51.464323
        ],
        [
          -0.221994,
          51.464337
        ],
        [
          -0.221985,
          51.464372
        ],
        [
          -0.221977,
          51.46441
        ],
        [
          -0.221975,
          51.464419
        ],
        [
          -0.221964,
          51.464466
        ],
        [
          -0.221952,
          51.464517
        ],
        [
          -0.221939,
          51.464572
        ],
        [
          -0.221809,
          51.46456
        ],
        [
          -0.221812,
          51.464546
        ],
        [
          -0.221836,
          51.464447
        ],
        [
          -0.221842,
          51.464417
        ],
        [
          -0.22185,
          51.464384
        ],
        [
          -0.221876,
          51.464269
        ],
        [
          -0.221805,
          51.46426
        ],
        [
          -0.221777,
          51.464258
        ],
        [
          -0.221729,
          51.464253
        ],
        [
          -0.221725,
          51.464253
        ],
        [
          -0.221626,
          51.464242
        ],
        [
          -0.221656,
          51.464108
        ],
        [
          -0.221713,
          51.464113
        ],
        [
          -0.221759,
          51.464118
        ],
        [
          -0.221764,
          51.46409
        ],
        [
          -0.221792,
          51.463983
        ],
        [
          -0.221785,
          51.463982
        ],
        [
          -0.221785,
          51.463979
        ],
        [
          -0.221792,
          51.463956
        ],
        [
          -0.221797,
          51.463935
        ],
        [
          -0.221805,
          51.463892
        ],
        [
          -0.22197,
          51.463908
        ],
        [
          -0.222015,
          51.463914
        ],
        [
          -0.222164,
          51.46393
        ],
        [
          -0.222206,
          51.463934
        ],
        [
          -0.222209,
          51.463935
        ],
        [
          -0.222201,
          51.463978
        ],
        [
          -0.222196,
          51.463996
        ],
        [
          -0.222196,
          51.463996
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "6",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 175403,
  "centroid": {
    "lon": -0.221879,
    "lat": 51.464108
  },
  "valid_date": "21/03/2025",
  "id": "Wandsworth-2025_0815",
  "last_updated": "2025-07-08T11:00:02.539Z",
  "locality": "London",
  "status": "Approved",
  "last_date_consultation_comments": "24/04/2025",
  "decision_target_date": "21/05/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}