{
  "appeal_status": null,
  "lapsed_date": "02/07/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0816",
  "borough": "Wandsworth",
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "ward": "Balham",
  "decision_date": "02/07/2025",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 8,
    "net_cycle": 8
  },
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528153.6690469978,
              173917.93608817656
            ],
            [
              528153.677292059,
              173917.94608531473
            ],
            [
              528145.6118246347,
              173934.46255312325
            ],
            [
              528138.9021425559,
              173931.35224784492
            ],
            [
              528138.910387617,
              173931.33225356945
            ],
            [
              528138.8938974948,
              173931.34225070762
            ],
            [
              528131.0445993212,
              173927.69329521054
            ],
            [
              528126.6994521179,
              173925.64388184692
            ],
            [
              528129.5934685662,
              173920.4953555948
            ],
            [
              528130.9456585877,
              173917.99607100693
            ],
            [
              528134.5487502912,
              173911.44794538716
            ],
            [
              528135.7937545183,
              173909.298560641
            ],
            [
              528138.7454863944,
              173904.00007731572
            ],
            [
              528156.4064072851,
              173912.33769070066
            ],
            [
              528153.6690469978,
              173917.93608817656
            ],
            [
              528153.6690469978,
              173917.93608817656
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "13774152",
  "development_type": "Minor dwellings",
  "description": "Partial demolition of boundary walls and erection of 4x 3 bedroom dwellings with associated gardens, bin and bike storage and boundary walls.",
  "site_name": "Land Between 32 And 36",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed:\r\nSite location plan existing - 01001 Rev 1 \r\nSite location plan proposed - 01002 Rev 1 \r\nBlock plan existing and proposed - 01003 Rev 1 \r\nGround floor plan - 03001 Rev 1 \r\nFirst floor plan - 03002 Rev 1 \r\nSecond floor plan - 03003 Rev 1 \r\nRoof plan - 03004 Rev 1 \r\nElevations front and rear - 05101 Rev 1 \r\nElevations sides - 05102 Rev 1 \r\nSite sections existing and proposed - 04001 Rev 1 \r\nStreet elevations existing and proposed - 05103 Rev 1 \r\nBin store & bike store plans and elevations - 90001 Rev 2\r\nPlanning fire safety strategy (received on 13/03/2025) \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n\r\n",
    "Condition : 3 - Prior to commencement of above ground works (excluding demolition), details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained.  \r\n\r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 4 - Prior to the commencement of the above ground works detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include: \r\n- demolition drawing that clearly defines that part of the locally listed wall to be demolished. \r\n- details of how the section of wall to be removed can be salvaged for use elsewhere in the development. \r\nThe development shall be constructed in accordance with the approved details and retained as such. \r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 5 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details. \r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared. ",
    "Condition : 6 - Prior to commencement of the above ground works (excluding demolition), details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority.  \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 7 - Prior to the first occupation of the development, the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 8 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan. \r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan. ",
    "Condition : 9 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021, with a target of 72.54% as indicated within approved Energy & Statement ref.S30560 dated 30/01/2025 by Atspace (received on 10/06/2025). Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 10 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 11 - Prior to the commencement of above ground works (excluding demolition), details of the appearance, location, and predicted carbon savings, including a noise impact assessment and any noise and vibration mitigation measures, for the air source heat pump shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The air source heat pump shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority. \r\nReason: To achieve appropriate appearance and sustainability standards in accordance with Council policies LP1 and LP10 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - No development shall take place until;\r\ni) a preliminary risk-assessment shall be submitted to and approved in writing by the local planning\r\nauthority.\r\nii) a site-investigation has been conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\nii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan, coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction.\r\n\r\n",
    "Condition : 13 - Prior to first occupation of the development, a verification report demonstrating completion of the remediation works set out in the approved remediation statement [INSERT TITLE] and the effectiveness of the remediation shall be submitted to and approved by the local planning authority. The report shall include results of sampling and monitoring carried out to demonstrate that the site remediation criteria for residential use have been met.  \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - Prior to the commencement of the development Tree Protection measures approved under Arboricultural Method Statement and BS5837 Arboricultural Report and Arboricultural Impact Assessment ref. AC.2025.486 dated 03/06/2025 by Arbor Cultural, in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 15 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to):\r\n1.\twhilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\n2.\tdetails of measures to prevent entrapment of or harm to wildlife on site, including in excavations and construction and waste materials left on site;\r\nReason: To ensure construction works and traffic impacts are minimised, to protect amenities of neighbouring occupiers and biodiversity and to mitigate the impacts of development on protected species in accordance with Council policies LP1, LP2, LP55 and LP56 of the Local Plan.\r\n",
    "Condition : 16 - Prior to commencement of the above ground works details of those parts of the site not covered by building(s), including but not limited to any access ways, surface treatment including whether the hard surfacing is porous, shall be submitted to and approved in writing by the local planning authority. The development shall thereafter be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority.\r\nReason: To ensure a high quality of development and sustainable drainage in compliance with Council policies LP1 and LP2 and LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 17 - Notwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to:\r\n\"\tdetails of all proposed planting including species and plans, with priority given to native and wildlife friendly planting;\r\n\"\tFinal BNG plan and metric\r\n\"\torientation, target species and location for at least 4x swift boxes/bricks and 4x bat boxes/bricks to be integrated with the buildings;\r\n\"\tdetails of hedgehog holes in fences to allow connectivity between neighbouring gardens including appropriate signage;\r\n\"\tif lighting is required, a bat sensitive post-construction lighting plan to ensure that any lighting will be of a specification that minimises its impacts on bats and any onsite habitats as well as adjacent habitats in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no uplighters and no light spill onto ecological enhancements or habitats).\r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with Council policies LP55 and LP56 of the Local Plan. \r\n",
    "Condition : 18 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 19 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 20 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no extensions, additions, enlargements or hard surfaces shall at any future time be erected or constructed to the dwelling[s] hereby approved without the prior permission of the local planning authority.  \r\nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 21 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 22 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 23 - INFORMATIVE: BEFORE ANY WORK COMMENCES you MUST arrange a pre-commencement photographic survey of the public highways adjacent to and within the vicinity of the site. To arrange this survey follow this link for work within Wandsworth Borough Council: https://www.richmond.gov.uk/services/roads_and_transport/road_and_pathway_maintenance/street_condition_survey  \r\nThe precondition survey will ensure you are not charged for any damage which existed prior to commencement of your works. \r\n \r\nIf you fail to contact us to arrange a pre commencement survey, then it will be assumed that any damage to the highway was caused by your activities and you will be charged the full cost of repair.  \r\n \r\nOnce the site works are completed you need to contact us again to arrange for a post construction inspection to be carried out. If there is no further damage then the case will be closed. If damage or further damage is found to have occurred then you will be asked to pay for repairs to be carried out.  \r\n"
  ],
  "lpa_app_no": "2025/0816",
  "subdivision_of_building": "Land to the rear of 6-12 Endlesham Road ",
  "centroid_easting": 528145,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Wandsworth",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "postcode": "SW12 8JS",
  "decision_process": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.06,
        "building_ref": "All dwellings "
      }
    ],
    "total_gia_existing": 0,
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 565.6,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "site_area": 0.052000000000000005,
    "total_gia_gained": 565.6,
    "green_suds": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 565.6,
      "total_gia_lost": 0
    },
    "garden_land_lost": true,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_bedrooms": 12,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "affordable_percentage": 0,
      "total_gia_gained": 564.4,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "tenure": "Market for sale",
          "gia": 141.1
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "tenure": "Market for sale",
          "gia": 141.1
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "tenure": "Market for sale",
          "gia": 141.1
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "tenure": "Market for sale",
          "gia": 141.1
        }
      ]
    },
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 30,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 4,
      "ghg_reduction_over_building_regulations": true,
      "no_new_water_connections_required": 4,
      "no_non_resi_units_to_have_full_fibre": 0,
      "chp_heat_pumps_capacity": 0.03,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "waste_provision": true
    },
    "internal_resi_water_usage": 140,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_commencement_date": "05/2025",
        "intended_completion_date": "04/2026"
      }
    ],
    "ownership_status": "Private"
  },
  "uprn": "10096836488",
  "street_name": "Western Lane",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.157145,
          51.449754
        ],
        [
          -0.157145,
          51.449754
        ],
        [
          -0.157255,
          51.449904
        ],
        [
          -0.157353,
          51.449877
        ],
        [
          -0.157353,
          51.449877
        ],
        [
          -0.157353,
          51.449877
        ],
        [
          -0.157467,
          51.449846
        ],
        [
          -0.15753,
          51.449829
        ],
        [
          -0.157491,
          51.449782
        ],
        [
          -0.157472,
          51.449759
        ],
        [
          -0.157423,
          51.4497
        ],
        [
          -0.157405,
          51.44968
        ],
        [
          -0.157365,
          51.449632
        ],
        [
          -0.157108,
          51.449703
        ],
        [
          -0.157145,
          51.449754
        ],
        [
          -0.157145,
          51.449754
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 173918,
  "centroid": {
    "lon": -0.15727,
    "lat": 51.449756
  },
  "valid_date": "27/03/2025",
  "id": "Wandsworth-2025_0816",
  "last_updated": "2025-07-16T15:50:01.789Z",
  "locality": "London",
  "status": "Approved",
  "last_date_consultation_comments": "25/06/2025",
  "decision_target_date": "22/05/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}