{
  "appeal_status": null,
  "lapsed_date": "10/06/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0888",
  "borough": "Wandsworth",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "Northcote",
  "decision_date": "10/06/2025",
  "parking_details": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528354.7500126237,
              174537.40032829618
            ],
            [
              528351.4900126215,
              174542.40032829822
            ],
            [
              528363.5500126301,
              174550.2903283001
            ],
            [
              528365.6500126314,
              174551.69032830012
            ],
            [
              528370.550012635,
              174554.9403283011
            ],
            [
              528372.4400126361,
              174556.1903283014
            ],
            [
              528376.3400126388,
              174558.99032830185
            ],
            [
              528380.8000126419,
              174554.54032830126
            ],
            [
              528375.6900126382,
              174551.19032829982
            ],
            [
              528363.1900126295,
              174543.00032829877
            ],
            [
              528354.7500126237,
              174537.40032829618
            ],
            [
              528354.7500126237,
              174537.40032829618
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "13867548",
  "development_type": "Other house holder developments",
  "description": "Alterations including erection of mansard  roof extension to main rear roof (with French doors and safety railings);  replace side infill ground floor extension  from sloping roof to flat roof and install sliding glazed doors, removal of two rear window at first and second floor level and installation of French door with safety railings. Installation of ASHP to roof of three-storey back addition. ",
  "site_name": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed Location Plan, 183-GA00, 183-GA01, 183-GA02, 183-GA06 Rev. P1, 183-GA07, 183-GA08, 183-GA03, 183-GA09, 423-CAL-ASHP-RF-WD, 5423-CAL-ASHP-ELV-WD Rev. B, 5423-CAL-ASHP-ELV1-WD, Externa Air Source Heat Pump Noise Assessment Report by PC Environmental Consultats dated 26/02/2025, Fire Safety Statement.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved (except slate) shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The replacement front door and windows/glazing shall not be installed until the door and window design and specifications (minimum scale 1:20) are submitted to and approved in writing by the local planning authority. The front door and replacement windows shall be installed in accordance with the approved details. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP3 and LP5 of the Local Plan coupled with the \r\nrequirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with policy LP3 of the Local Plan and Section 12 of the National Planning Policy Framework.\r\n",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "lpa_app_no": "2025/0888",
  "subdivision_of_building": null,
  "centroid_easting": 528364,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Wandsworth",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": false,
  "postcode": "SW4 9AR",
  "decision_process": null,
  "application_details": {
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "06/2025",
    "intended_completion_date": "06/2026",
    "total_gia_gained": 26
  },
  "uprn": "100022626847",
  "street_name": "Clapham Common West Side",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.154029,
          51.455275
        ],
        [
          -0.154074,
          51.455321
        ],
        [
          -0.153897,
          51.455389
        ],
        [
          -0.153867,
          51.455401
        ],
        [
          -0.153795,
          51.455429
        ],
        [
          -0.153767,
          51.45544
        ],
        [
          -0.15371,
          51.455464
        ],
        [
          -0.153648,
          51.455423
        ],
        [
          -0.153722,
          51.455394
        ],
        [
          -0.153905,
          51.455324
        ],
        [
          -0.154029,
          51.455275
        ],
        [
          -0.154029,
          51.455275
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "44",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 174546,
  "centroid": {
    "lon": -0.153892,
    "lat": 51.45535
  },
  "valid_date": "20/03/2025",
  "id": "Wandsworth-2025_0888",
  "last_updated": "2025-06-13T08:00:08.198Z",
  "locality": "London",
  "status": "Approved",
  "last_date_consultation_comments": "15/05/2025",
  "decision_target_date": "10/06/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Householder"
}