{
  "appeal_status": null,
  "lapsed_date": "24/06/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/1090",
  "borough": "Wandsworth",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "West Putney",
  "decision_date": "24/06/2025",
  "parking_details": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523673.6000097439,
              174922.15032847913
            ],
            [
              523674.04000974423,
              174931.60032848193
            ],
            [
              523674.45000974456,
              174941.44032848458
            ],
            [
              523674.5500097447,
              174944.09032848536
            ],
            [
              523674.6500097448,
              174945.34032848437
            ],
            [
              523675.9500097458,
              174970.29032849352
            ],
            [
              523676.05000974593,
              174974.3403284934
            ],
            [
              523676.150009746,
              174976.19032849395
            ],
            [
              523679.850009748,
              174975.99032849394
            ],
            [
              523686.90000975196,
              174975.59032849397
            ],
            [
              523685.8400097511,
              174955.95032848854
            ],
            [
              523684.7500097502,
              174934.89032848185
            ],
            [
              523684.50000974996,
              174930.20032848069
            ],
            [
              523684.10000974964,
              174921.65032847843
            ],
            [
              523673.6000097439,
              174922.15032847913
            ],
            [
              523673.6000097439,
              174922.15032847913
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "13908488",
  "development_type": "Other house holder developments",
  "description": "Alterations including replacement and enlargement of existing rear dormer to main rear roof; erection of dormer extension to main rear roof and extension above part of the two storey back addition; erection of a single storey rear and side extension; installation of a canopy to side elevation; demolition of existing and erection of a new front boundary wall and railings with brick piers to 2.3m and the installation of electric access gates; and erection of a single storey outbuilding to rear garden.",
  "site_name": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed B209720-3100 Rev.F, B209720-3101 Rev.F, B209720-3102 Rev.F, Arboricultural Impact Assessment Method Statement & Tree Protection Plan by Trevor Heaps Arboricultural Consultancy Ltd dated 13th June 2025\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved (except for the aluminium fenestrations at ground-floor level and the front boundary railings and gate) shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The outbuilding permitted shall be used only in conjunction with and ancillary \r\nto the main use of the premises for residential purposes and no independent \r\nresidential unit or business shall be carried out from it. \r\nReason: To prevent the introduction of an independent residential unit or other use without prior consent by the local planning authority in accordance with policies LP2 and LP14 of the Local Plan. \r\n",
    "Condition : 5 - The roof areas of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to the commencement of the development Tree Protection measures in line with the Arboricultural Impact Assessment Method Statement & Tree Protection Plan by Trevor Heaps Arboricultural Consultancy Ltd dated 13th June 2025 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. Photographic evidence to demonstrate this, shall be submitted to and approved in writing by the Local Planning Authority, prior to the commencement of the development.\r\nThe protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - The development should be carried out using hand digging tools within the RPZ of the trees for the cable trench. The applicant should notify the Council of when this will be taking place.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "lpa_app_no": "2025/1090",
  "subdivision_of_building": null,
  "centroid_easting": 523679,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Wandsworth",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": false,
  "postcode": "SW15 6AN",
  "decision_process": null,
  "application_details": {
    "no_additional_bedrooms": 2,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "07/2025",
    "intended_completion_date": "06/2026",
    "total_gia_gained": 40
  },
  "uprn": "100020170216",
  "street_name": "St Johns Avenue",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.221233,
          51.459774
        ],
        [
          -0.221223,
          51.459859
        ],
        [
          -0.221214,
          51.459947
        ],
        [
          -0.221211,
          51.459971
        ],
        [
          -0.221209,
          51.459982
        ],
        [
          -0.221182,
          51.460206
        ],
        [
          -0.221179,
          51.460242
        ],
        [
          -0.221177,
          51.460259
        ],
        [
          -0.221124,
          51.460256
        ],
        [
          -0.221023,
          51.460251
        ],
        [
          -0.221045,
          51.460075
        ],
        [
          -0.221068,
          51.459886
        ],
        [
          -0.221073,
          51.459844
        ],
        [
          -0.221082,
          51.459767
        ],
        [
          -0.221233,
          51.459774
        ],
        [
          -0.221233,
          51.459774
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "30",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 174939,
  "centroid": {
    "lon": -0.221149,
    "lat": 51.459924
  },
  "valid_date": "31/03/2025",
  "id": "Wandsworth-2025_1090",
  "last_updated": "2025-06-25T08:00:04.426Z",
  "locality": "London",
  "status": "Approved",
  "last_date_consultation_comments": "08/05/2025",
  "decision_target_date": "25/06/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Householder"
}