{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": null,
  "subdivision_of_building": null,
  "site_name": null,
  "development_type": "Minor dwellings",
  "site_number": "39",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "13784633",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.228224,
          51.457429
        ],
        [
          -0.228434,
          51.457415
        ],
        [
          -0.228454,
          51.457525
        ],
        [
          -0.228464,
          51.457593
        ],
        [
          -0.228511,
          51.457878
        ],
        [
          -0.228393,
          51.457886
        ],
        [
          -0.228312,
          51.457891
        ],
        [
          -0.228271,
          51.45767
        ],
        [
          -0.228224,
          51.457429
        ],
        [
          -0.228224,
          51.457429
        ]
      ]
    ]
  },
  "last_updated": "2025-05-23T00:47:07.028Z",
  "centroid_easting": 523184,
  "lpa_name": "Wandsworth",
  "decision_agency": "Borough",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [A100 rev 08; A101 rev 08; A102 rev 08; A103 rev 08; A200 rev 08; A201 rev 08; A202 rev 08; A300 rev 08; A301 rev 08 and A302 rev 08.]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to the commencement of the above ground works detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include; \r\n- All replacement windows.\r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to completion, the windows in the side elevation at first and second floor levels] of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window[s] shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, the depth of soil to the biodiverse roof and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, turfing and green roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2, LP56 and LP57 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "ward": "West Putney",
  "centroid_northing": 174661,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": {
    "net_cycle": 2,
    "no_existing_cycle": 0,
    "no_proposed_cycle": 2
  },
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "last_date_consultation_comments": "24/04/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "borough": "Wandsworth",
  "description": "Alterations including erection of single storey rear extension, erection of side extension in place of existing garage and replacement and erection of new front and rear dormers. Removal of the existing side dormer and replacement with rooflight. Removal of rear chimney and changes to fenestration throughout., ",
  "decision_date": "22/05/2025",
  "centroid": {
    "lat": 51.457534,
    "lon": -0.228367
  },
  "cil_liability": false,
  "postcode": "SW15 6HP",
  "actual_completion_date": null,
  "valid_date": "17/02/2025",
  "last_updated_by": "Planning Portal ingest",
  "id": "Wandsworth-2025_0514",
  "lapsed_date": "22/05/2028",
  "application_details": {
    "intended_commencement_date": "04/2025",
    "no_additional_bathrooms": 0,
    "site_area": 0.07400000000000001,
    "total_gia_gained": 38.5,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "04/2026"
  },
  "decision_target_date": "14/04/2025",
  "uprn": "100022625221",
  "lpa_app_no": "2025/0514",
  "locality": "London",
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "All Other",
  "street_name": "Chartfield Avenue",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523194.20000947965,
              174649.65032840642
            ],
            [
              523179.6500094718,
              174647.75032840698
            ],
            [
              523178.0000094711,
              174659.8903284103
            ],
            [
              523177.1000094707,
              174667.49032841163
            ],
            [
              523173.1000094689,
              174699.04032842175
            ],
            [
              523181.25000947336,
              174700.14032842108
            ],
            [
              523186.89000947645,
              174700.8903284215
            ],
            [
              523190.3500094779,
              174676.30032841454
            ],
            [
              523194.20000947965,
              174649.65032840642
            ],
            [
              523194.20000947965,
              174649.65032840642
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0514"
}