{
  "application_details": {
    "total_gia_gained": 33.4,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "08/2025",
    "intended_completion_date": "12/2026"
  },
  "title_number": null,
  "status": "Approved",
  "centroid": {
    "lon": -0.185753,
    "lat": 51.454445
  },
  "site_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "20/06/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526153.6500111851,
              174392.45032828941
            ],
            [
              526158.6800111883,
              174395.54032828886
            ],
            [
              526169.1000111947,
              174401.95032829075
            ],
            [
              526171.6500111963,
              174397.8003282894
            ],
            [
              526163.5000111911,
              174392.75032828737
            ],
            [
              526163.2100111909,
              174392.58032828767
            ],
            [
              526162.3000111904,
              174392.05032828788
            ],
            [
              526149.5000111824,
              174384.2003282857
            ],
            [
              526146.9000111807,
              174382.65032828646
            ],
            [
              526143.4000111786,
              174386.20032828697
            ],
            [
              526144.8500111795,
              174387.1503282868
            ],
            [
              526146.9000111808,
              174388.40032828687
            ],
            [
              526151.9000111839,
              174391.40032828815
            ],
            [
              526153.6500111851,
              174392.45032828941
            ],
            [
              526153.6500111851,
              174392.45032828941
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_date_consultation_comments": "05/06/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "St Anns Crescent",
  "appeal_decision_date": null,
  "development_type": "Other house holder developments",
  "ward": "Wandsworth Town",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 25:9070:05 REV D; 25:9070:06 REV D; 25:9070:04 REV D. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 4 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "uprn": "100022693032",
  "decision_agency": "Borough",
  "decision": "Approved",
  "application_type": "Householder",
  "valid_date": "25/04/2025",
  "description": "Alterations including demolition of existing rear extension and erection of replacement rear and new side infill extension. Excavation to form new basement floor with front light well. Erection of dormer extension to main rear roof slope with solar panels on top. Alterations to main front roof slope and rear outrigger roof slope to facilitate new roof lights. Replacement front boundary wall, railings and gate. ",
  "lpa_app_no": "2025/1411",
  "decision_process": null,
  "actual_completion_date": null,
  "site_number": "45",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "SW18 2NG",
  "lapsed_date": "20/06/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Wandsworth",
  "actual_commencement_date": null,
  "last_updated": "2025-06-24T08:00:04.649Z",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/1411",
  "centroid_easting": 526153,
  "appeal_decision": null,
  "pp_id": "13736592",
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "borough": "Wandsworth",
  "locality": "London",
  "bo_system": "Northgate M3",
  "id": "Wandsworth-2025_1411",
  "subdivision_of_building": null,
  "centroid_northing": 174390,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.185743,
          51.454467
        ],
        [
          -0.185669,
          51.454493
        ],
        [
          -0.185517,
          51.454549
        ],
        [
          -0.185482,
          51.454511
        ],
        [
          -0.185601,
          51.454467
        ],
        [
          -0.185605,
          51.454466
        ],
        [
          -0.185618,
          51.454461
        ],
        [
          -0.185805,
          51.454394
        ],
        [
          -0.185843,
          51.45438
        ],
        [
          -0.185892,
          51.454413
        ],
        [
          -0.185871,
          51.454421
        ],
        [
          -0.185841,
          51.454432
        ],
        [
          -0.185768,
          51.454458
        ],
        [
          -0.185743,
          51.454467
        ],
        [
          -0.185743,
          51.454467
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "20/06/2025"
}