{
  "last_date_consultation_comments": "29/05/2025",
  "site_number": "96",
  "application_type_full": "Removal/Variation of a condition",
  "subdivision_of_building": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/1309",
  "epc_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.207409,
          51.450309
        ],
        [
          -0.207351,
          51.450176
        ],
        [
          -0.207337,
          51.450143
        ],
        [
          -0.207303,
          51.450064
        ],
        [
          -0.207265,
          51.449975
        ],
        [
          -0.207459,
          51.449959
        ],
        [
          -0.207535,
          51.450158
        ],
        [
          -0.207543,
          51.450181
        ],
        [
          -0.207556,
          51.45021
        ],
        [
          -0.207557,
          51.450215
        ],
        [
          -0.207565,
          51.450225
        ],
        [
          -0.207593,
          51.450267
        ],
        [
          -0.207486,
          51.450291
        ],
        [
          -0.207409,
          51.450309
        ],
        [
          -0.207409,
          51.450309
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "Granville Road",
  "last_updated_by": "Northgate M3",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {},
  "ward": "East Putney",
  "cil_liability": true,
  "centroid": {
    "lon": -0.207398,
    "lat": 51.450111
  },
  "uprn": "100022650328",
  "parking_details": null,
  "centroid_easting": 524661,
  "development_type": "Minor dwellings",
  "lpa_app_no": "2025/1309",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Wandsworth",
  "locality": "London",
  "application_type": "All Other",
  "id": "Wandsworth-2025_1309",
  "centroid_northing": 173871,
  "appeal_status": null,
  "status": "Approved",
  "description": "Variation of conditions 2 and 17 (Energy Report) of planning permission dated 30/05/2024 ref 2023/1339 (Demolition of existing building and erection of a 2-storey building with basement and roof levels to provide 3 x 3-bed, 3 x 2-bed and 1 x 1-bed flats) all with access to l rear garden/terraces and refuse and cycle storage) to a new Energy Report with an altered combined reduction to 46% (previously 56%).",
  "site_name": null,
  "appeal_start_date": null,
  "decision_date": "17/06/2025",
  "decision_target_date": "18/06/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524659.6900102851,
              173893.04032816621
            ],
            [
              524664.0800102875,
              173878.3003281615
            ],
            [
              524665.140010288,
              173874.70032816037
            ],
            [
              524667.7000102893,
              173866.0003281579
            ],
            [
              524670.5900102908,
              173856.19032815628
            ],
            [
              524657.1400102831,
              173854.04032815475
            ],
            [
              524651.3000102801,
              173876.0503281614
            ],
            [
              524650.7000102797,
              173878.60032816214
            ],
            [
              524649.7500102792,
              173881.75032816228
            ],
            [
              524649.6500102791,
              173882.30032816326
            ],
            [
              524649.0500102789,
              173883.40032816312
            ],
            [
              524647.0000102777,
              173888.04032816523
            ],
            [
              524654.350010282,
              173890.8903281659
            ],
            [
              524659.6900102851,
              173893.04032816621
            ],
            [
              524659.6900102851,
              173893.04032816621
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "17/06/2028",
  "valid_date": "15/04/2025",
  "decision_process": null,
  "decision": "Approved",
  "postcode": "SW18 5SG",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of permission 2023/1339\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports,\r\nspecifications and drawings detailed 12C; 13C; 14C; 15C; 16C; 17C; 18C;\r\n19C; 20C; 21C; 22C; 23C; 24C; 25C; 26C; 27C; 28C;Energy Statement (dated 14/04/2025) prepared by SAPs UK; Flood Risk Assessment [by Revive Renovations].\r\nReason: To ensure a satisfactory standard of development and to allow the\r\nlocal planning authority to review any potential changes to the scheme. \r\r\n",
    "Condition : 3 - The development shall be carried out in accordance with the materials approved under application 2025/0908 dated 29/05/2025 and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The development shall be carried out in accordance with the site level details approved under planning permission dated 01/07/2024 reference 2024/1244.\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n",
    "Condition : 5 - \r\nThe development shall be constructed in accordance with the details of windows and doors approved under planning permission dated 04/06/2025 reference 2025/1127 and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - The boundary treatment shown on the drawings hereby approved shall be\r\ncarried out and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority.\r\nReason: To protect visual amenity ensure a satisfactory appearance and in\r\naccordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r",
    "Condition : 7 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - Prior to commencement of the above ground works a landscaping scheme, to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include hard landscaping works including soft landscaping including the species and height of tree planting and root volumes, shrubs, hedges, green walls and biodiverse roofs, plants and seeding, with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP Artificial Lighting Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports); SuDS measures such as permeable paving. The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority.\r\nReason: To ensure a satisfactory appearance and biodiversity value in the\r\ndevelopment, in accordance with Council policies LP1, LP2, LP56 and LP57 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and\r\nconstruction of the development. \r\r\n",
    "Condition : 10 - No development shall take place until  details of a scheme of measures to insulate the development against noise generated by the\r\nadjoining railway shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved scheme prior to first occupation and be so retained.\r\nReason: To protect the occupiers of the building, in accordance with Council policies  LP2, LP14 and LP27 of the Local Plan  coupled with the requirements of the National Planning Policy Framework. The details are required prior to commencement of development to ensure the necessary mitigation is incorporated into the construction.\r\n",
    "Condition : 11 - The dwellings hereby approved shall be built to accord with M4 (1) of the Building Regulations.\r\nReason: To provide enhanced accessibility or adaptability for the development, in accordance with policy LP27 of the Local Plan and policy D7 of the London Plan. ",
    "Condition : 12 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\n- removal of the existing dropped kerb. \r\n-instatement of a replacement footpath and dropped-kerb for the collection of refuse and recycling bins\r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - The development shall not be undertaken otherwise than in accordance with\r\nthe CEMP approved in writing by the Local Planning Authority under permission dated 01/07/2024 reference 2024/1244.\r\nReason: To ensure construction works and traffic impacts are minimised, to protect amenities of neighbouring occupiers and biodiversity and to mitigate the impacts of development on protected species, in accordance  with Council polices LP50, LP51 and LP55 of the Local Plan and London Plan Policy G6.",
    "Condition : 14 - Prior to the commencement of any works hereby approved including demolition of the existing building, details of the following in consultation with\r\nTfL Infrastructure Protection, shall be submitted to and approved in writing by the local planning authority:\r\na) provide demolition details\r\nb) accommodate the location of the existing London Underground structures\r\nc) there should be no opening windows or balconies facing the London Underground elevation\r\nd) demonstrate access to elevations of the building adjacent to the property boundary with London Underground can be undertaken without recourse to entering our land\r\ne) allow clear access for London Underground to safely carry out inspections/maintenance of their boundary/retaining wall or fence\r\nf) demonstrate that there will at no time be any potential security risk to London Underground railway, property or structures\r\ng) accommodate ground movement arising from the development construction thereof\r\nh) mitigate the effects of noise and vibration arising from the adjoining railway operations within the structures\r\ni) provide details on the use of tall plant/scaffolding for the demolition phase\r\nj) demonstrate that any EMC emissions from any plant or equipment to be used on the site or in the finished structure will not adversely affect London Underground equipment or signalling\r\nk) demonstrate that the design allows for any emissions from London Underground's tunnel, tracks and ventilation shafts or emissions from the proposed development\r\nl) written confirmation will be required from Thames Water/whomever that any increased drainage or sewage from the site will not be discharged directly or indirectly into London Underground's drainage system. \r\nm) details of any changes in loading to London Underground's infrastructure because of the permanent works or temporary works\r\nn) ground movement analysis if requested \r\n\r\nReason: to protect transport infrastructure in accordance with Council policy LP52 of the Local Plan",
    "Condition : 15 - The development shll be carried out in accordance with the details of foundations, piling and structural engineers drawings and solar glare approved under permission dated 12/11/2024 reference 2024/3123.\r\n\r\nReason: to protect transport infrastructure in accordance with Council policy\r\nLP52 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r",
    "Condition : 16 - The development shall be carried out in all respects in accordance with the design and method statements approved under permission dated 29/05/2025 refernce 2025/0908, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs of this condition shall be completed, in their entirety, before any\r\npart of the building hereby permitted is occupied \r\n\r\nReason: to protect transport infrastructure in accordance with Council policy LP52 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r",
    "Condition : 17 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions, but with a target of a 46% reduction in emissions in accordance with the submitted Energy Statement(dated 14/04/2025), above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\n\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 18 - Prior to the commencement of above ground works details of the location, specification, predicted noise levels including any noise and vibration mitigation measures of any air source heat pumps and photovoltaic (PV) panels, shall be submitted to and approved in writing by the local planning authority before installation. The external ventilation equipment including ducting shall be installed prior to the commencement of the use in accordance with the approved details and thereafter be so operated and maintained.\r\n\r\n Reason: In the interests of neighbour amenity and visual appearance, and in\r\naccordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 19 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 20 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [by Revive Renovations]. The mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 21 - Any piling must be undertaken in accordance with the terms of the \r\npiling method statement approved under permission dated 02/10/2024 reference 2024/2773..\r\nReason: The application site is in close proximity to underground sewerage\r\nutility infrastructure and this infrastructure must be protected in accordance\r\nwith Council policy LP2 of the Local Plan and the National Planning Policy\r\nFramework. ",
    "Condition : 22 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved.\r\nReason: To safeguard the appearance of the area, in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 23 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 24 - No water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building.\r\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 25 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 26 - INFORMATIVE: The applicant is advised to contact TfL Infrastructure Protection in advance of preparation of final design and associated method statements, in particular with regard to: demolition; drainage; excavation; construction methods; tall plant: scaffolding: security; boundary treatment; safety barriers; landscaping and lighting. \r",
    "Condition : 27 - INFORMATIVE: A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line via http://www.thameswater.co.uk/. Please refer to the Wholsesale; Business customers; Groundwater discharges section.",
    "Condition : 28 - INFORMATIVE: With regard to SURFACE WATER drainage, Thames Water would advise that if the developer follows the sequential approach to the disposal of surface water we would have no objection. Management of surface water from new developments should follow Policy SI 13 Sustainable drainage of the London Plan 2021. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. Should you require further information please refer to our website. https://www.thameswater.co.uk/developers/largerscaledevelopments/planning-your-development/working-near-our-pipes \r",
    "Condition : 29 - INFORMATIVE: With regard to SURFACE WATER drainage, Thames Water would advise that if the developer follows the sequential approach to the disposal of surface water we would have no objection. Management of surface water from new developments should follow Policy SI 13 Sustainable drainage of the London Plan 2021. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. Should you require further information please refer to our website. https://www.thameswater.co.uk/developers/largerscaledevelopments/planning-your-development/working-near-our-pipes \r",
    "Condition : 30 - INFORMATIVE: Regarding piling, please read Thames Water guide 'working near our assets' to ensure your workings will be in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. https://www.thameswater.co.uk/developers/largerscale-developments/planning-yourdevelopment/working-near-our-pipes Should you require further information please contact Thames Water. Email \r\ndeveloper.services@thameswater.co.uk Phone: 0800 009 3921 (Monday to Friday, 8am to 5pm) Write to: Thames Water Developer Services, Clearwater\r\nCourt, Vastern Road, Reading, Berkshire RG1 8DB \r",
    "Condition : 31 - INFORMATIVE: The proposed development is located within 15m of Thames Waters underground assets, as such the development could cause the assets to fail if appropriate measures are not taken. Please read Thames Water guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. https://www.thameswater.co.uk/developers/larger-scaledevelopments/planning-yourdevelopment/working-near-our-pipes Should you require further information please contact Thames Water. Email: developer.services@thameswater.co.uk ",
    "Condition : 32 - INFORMATIVE: Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the\r\npoint where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development"
  ],
  "decision_agency": "Borough",
  "bo_system": "Northgate M3",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "13949615",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Wandsworth",
  "last_updated": "2025-06-20T13:20:04.361Z",
  "actual_completion_date": null
}