{
  "locality": "London",
  "appeal_status": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0283",
  "decision_process": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "valid_date": "04/02/2025",
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to \r\nplanning permission dated 10/10/2024\r ref 2024/2037 (Alterations including excavation to enlarge existing basement including formation of lightwell to rear garden; erection of single-storey replacement coach house to rear of property incorporating PV panels on its roof; installation of VRF units and ASHP.) to allow amendments to the layout of the glazing on the South elevation of the rear extension; the addition of a rooflight within the flat roof of the rear extension; and the provision of additional PV panels to the roof of the existing rear outrigger to the \r\nmain house.",
  "application_type_full": "Removal/Variation of a condition",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "borough": "Wandsworth",
  "pp_id": "13722089",
  "site_number": "18",
  "application_details": {
    "site_area": 0.067
  },
  "appeal_decision_date": null,
  "lapsed_date": "31/03/2028",
  "centroid_easting": 526541,
  "decision_target_date": "01/04/2025",
  "street_name": "Earlsfield Road",
  "last_updated": "2025-04-16T14:20:01.808Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "development_type": "Other house holder developments",
  "title_number": null,
  "postcode": "SW18 3DW",
  "parking_details": null,
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": null,
  "decision_agency": "Borough",
  "ward": "Wandle",
  "centroid": {
    "lat": 51.452067,
    "lon": -0.180263
  },
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526527.5000114149,
              174151.90032821306
            ],
            [
              526531.6500114175,
              174149.4003282116
            ],
            [
              526559.6000114348,
              174133.20032820787
            ],
            [
              526553.5500114309,
              174122.70032820356
            ],
            [
              526546.3000114263,
              174126.8003282055
            ],
            [
              526536.5500114203,
              174132.30032820615
            ],
            [
              526506.3000114015,
              174149.4503282128
            ],
            [
              526512.5000114054,
              174160.05032821622
            ],
            [
              526512.7000114056,
              174160.40032821515
            ],
            [
              526526.6000114143,
              174152.4503282134
            ],
            [
              526527.5000114149,
              174151.90032821306
            ],
            [
              526527.5000114149,
              174151.90032821306
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "status": "Approved",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 529-00-110 Rev.P02, 529-00-100 Rev.P03, 529-00-120 Rev.P01, 529-00-330 Rev.P02, 529-00-220 Rev.P03, 529-00-090 Rev.P03, 529-00-210 Rev.P02, 529-00-240 Rev.P02, 529-00-320 Rev.P02, 529-00-310 Rev.P01, 529-00-230 Rev.P01, BS 5837:2012 Tree Survey, Arboricultural Impact & Tree Protection by Rootcause Arboriculture dated 23rd July 2024, External Plant Noise Impact Assessment by OR Consulting Engineers dated September 2024, Construction Management Plan by Dow Jones Architects dated May 2024.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - The development hereby permitted shall be begun within 3 years from 10/10/2024.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. Areas of brickwork should be in a matching bond using lime mortar and the pointing should be flush and rag-finished to give a traditional appearance.\r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The air source heat pumps and air-conditioning units hereby permitted shall be installed in strict accordance with the details and sound mitigation measures stated in the revised External Plant Noise Impact Assessment submitted by OR Consulting Engineers and dated September 2024. The heat pumps and air-conditioning units shall not be used unless installed in compliance with these details. If at any time the local planning authority determines that a heat pump or air-conditioning unit is failing to comply with this condition, it shall be switched off upon written instruction from the local planning authority and not used again until it is able to comply.\r\nReason: To protect the amenities of neighbouring occupiers, in accordance with policies LP2 and LP14 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 6 - No development shall occur until: \r\ni) a preliminary risk-assessment has been submitted to and approved in writing by the local planning authority.\r\nii) a site-investigation shall be conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\niii) a remediation method statement, described to make the site suitable for the intended use by removing unacceptable risks to sensitive receptors shall be submitted to and approved in writing by the local planning authority.\r\nReason: To ensure that the local environmental impacts of the development proposal do not lead to detrimental effects on the health, safety and amenity of existing and new users or occupiers of the development site, or the surrounding land, in accordance with policy LP14 of the Local Plan (2023).\r\n[Note: This condition was discharged under application ref: 2024/4331 dated: 04/02/2025].\r\n",
    "Condition : 7 - Prior to first occupation:\r\n Any required remediation works identified in condition 6 shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\nReason: To ensure that the local environmental impacts of the development proposal do not lead to detrimental effects on the health, safety and amenity of existing and new users or occupiers of the development site, or the surrounding land, in accordance with policy LP14 of the Local Plan (2023).\r\n",
    "Condition : 8 - The flat roof section of the proposed single-storey rear extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 9 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 10 - INFORMATIVE: There are public sewers crossing or close to your development. In order to protect public sewers and to ensure that Thames Water can gain access to those sewers for future repair and maintenance, approval should be sought from Thames Water where the erection of a building or an extension to a building or underpinning work would be over the line of, or would come within 3 metres of, a public sewer. Thames Water will usually refuse such approval in respect of the construction of new buildings, but approval may be granted in some cases for extensions to existing buildings. The applicant is advised to contact Thames Water Developer Services on 0800 009 3921 to discuss the options available at this site.",
    "Condition : 11 - INFORMATIVE: The proposed development is located within 15 metres of Thames Waters underground assets and as such, the development could cause the assets to fail if appropriate measures are not taken. The applicant is advised to read the Thames Water guide 'working near our assets' to ensure workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. The applicant is advised to contact Thames Water Developer Services on 0800 009 3921 or developer.services@thameswater.co.uk to discuss the options available at this site.",
    "Condition : 12 - INFORMATIVE: Thames Water requests that the proposal should incorporate a positive pumped device (or equivalent reflecting technological advances), on the assumption that the sewerage network may surcharge to ground level during storm conditions to protect the property and prevent sewage flooding. If as part of the basement development there is a proposal to discharge ground water to the public network, this would require a Groundwater Risk Management Permit from Thames Water. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Thames Water expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 02035779483 or by emailing trade.effluent@thameswater.co.uk.",
    "Condition : 13 - INFORMATIVE: With regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Management of surface water from new developments should follow Policy SI 13 Sustainable drainage of the London Plan 2021. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required to ensure that the surface water discharge from the site shall not be detrimental to the existing sewerage system. They can be contacted on 0800 009 3921.",
    "Condition : 14 - INFORMATIVE: A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Thames Water would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk .",
    "Condition : 15 - INFORMATIVE: Thames Water will aim to provide customers with a minimum pressure of 10m head (approximately 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.",
    "Condition : 16 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Council's website."
  ],
  "uprn": "121011578",
  "lpa_name": "Wandsworth",
  "centroid_northing": 174135,
  "site_name": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.180451,
          51.452222
        ],
        [
          -0.180392,
          51.452198
        ],
        [
          -0.179996,
          51.452046
        ],
        [
          -0.180087,
          51.451953
        ],
        [
          -0.180189,
          51.451992
        ],
        [
          -0.180328,
          51.452043
        ],
        [
          -0.180757,
          51.452204
        ],
        [
          -0.180664,
          51.452298
        ],
        [
          -0.180661,
          51.452301
        ],
        [
          -0.180464,
          51.452227
        ],
        [
          -0.180451,
          51.452222
        ],
        [
          -0.180451,
          51.452222
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "2025/0283",
  "last_date_consultation_comments": "13/03/2025",
  "subdivision_of_building": null,
  "id": "Wandsworth-2025_0283",
  "decision_date": "31/03/2025",
  "cil_liability": true
}