{
  "appeal_status": null,
  "lapsed_date": "16/06/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0872",
  "borough": "Wandsworth",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "Roehampton",
  "decision_date": "16/06/2025",
  "parking_details": {
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522586.30000914884,
              173931.15032820712
            ],
            [
              522581.00000914605,
              173928.450328206
            ],
            [
              522573.5000091421,
              173924.8503282054
            ],
            [
              522569.00000913977,
              173922.8503282058
            ],
            [
              522562.60000913637,
              173919.95032820472
            ],
            [
              522561.15000913566,
              173924.25032820605
            ],
            [
              522559.1000091346,
              173930.6003282076
            ],
            [
              522557.700009134,
              173934.8003282097
            ],
            [
              522553.20000913186,
              173948.6203282124
            ],
            [
              522577.05000914435,
              173958.10032821412
            ],
            [
              522580.1000091458,
              173950.550328214
            ],
            [
              522583.1000091473,
              173943.05032820994
            ],
            [
              522585.6500091486,
              173936.4003282084
            ],
            [
              522587.6000091495,
              173931.75032820727
            ],
            [
              522586.30000914884,
              173931.15032820712
            ],
            [
              522586.30000914884,
              173931.15032820712
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "13864782",
  "development_type": "Other house holder developments",
  "description": "Alterations including erection ground floor rear extension, first floor extension, ground floor side extension, pergolas, sunken patio to the rear and associated landscaping. Removal of paint to rear/side part of building",
  "site_name": "Kennel Lodge",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Heritage Statement by L+ Architects dated November 2024; Design and Access Statement by L+ Architects dated March 2025; Method Statement by L+ Architects dated March 2025; Arboricultural Report by Southern Beeches Ltd dated 03 March 2025; 100 E; 101 E; 102 D; 150 A; 200 C; 201 B; 300 B (section AA); 300 C (section AA-BB) and 350 A.]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. Bricks for the extensions should exactly match the existing building, and the brickwork should be built in a matching bond using lime mortar with flush and rag-finished pointing to give a traditional appearance.\r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - No development shall take place until tree protection measures as detailed in the submitted report titled Arboricultural Report by Southern Beeches Ltd and drawing are installed and have been inspected by the local planning authority.  The applicant shall arrange a pre-commencement meeting with the local planning authority and the project arboriculturalist, with at least five working days notice, to allow inspection of the installed tree protection measures. Evidence of initial hand digging along with evidence of any roots found and severed must also be provided.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 5 - No development shall take place until  an ecological conservation management plan shall be submitted to the local planning authority for approval. The plan shall include details of measures to be taken to preserve and protect wildlife and the ecological environment. No development shall commence until such time as the ecological conservation management plan has been approved in writing by the local planning authority. The development shall be carried out in accordance with the approved ecological conservation management plan. The plan should include:\r\n1. details of a precautionary bat mitigation plan, with details of sensitive working methods including the soft stripping of potential roost features and a bat toolbox talk for all workers on site; \r\n2. whilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\n3. details of measures to prevent entrapment of or harm to wildlife on site, including in excavations and construction and waste materials left on site.\r\nReason: To retain the ecological interest of the site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of works to ensure existing biodiversity is protected and the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 6 - Notwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to:\r\n- details of all proposed planting including species and plans, with priority given to native and wildlife friendly planting;\r\n- orientation, target species and location for at least 1x swift box/brick and 1x bat box/ brick to be integrated with the building;\r\n- if lighting is required, a bat sensitive post-construction lighting plan to ensure that any lighting will be of a specification that minimises its impacts on bats and any onsite habitats as well as adjacent habitats in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no uplighters and no light spill onto ecological enhancements or habitats). The approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "lpa_app_no": "2025/0872",
  "subdivision_of_building": null,
  "centroid_easting": 522575,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Wandsworth",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "postcode": "SW15 4HH",
  "decision_process": null,
  "application_details": {
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 3,
    "intended_commencement_date": "08/2025",
    "intended_completion_date": "11/2026",
    "total_gia_gained": 89
  },
  "uprn": "100023313913",
  "street_name": "Roehampton High Street",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.237218,
          51.451104
        ],
        [
          -0.237296,
          51.451081
        ],
        [
          -0.237405,
          51.45105
        ],
        [
          -0.23747,
          51.451033
        ],
        [
          -0.237563,
          51.451008
        ],
        [
          -0.237583,
          51.451047
        ],
        [
          -0.23761,
          51.451105
        ],
        [
          -0.237628,
          51.451143
        ],
        [
          -0.237688,
          51.451268
        ],
        [
          -0.237342,
          51.451348
        ],
        [
          -0.237301,
          51.451279
        ],
        [
          -0.23726,
          51.451211
        ],
        [
          -0.237226,
          51.451151
        ],
        [
          -0.237199,
          51.451109
        ],
        [
          -0.237218,
          51.451104
        ],
        [
          -0.237218,
          51.451104
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "55",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 173931,
  "centroid": {
    "lon": -0.237381,
    "lat": 51.451105
  },
  "valid_date": "27/03/2025",
  "id": "Wandsworth-2025_0872",
  "last_updated": "2025-06-20T13:20:04.191Z",
  "locality": "London",
  "status": "Approved",
  "last_date_consultation_comments": "08/05/2025",
  "decision_target_date": "16/06/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Householder"
}