{
  "secondary_street_name": null,
  "last_updated": "2025-04-30T08:20:02.106Z",
  "appeal_start_date": null,
  "bo_system": "Northgate M3",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "29/04/2025",
  "reference_no_of_permission_being_relied_on": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0120",
  "site_number": "63",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524415.9000101413,
              173589.20032808091
            ],
            [
              524407.5000101365,
              173586.50032808096
            ],
            [
              524389.4000101262,
              173580.7003280794
            ],
            [
              524371.9000101162,
              173574.9503280773
            ],
            [
              524369.950010115,
              173583.7503280809
            ],
            [
              524369.7000101149,
              173584.8003280813
            ],
            [
              524385.8500101242,
              173590.05032808147
            ],
            [
              524403.5500101345,
              173595.9503280829
            ],
            [
              524406.8400101362,
              173597.06032808434
            ],
            [
              524413.7000101402,
              173599.25032808457
            ],
            [
              524419.9000101438,
              173601.25032808498
            ],
            [
              524421.6500101447,
              173594.10032808385
            ],
            [
              524422.3000101451,
              173591.30032808165
            ],
            [
              524415.9000101413,
              173589.20032808091
            ],
            [
              524415.9000101413,
              173589.20032808091
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "development_type": "Other house holder developments",
  "appeal_status": null,
  "centroid": {
    "lat": 51.447658,
    "lon": -0.211106
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.211022,
          51.447632
        ],
        [
          -0.211144,
          51.44761
        ],
        [
          -0.211406,
          51.447561
        ],
        [
          -0.21166,
          51.447514
        ],
        [
          -0.211685,
          51.447593
        ],
        [
          -0.211688,
          51.447603
        ],
        [
          -0.211454,
          51.447646
        ],
        [
          -0.211197,
          51.447695
        ],
        [
          -0.211149,
          51.447705
        ],
        [
          -0.21105,
          51.447723
        ],
        [
          -0.21096,
          51.447739
        ],
        [
          -0.210938,
          51.447675
        ],
        [
          -0.210929,
          51.447649
        ],
        [
          -0.211022,
          51.447632
        ],
        [
          -0.211022,
          51.447632
        ]
      ]
    ]
  },
  "appeal_decision": null,
  "lapsed_date": "29/04/2028",
  "decision_agency": "Borough",
  "application_type_full": "Householder planning permission",
  "ward": "West Hill",
  "application_details": {
    "no_additional_bathrooms": 1,
    "site_area": 0.054000000000000006,
    "total_gia_gained": 41,
    "intended_completion_date": "12/2025",
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2025"
  },
  "street_name": "Combemartin Road",
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": 173592,
  "centroid_easting": 524410,
  "uprn": "100022628334",
  "last_updated_by": "Northgate M3",
  "decision": "Approved",
  "cil_liability": false,
  "description": "Alterations including erection of two side dormer extensions and an enlarged rear dormer extension (with French doors and safety railings) to main roof; formation of rear roof terrace at first floor level with 1.7m high screen surround and associated changes to fenestration; erection of single-storey rear extension; alterations to boundary treatment and provision of a cycle store in front garden. ",
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "id": "Wandsworth-2025_0120",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed B112343-3100 Rev A. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Nonwithstanding the approved drawings the rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with policy LP3 of the Local Plan and Section 12 of the National Planning Policy Framework.\r\n",
    "Condition : 4 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development including the bike shed hereby approved have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 5 - Prior to occupation of the development the windows in the side elevations of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to commencement of the above ground works, details of the height, design and materials of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "decision_target_date": "29/04/2025",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "lpa_app_no": "2025/0120",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "10/04/2025",
  "lpa_name": "Wandsworth",
  "application_type": "Householder",
  "locality": "London",
  "title_number": null,
  "pp_id": "13677362",
  "decision_process": null,
  "site_name": null,
  "valid_date": "04/03/2025",
  "parking_details": null,
  "postcode": "SW18 5PP",
  "epc_number": "9038-3018-7258-7310-5250"
}