{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508454.9353,
              180771.5829
            ],
            [
              508457.7134,
              180773.0381
            ],
            [
              508466.8416,
              180757.163
            ],
            [
              508464.562,
              180756.0232
            ],
            [
              508455.1999,
              180771.5829
            ],
            [
              508454.9353,
              180771.5829
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              508464.1957,
              180755.8401
            ],
            [
              508464.562,
              180756.0232
            ],
            [
              508464.5926,
              180755.9724
            ],
            [
              508464.1957,
              180755.8401
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08200503",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:43:55.344+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "01/11/2019",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.5154078",
    "lon": "-0.43829599999999996"
  },
  "decision": "Approved",
  "valid_date": "04/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.005
  },
  "cil_liability": false,
  "postcode": "UB3 1EA",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75144/APP/2019/3295",
  "lpa_name": "Hillingdon",
  "site_name": "LAND OPPOSITE",
  "lapsed_date": "08/01/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 215 Issue B and 215 Issue B and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "No development shall take place until details of colours of external surfaces, have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy BE13 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "Any apparatus or structure provided in accordance with this approval shall be removed from the land, as soon as reasonably practicable after it is no longer required for electronic communications purposes, and such land, shall be restored to its condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policies BE13 and BE37 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "Prior to the commencement of works on site, a Construction Logistics Plan (CLP) shall be submitted to and approved in writing by the Local Planning Authority.",
    "This should be in accordance with Transport for London's Construction Logistic Planning Guidance and detail the management of construction traffic, including vehicle types, frequency of visits, expected daily time frames, use of an onsite banksman, on-site loading/unloading arrangements and parking of site operative vehicles.",
    "The construction works shall be carried out in strict accordance with the approved plan.",
    "REASON",
    "To ensure that the construction works include appropriate efficiency and sustainability measures so as not to compromise the safe and efficient operation of the local highway network and minimizes emissions, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy 7.14 of the London Plan (March 2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "The installation of a 20m monopole, 12 antenna apertures, 9 equipment cabinets and development ancillary thereto and the removal of the existing 14.7m monopole, 3 antennas, redundant equipment cabinets",
  "lpa_app_no": "75144/APP/2019/3295",
  "decision_target_date": "29/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "08/01/2020",
  "id": "Hillingdon-75144_APP_2019_3295",
  "centroid_northing": 180765,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508461,
  "street_name": "DAWLEY ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4383814,
          51.5154681
        ],
        [
          -0.4383409,
          51.5154806
        ],
        [
          -0.4382143,
          51.5153362
        ],
        [
          -0.43824749999999996,
          51.5153264
        ],
        [
          -0.4383776,
          51.515468
        ],
        [
          -0.4383814,
          51.5154681
        ]
      ]
    ],
    "type": "Polygon"
  }
}