{
  "lpa_app_no": "46400/APP/2025/70",
  "centroid_northing": 187396,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "25/02/2025",
  "locality": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-06-04T21:59:14.322Z",
  "valid_date": "13/01/2025",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 511178,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=46400/APP/2025/70",
  "site_number": null,
  "decision": "Approved",
  "ward": "EASTCOTE 2022",
  "decision_agency": "Borough",
  "lpa_name": "Hillingdon",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hillingdon-46400_APP_2025_70",
  "application_details": {
    "intended_completion_date": "12/2025",
    "intended_commencement_date": "08/2025",
    "total_gia_gained": 13.9,
    "existing_uprns": null,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0
  },
  "uprn": null,
  "decision_date": "06/03/2025",
  "description": "Construction of a single-storey rear outbuilding",
  "site_name": "15 GREEN LAWNS",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "10/03/2025",
  "borough": "Hillingdon",
  "postcode": null,
  "street_name": "RUISLIP",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "06/03/2028",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan numbers S01-A, C01-A, C02-A, C0-3A, and C04-A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The outbuilding hereby approved shall only be used for the purposes incidental to the main residential use at 15 Green Lawns, Hillingdon namely for use as a study. It shall not be used for purposes such as a living room, bedroom, kitchen, or as a separate or independent unit of accommodation.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11, DMHB 18, DMHD 2, and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Access to the flat roof over the outbuilding hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a terrace, balcony, patio, or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and NPPF (2023).",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the outbuilding should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated."
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": "13684710",
  "centroid": {
    "lon": -0.397084,
    "lat": 51.574478
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}