{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "13/05/2028",
  "uprn": "000012085397",
  "locality": "London",
  "appeal_decision_date": null,
  "centroid_easting": 517919,
  "application_details": {
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "02/2025",
        "intended_completion_date": "05/2026"
      }
    ],
    "green_suds": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "solar_pv_capacity": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 95,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "fire_suppression_system_proposed": false,
      "chp_heat_pumps_capacity": 0.08
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 105,
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "total_gia_gained": 966,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "total_gia_lost": 594,
    "surface_water_discharge_percentage_reduction": 50,
    "existing_uprns": null,
    "site_area": 0.2096,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_existing": 594,
      "total_gia_lost": 594,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 966
    },
    "total_gia_existing": 594,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 594,
        "gia_gained": 966,
        "use_class": "C3",
        "gia_lost": 594
      }
    ],
    "rain_water_harvesting": false
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "14 Montpelier Road",
  "borough": "Ealing",
  "status": "Approved",
  "epc_number": "8160-7923-7940-1041-1202",
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": true,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Montpelier Road",
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 1,
    "net_car": 0,
    "no_proposed_cycle": 2,
    "no_existing_cycle": 0,
    "no_existing_car": 1,
    "net_cycle": 2
  },
  "decision_target_date": "13/05/2025",
  "lpa_name": "Ealing",
  "secondary_street_name": null,
  "decision_date": "13/05/2025",
  "last_updated": "2025-06-05T01:04:28.621Z",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/244581FUL;",
  "ward": "Ealing Broadway",
  "valid_date": "02/12/2024",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "W5 2QP",
  "centroid_northing": 181806,
  "description": "Construction of two storey, six bedroom dwellinghouse including roofspace accommodation (following demolition of existing building with retention of existing front facade); excavation of basement with recreational facilities, courtyard and sunken garden; incorporating rear terraces at first and second floor; restoration works to front elevation; installation of Air Source Heat Pumps within rear garden acoustic enclosure; and other associated works",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "244581FUL",
  "decision": "Approved",
  "application_type_full": "Full planning & demolition in a conservation area",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "id": "Ealing-244581FUL",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings and documents:",
    "Existing Location Plan, Existing Site Plan, Existing Lower Ground Floor Plan, Existing Ground Floor Plan, Existing First Floor Plan, Existing Second Floor Plan, Existing Roof Plan, Existing North Elevation, Existing East Elevation, Existing South Elevation, Existing West Elevation, Existing Section A-A, Existing Section B-B, Existing Section C-C, Proposed Site Plan, Proposed Lower Ground Floor Plan (Rev A), Proposed Ground Floor Plan, Proposed First Floor Plan, Proposed Second Floor Plan, Proposed Roof Plan (Rev A), Proposed North Elevation, Proposed East Elevation, Proposed South Elevation, Proposed West Elevation, Proposed Section A-A, Proposed Section B-B (Part 1), Proposed Section B-B (Part 2)(Rev A), Proposed Section C-C, Existing Lower Ground Floor Plan - Demolition, Existing Ground Floor Plan - Demolition, Existing First Floor Plan - Demolition, Existing Second Floor Plan - Demolition, Existing Roof Plan - Demolition, Existing North Elevation - Demolition (Rev A), Existing East Elevation - Demolition (Rev A), Existing South Elevation - Demolition, Existing West Elevation - Demolition (Rev A), Existing Section A-A - Demolition, Existing Section B-B - Demolition, Existing Section C-C - Demolition, Cover Letter, Planning & Heritage Statement, Outline Construction Logistics Plan, Whole Life Carbon Assessment, Circular Economy, Energy and Sustainability Statement, Arboricultural Impact Assessment, Flood Risk Assessment & Drainage Strategy, Design and Access Statement, Daylight and Sunlight Report, Plant Noise Limits Assessment, Planning Façade Comments",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Prior to the demolition of the building hereby permitted, written evidence shall be provided to the local planning authority that a contract for the carrying out of works to redevelop the site has been made in accordance with (244581FUL) or an extant planning permission. No demolition shall take place until approval has been given in writing by the local planning authority following the receipt of such evidence.",
    "Reason: As this matter is fundamental to the acceptable delivery of the permission to prevent premature demolition in the interests of the character and appearance of the conservation area in accordance with HC1 of the London Plan (2021).",
    "| No demolition shall be undertaken until a structural report (including working drawings) has been submitted and agreed in writing by the Local Planning Authority to illustrate how the façade will be maintained/retained.  All structural works hereby agreed shall be carried out only in accordance with the specification of works and method statement contained in the approved structural report.",
    "Reason: To ensure a satisfactory appearance to the development that preserves the conservation area in accordance with HC1 of the London Plan (2021).",
    "| Prior to the commencement of the development, a brick panel showing a sample of the brickwork and the colour and joint profile of mortar courses, shall be constructed and made available for inspection on site. The details shall be approved in writing by the local planning authority before any part of the development is begun and the development shall be carried out in accordance with the details as approved.",
    "Reason: To ensure a satisfactory appearance to the development that preserves the conservation area in accordance with HC1 of the London Plan (2021).",
    "| The bonding pattern shall match existing unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: To ensure a satisfactory appearance to the development that preserves the conservation area in accordance with HC1 of the London Plan (2021).",
    "| Before the construction of any dentil string courses, cornices, scalloped tile hanging or other architectural feature hereby granted consent shall be submitted to and agreed in writing by the Local Planning Authority (showing the front and two sides elevations at a Scale at 1:20 or as appropriate).  The works shall be carried out only in accordance with the agreed details.",
    "Reason: To ensure a satisfactory appearance to the development that preserves the conservation area in accordance with HC1 of the London Plan (2021).",
    "| Before the construction of any verges or eaves, details of the treatment of verges and eaves hereby granted consent shall be submitted to and agreed in writing by the Local Planning Authority (showing the front and two sides elevations at a Scale at 1:20 or as appropriate).  The works shall be carried out only in accordance with the agreed verges and eaves details.",
    "Reason: To ensure a satisfactory appearance to the development that preserves the conservation area in accordance with HC1 of the London Plan (2021).",
    "| Before any window or door heads and cills are installed, details of their design, material and construction, in the form of scaled drawings (at 1:20) and material samples/specifications, shall be submitted to and agreed in writing by the Local Planning Authority.  The development shall be carried out only in accordance with the agreed heads and cills details.",
    "Reason: To ensure the development preserves the character and appearance of the conservation area in accordance with HC1 of the London Plan (2021).",
    "| All external joinery including windows and doors shall be of a timber construction only. Details of their design, specification, method of opening, method of fixing and finish, in the form of drawings and sections of no less than 1:20 scale, shall be submitted to and agreed in writing by the Local Planning Authority before the windows and doors hereby approved are installed.  The development shall be carried out only in accordance with the agreed details.",
    "Reason: To ensure the development preserves the character and appearance of the conservation area in accordance with HC1 of the London Plan (2021).",
    "| Before the new roof hereby approved is installed, samples or detailed specifications of the new roof to include slates, ridges, hips, chimneys and finials shall be submitted to and agreed in writing by the Local Planning Authority. The development shall be carried out only in accordance with the agreed roof materials.",
    "Reason: To ensure the development preserves the character and appearance of the conservation area in accordance with HC1 of the London Plan (2021).",
    "| Before the rainwater goods hereby permitted are installed, samples or detailed specifications of all rainwater goods (including the method of fixing) shall be submitted to and agreed in writing by the Local Planning Authority.  The development shall be carried out only in accordance with the agreed rainwater goods details.",
    "Reason: To ensure the development preserves the character and appearance of the conservation area in accordance with HC1 of the London Plan (2021). | Prior to commencement, a detailed measured survey of the front dormer shall be submitted to and agreed in writing by the Local Planning Authority. The development shall be carried out only in accordance with the agreed plans.",
    "Reason: To ensure the development preserves the character and appearance of the conservation area in accordance with HC1 of the London Plan (2021). | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works must be approved by the tree service and shall be carried out in accordance with BS 3998.",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition removal of existing foundations and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. bridging, instillation of underground services, surfacing, foundations of all structures, within the root protection area,)",
    "o\tAccess arrangements and car parking",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.  Cutting a root / roots greater than 25mm must be approved by the tree service.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A proposed tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tPrestart meeting with key personnel and Ealing Council Tree Officer regarding tree protection. If Tree Officer is unable to attend, the minutes of the meeting must be recorded and emailed to the tree officer.",
    "o\tInitial implementation/installation of the tree protection measures to be installed; Photos must be sent to the Tree officer prior to the start of works hereby approved.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tThe installation of underground services.",
    "o\tAll below ground construction within the root protection area of trees on or off site.",
    "o\tApproved incursions into construction exclusion zones.",
    "o\tFinal removal of the tree protection measures.",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Following details shall be submitted to and approved by the Local Authority Tree Officer:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached immediately following each visit.",
    "o\tWithin three months of first use of the development hereby approved, a report containing the Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree, marked on the tree protection plan to be retained, is removed without consent, or is found to be severely damaged /dying (crown more than 50% sparse) or dead, within 5 years from the start of work on the development hereby permitted: the Local Planning Authority will require new planting on the site (or surrounding area) reflecting the CAVAT value of the loss. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Discharge of this condition should be sought from the Local Planning Authority prior to the first use of the development hereby approved: the discharge is dependent upon compliance with all of the above and /or any additional mitigating agreement made in writing with the Local Planning Authority.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape.",
    "| Any solar PV or solar thermal equipment installed on the roof of the subject dwellinghouse must adhere to the of provisions, limitation and conditions of Schedule 2, Part 14, Class A of the Town and Country Planning (General Permitted Development) Order 2015.",
    "REASON: To protect the living conditions of occupants of nearby properties in accordance with policies 7B and 7.4 of the Ealing Development Management DPD (2013) and Policy SI 2, 3 of the London Plan (2021).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or any Order revoking and re-enacting that Order with or without modification, no extension, enlargement or other alteration of the new dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the local planning authority.",
    "Reason:  To ensure orderly development, which would not harm the amenities of the occupiers of nearby properties or to the character of the area ain accordance with the National Planning Policy Framework (2024), policy 7B and 7.4 of the Ealing Development Management Development Plan (2013), policy 1.1 (g) of the Ealing Development (Core) Strategy (2012) and policies D3, D4 and D6 of the London Plan (2021).",
    "| Prior to the commencement of development, sustainable surface water drainage detailed plans and maintenance plan shall be submitted to and approved in writing by the Local Planning Authority. The plans shall achieve compliance with greenfield run-off rates (1 l/s) and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques. Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason: To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with Policy 5.12 of the Ealing Development Management DPD (2013), Policies SI 12 and SI 13 of the London Plan (2021) and the NPPF (2024). | Prior to the installation of plant items, details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity.",
    "At non-residential noise sensitive receivers, the noise levels emitted at the site shall not exceed the noise limits specified in BS8233:2014.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies D13, D14 of the London Plan (2021).",
    "| Prior to use, all internal and externally located machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with policies D13, D14 of the London Plan (2021)."
  ],
  "pp_id": "PP-13494306",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.52287,
    "lon": -0.301727
  }
}