{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_app_no": "224900HH",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/224900HH;",
  "actual_completion_date": null,
  "pp_id": "PP-11705821",
  "lapsed_date": "09/06/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.3085598",
    "lat": "51.5152541"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "12083649",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": " Single storey rear extension; first floor rear extension, alterations to rear fenestrations involving replacement of window, installation of window to rear elevation first floor, replacement of window to rear first floor.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3085285,
          51.5150377
        ],
        [
          -0.3086026,
          51.515033
        ],
        [
          -0.3086153,
          51.5150984
        ],
        [
          -0.3086158,
          51.5151033
        ],
        [
          -0.3086237,
          51.5151453
        ],
        [
          -0.3086291,
          51.5151759
        ],
        [
          -0.3086314,
          51.5151879
        ],
        [
          -0.30864,
          51.5152336
        ],
        [
          -0.3086846,
          51.5154667
        ],
        [
          -0.3086503,
          51.5154687
        ],
        [
          -0.3085033,
          51.5154794
        ],
        [
          -0.3084484,
          51.5151904
        ],
        [
          -0.3084347,
          51.5151106
        ],
        [
          -0.3084242,
          51.5150444
        ],
        [
          -0.3085285,
          51.5150377
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "30 Gordon Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings and documents: 2240-pl-02-2 Rev A First and second floor plan, 2240-pl-02-3 Rev A Elevations, 2240-pl-02-1 Rev A Ground floor plan, 2240-ex-01 Existing plans and elevations, 2240-os-01 Location Plan, EX-EA-A-30A DESIGN AND ACCESS STATEMENT & HERITAGE STATEMENT prepared by MGDC LTD dated January 2023.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| The hereby approved side-facing windows to the north and south elevations shall contain only obscure glass and only have top openings at a minimum of 1.7m from floor level.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees  specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tPrestart meeting with an Ealing Council Tree Officer",
    "o\tInitial implementation/installation of the tree protection measures",
    "o\tFinal removal of the tree protection measures",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority.  The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o\tLocations of all proposed species.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any tree, shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with a tree shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape.",
    "| Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021)."
  ],
  "postcode": "W5 2AH",
  "application_type": "Householder",
  "decision_date": "09/06/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 517463,
  "valid_date": "22/11/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "09/06/2023",
  "id": "Ealing-224900HH",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:55:09.584+00:00",
  "street_name": "Gordon Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 180948,
  "application_details": {
    "existing_uprns": [
      "12083649"
    ],
    "total_gia_gained": 150,
    "intended_commencement_date": "07/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "12/2023",
    "site_area": 0.061000000000000006
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517465.7282501,
              180923.9903017
            ],
            [
              517460.5998221,
              180923.3504849
            ],
            [
              517459.5526993,
              180930.5984102
            ],
            [
              517459.503229,
              180931.1482528
            ],
            [
              517458.8518691,
              180935.7969221
            ],
            [
              517458.3983908,
              180939.1959492
            ],
            [
              517458.2087544,
              180940.5255686
            ],
            [
              517457.4914341,
              180945.5941177
            ],
            [
              517453.7976467,
              180971.4467175
            ],
            [
              517456.1722243,
              180971.7266373
            ],
            [
              517466.3466297,
              180973.146231
            ],
            [
              517470.8979034,
              180941.0954054
            ],
            [
              517472.052212,
              180932.247938
            ],
            [
              517472.9509236,
              180924.9000413
            ],
            [
              517465.7282501,
              180923.9903017
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Ealing Broadway"
}