{
  "last_date_consultation_comments": "09/05/2025",
  "site_number": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0456.25",
  "epc_number": null,
  "wgs84_polygon": null,
  "secondary_street_name": "Hornchurch",
  "street_name": "Hacton Lane",
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "ward": "Upminster",
  "cil_liability": false,
  "centroid": {
    "lon": 0.229987,
    "lat": 51.543354
  },
  "uprn": "10033420131",
  "parking_details": null,
  "centroid_easting": 554735,
  "development_type": null,
  "lpa_app_no": "P0456.25",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "locality": null,
  "application_type": "All Other",
  "id": "Havering-P0456.25",
  "centroid_northing": 185074,
  "appeal_status": null,
  "status": "Refused",
  "description": "Single storey, 4-bed, detached dwelling with associated parking and amenity space",
  "site_name": "White Hart House",
  "appeal_start_date": null,
  "decision_date": "05/06/2025",
  "decision_target_date": "05/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "05/06/2028",
  "valid_date": "10/04/2025",
  "decision_process": "Delegated",
  "decision": "Refused",
  "postcode": "RM14 2YF",
  "decision_conditions": [
    "The site is within the Metropolitan Green Belt and the proposed development would not align fully with any of the exceptions set out in Section 13 of the NPPF. It would therefore be comprised of inappropriate development. The proposed dwelling would result in substantial harm to the openness of the Green Belt, through its scale, bulk, mass and site coverage and would form an unwanted urbanisation of the site which would otherwise have a different character. In the absence of any Very Special Circumstances which would outweigh the harm of inappropriateness and harm to openness the proposed development is unacceptable in principle and in contrast to the objectives of the NPPF and Policy G2 of the London Plan 2021",
    "The proposal fails to make provision for affordable housing and in the absence of any means to secure provision of affordable housing, such as through a legal agreement or any justification or mitigation measures to adequately justify the lack of on site provision the proposal is contrary to the provisions of Policy 4 of the havering Local Plan 2016-2031.",
    "The land is within a minerals safeguarding area. The Council is considering a live planning application under ref: P1251.24 for minerals extraction at a nearby site. The provision of a dwelling in this location would introduce a noise/dust sensitive receptor closer than any other nearby dwellings. Accordingly a new dwelling in close proximity would likely to be prejudicial to the delivery of much needed aggregates for the construction industry. The proposals would then conflict with the objectives of London Plan Policy SI 10.",
    "The proposal, if granted planning permission on appeal, would be liable for the Havering Community infrastructure Levy (HCIL) and Mayoral Community Infrastructure Levy (MCIL). Based upon the information supplied with the application, the Levy payable are (subject to indexation).",
    "New floor area of 226 sqm.",
    "Havering CIL (125 per sqm) - £7875",
    "Mayoral CIL (25 per sqm) - £1575",
    "Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the applicant in writing 05-06-2025"
  ],
  "decision_agency": "Borough",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "13894306",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Havering",
  "last_updated": "2025-07-05T04:09:50.664Z",
  "actual_completion_date": null
}