{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506969.1427,
              185691.6154
            ],
            [
              506969.275,
              185691.88
            ],
            [
              506967.6875,
              185692.806
            ],
            [
              506967.1583,
              185695.1873
            ],
            [
              506962.925,
              185698.23
            ],
            [
              506955.6489,
              185704.0508
            ],
            [
              506949.6958,
              185713.4436
            ],
            [
              506946.7854,
              185720.455
            ],
            [
              506949.1666,
              185724.953
            ],
            [
              506965.5708,
              185715.5602
            ],
            [
              506985.2823,
              185706.2998
            ],
            [
              506979.0646,
              185699.4206
            ],
            [
              506969.1427,
              185691.6154
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "09848814",
  "appeal_status": null,
  "last_updated": "2025-03-20T19:47:41.880+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "17/06/2021",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "ICKENHAM",
  "centroid": {
    "lat": "51.5601217",
    "lon": "-0.4583461"
  },
  "decision": "Approved",
  "valid_date": "18/05/2021",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 51.7,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "07/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.055
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": [
    "Unregistered"
  ],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=39040/APP/2021/1987",
  "lpa_name": "Hillingdon",
  "site_name": "81 THORNHILL ROAD",
  "lapsed_date": "28/03/2025",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos.",
    "Flood Risk Assessment by STM dated 15/02/2022",
    "210306 C, 210307 C, 210308 C, 210309 C received 17/02/2022",
    "210300 / 210301 B received 28/03/2022",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the ground floor extension element hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflights facing 79 Thornhill Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Tree protection fencing shall be installed in accordance with drawing (210300 / 210301 B received 28/03/2022) prior to the commencement of any development or site preparation/clearance works. Such fencing should be a minimum height of 1.5 metres and shall be erected prior to any demolition, removal of topsoil, and commencement of building operations and retained in position until development is completed.  The land so enclosed shall be kept clear of all dumping, materials, machinery and cement mixing and the existing soil levels not altered or disturbed.  No fires shall be lit on the land so enclosed.",
    "REASON",
    "To ensure that the trees and other vegetation continue to make a valuable contribution to the amenity of the area in accordance with policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and to comply with Section 197 of the Town and Country Planning Act 1990.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with  the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "- on or within 8 metres of a main river (16 metres if tidal)",
    "- on or within 8 metres of a flood defence structure or culvert (16 metres if tidal)",
    "- on or within 16 metres of a sea defence",
    "- involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "- in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activitiesenvironmental- permits or contact our National Customer Contact Centre on 03702 422549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them t"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey side extension; part hip to gable extension including enlargement of roofspace accommodation; alterations to the front elevation including re-located door including front steps to entrance door and replacement windows; removal of front bay window; new windows and doors and rooflights; replacement windows to existing dormers and enlargement in width of existing rear terrace.",
  "lpa_app_no": "39040/APP/2021/1987",
  "decision_target_date": "28/03/2022",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "28/03/2022",
  "id": "Hillingdon-39040_APP_2021_1987",
  "centroid_northing": 185708,
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506965,
  "street_name": "ICKENHAM",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45829139999999996,
          51.5599736
        ],
        [
          -0.45828939999999996,
          51.559976
        ],
        [
          -0.458312,
          51.5599846
        ],
        [
          -0.4583189,
          51.5600061
        ],
        [
          -0.458379,
          51.5600343
        ],
        [
          -0.4584822,
          51.560088
        ],
        [
          -0.4585652,
          51.5601735
        ],
        [
          -0.458605,
          51.5602371
        ],
        [
          -0.45856929999999996,
          51.5602771
        ],
        [
          -0.45833559999999995,
          51.5601895
        ],
        [
          -0.45805419999999997,
          51.5601026
        ],
        [
          -0.4581459,
          51.5600419
        ],
        [
          -0.45829139999999996,
          51.5599736
        ]
      ]
    ],
    "type": "Polygon"
  }
}