{
  "centroid": {
    "lon": "0.18213569999999998",
    "lat": "51.5759746"
  },
  "status": "Approved",
  "decision_target_date": "14/05/2020",
  "site_name": "80 - 86 SOUTH STREET",
  "decision_conditions": [
    "Prior Approval is given in accordance with the details as provided within the application, subject to the following conditions.",
    "The proposed A3 use hereby permitted shall only be open between the hours of:",
    "Monday to Saturday: 7am - 9pm",
    "Sunday and Bank Holidays: 9am - 6pm",
    "Reason: In order to minimise noise and disturbance and in the interest of neighbouring amenity.",
    "No development shall commence until there has ben submitted to and approved in writing by local planning authority a scheme for the extraction, ventilation, filtration and deodorising of cooking smell and fumes. Notwithstanding the information already submitted, the detailed scheme shall include details of discharge point, the predicted acoustic performance of the system and shall incorporate sound attenuation s measures which will ensure the existing background noise level are in compliance with condition 5 of this decision letter. The approved scheme shall be carried out prior to the commencement of the use hereby permitted and shall be retained thereafter. All equipment is installed  as part of the approved scheme shall be operated and maintained in accordance to the manufacturer's instruction. No other system shall be installed other than those already submitted as part of this application and hereby approved, unless other suitable equipment are agreed in writing by the planning au",
    "Before the development hereby permitted commences details of a scheme shall be submitted to and approved in writing by the local planning authority which specifies the provisions to be made for the control of noise emanating from the site. Such scheme as may be approved shall be implemented prior to first occupation and thereafter retained in accordance with such details.",
    "Reason: To prevent noise nuisance to adjoining/adjacent properties.",
    "Before any works commence a scheme for any new plant or machinery shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining/adjacent properties.",
    "Before the uses commences a scheme to control the transmission of noise and vibration from any mechanical ventilation system installed shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the permitted use commencing. Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "Reason:  To protect the amenity of occupiers of nearby premises",
    "No building shall be occupied or use commenced until details of a waste management scheme is submitted to and approved in writing by the Local Planning Authority. The scheme shall include details of the method and location of refuse and recycling storage, including provision for all refuse to be properly contained within the approved facility, together with arrangements for refuse disposal. The scheme shall be implemented on site, in accordance with the approved details, prior to the first occupation or commencement of the use hereby approved and retained permanently thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how waste will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of nearby premises, and ensure that the development accords with the Development Control Policies Development Plan",
    "The Change of Use as described in this Prior Approval notification must commence within 3 years of the date of this prior approval."
  ],
  "secondary_street_name": null,
  "application_type": "Prior Approval",
  "postcode": "RM1 1RX",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "07/05/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-J0012.20",
  "centroid_northing": 188601,
  "uprn": "10033426415",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "07/05/2020",
  "description": "Application for prior notification of development from A1 retail to A3 restaurants and cafes",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0012.20",
  "lpa_app_no": "J0012.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:57:32.684+00:00",
  "centroid_easting": 551307,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "19/03/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551331.789,
              188601.724
            ],
            [
              551295.688,
              188579.71
            ],
            [
              551293.385,
              188582.081
            ],
            [
              551291.42,
              188584.113
            ],
            [
              551290.337,
              188585.4
            ],
            [
              551281.464,
              188599.692
            ],
            [
              551318.717,
              188622.315
            ],
            [
              551331.789,
              188601.724
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.106
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "15/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1824935,
          51.5759745
        ],
        [
          0.1819634,
          51.5757864
        ],
        [
          0.1819312,
          51.5758083
        ],
        [
          0.1819038,
          51.5758271
        ],
        [
          0.1818887,
          51.5758389
        ],
        [
          0.18176689999999998,
          51.5759697
        ],
        [
          0.1823138,
          51.576163
        ],
        [
          0.1824935,
          51.5759745
        ]
      ]
    ],
    "type": "Polygon"
  }
}