{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Observations to Camden: provision of a new car park for 150 general staff car parking spaces on the Highgate Wing.",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": "15/11/1994",
  "street_name": null,
  "decision_process": "Committee",
  "uprn": "MAN00000000000000872319",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": null,
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 0,
  "appeal_decision": null,
  "lpa_app_no": "931661",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": null,
  "last_updated": "2025-03-20T10:27:46.983+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "06/01/1994",
  "appeal_decision_date": null,
  "locality": null,
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Refused",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": null,
  "lapsed_date": "01/12/1999",
  "centroid_northing": 0,
  "decision_conditions": [
    "Islington Council feels that the number of car parking spaces in the proposal is excessive and contrary to its policies. However, given that the car park has a limited life and Islington would receive assurances about the existing car parking on St. Mary's Wing through a joint Section 106 Agreement it offers no objection subject to the following observations: 1) the imposition of a time limit on the new car park of five years, at which time the parking would cease and be transferred either in part or wholly to the St. Mary's Wing, subject to planning permission being received; 2) alternatively that a renewal application be submitted and determined with due regard to the observations of Islington as adjoining local planning and highway authority; 3) the approval be granted subject to a 106 Agreement whose terms and provisions shall be fully discussed and agreed by the Hospital Trust, Camden and Islington and that the latter shall be a signatory to the agareement having delegated authorisation of the terms of the Agreement to the Chairs of Planning Sub and Transportation Committees, Chief Planner Control and Head of Law before permission is finally granted and the works commenced; 4) this Council would wish to see a reduction in the number of parking spaces provided in St. Mary's Wing both to improve circulation and to provide a managed visitor parking system, and to replace the existing ad hoc parking regime at this site; 5) this Council would request Camden to seek appropriate traffic calming measures in side streets and to Dartmouth Park Hill to be funded in part by the Hospital Trust."
  ],
  "ward": "48",
  "site_number": null,
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-931661",
  "appeal_status": null,
  "wgs84_polygon": null,
  "borough": "Islington",
  "last_date_consultation_comments": null
}