{
  "lpa_name": "Merton",
  "uprn": "48033037",
  "decision_date": "13/09/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-18_P4447",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW19 3SG",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0
  },
  "valid_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "DEMOLITION OF EXISTING BUILDINGS AND STRUCTURES, AND REDEVELOPMENT FOR A NEW 8 - STOREY BUILDING (PLUS ADDITIONAL PLANT AT ROOF LEVEL) COMPRISING OF A HOTEL (USE CLASS C1) AND THREE COMMERCIAL UNITS (A\r\nFLEXIBLE USE WITHIN CLASSES A1, A2, A3 AND / OR A4); SUBSTATION; ALTERATIONS TO EXISTING ACCESS AND CREATION OF NEW ACCESS ON GRAHAM ROAD; HARD AND SOFT LANDSCAPING, GROUND WORKS AND ASSOCIATED INFRASTRUCTURE.\r\n",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 100, 101, 102(Rev1), 103(Rev1), 200, 300(Rev1), 301(Rev1), 302(Rev1), 303(Rev1), 304(Rev1), 305(Rev1), 306(Rev1), 307(Rev1), 308(Rev1), 400(Rev1), 401(Rev1), 402(Rev1), 403(Rev1), 404(Rev1), 500(Rev1), 600(Rev1) & 601(Rev1)",
    "Condition : 3 - 3)\tNo development shall take place beyond damp course proof level until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 4 - No external windows and doors shall be installed until detailed drawings at 1:20 scale of all external windows and doors, including materials, set back within the opening, finishes and method of opening have been submitted to and approved by the local planning authority. Only the approved details shall be used in the development hereby permitted.\r\n\r\nReason:  To ensure a satisfactory standard of development in accordance with the following Development Plan policies for Merton: policies 7.5 and 7.6 of the London Plan 2016, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 5 - No development shall take place beyond damp proof course level until details of the surfacing of all those parts of the site not covered by buildings, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.\r\n\t\r\n\r\n",
    "Condition : 6 - Before the development hereby permitted is first occupied, the southwest facing corridor windows at level 4 and above shall be glazed and obscure glazed and fixed shut and shall be permanently maintained as such thereafter.",
    "Condition : 7 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 9 - No development shall take place beyond damp proof course level until details of all boundary walls or fences are to be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be permanently retained thereafter.",
    "Condition : 10 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 11 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 12 - No development above damp proof course level shall take place until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 13 - The development hereby approved shall not be occupied until the proposed vehicle access on Graham Road has been sited and laid out in accordance with the approved plans.\r\n\r\nReason:  In the interests of the safety of pedestrians and vehicles and to comply with the following Development Plan policies for Merton: policies CS18 and CS20 of Merton's Core Planning Strategy 2011 and policies DM T2, T3, T4 and T5 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 14 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 15 - Prior to the occupation of the development hereby permitted, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall follow the current 'Travel Plan Development Control Guidance' issued by TfL and shall include:\r\n  (i) Targets for sustainable travel arrangements;\r\n  (ii) Effective measures for the on-going monitoring of the Plan;\r\n  (iii) A commitment to delivering the Plan objectives for a period of at least 5 years from the first occupation of the development;\r\n  (iv) Effective mechanisms to achieve the objectives of the Plan by both present and future occupiers of the development.\r\nThe development shall be implemented only on accordance with the approved Travel Plan.\r\n",
    "Condition : 16 - Development shall not commence until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority. No occupation of the development shall be permitted until the Plan is approved in writing by the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 17 - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 18 - No development shall take place beyond damp proof course level until a detailed scheme for the provision of surface and foul water drainage has been submitted in accordance with details that have been submitted to and approved in writing by the local planning authority and in consultation with Thames Water. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) at the restricted rate of no more than 17.2l/s in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13.\r\n",
    "Condition : 19 - Within six months of the use or occupation of the development hereby permitted, evidence confirming that the non-residential development has achieved a BREEAM rating of not less than the standards equivalent to 'Very Good', and evidence demonstrating that the development has achieved not less than a 35% improvement in CO2 emissions reduction compared to Part L 2013 regulations in accordance with those outlined in the approved plans (the applicant's Sustainable Energy Statement dated 08th November 2018, the BREEAM Pre-Assessment for New Hotel dated 16th November 2018, and the BREEAM Pre-Assessment for the Retail Units dated 16th November 2018), has been submitted to and acknowledged in writing by the Local Planning Authority.\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy 5.2 of the London Plan 2016 and policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 20 - No development aside from demolition shall commence until the applicant submits to, and has secured written approval from, the Local Planning Authority on evidence demonstrating that the development has been designed to enable connection of the site to an existing or future district heating network, in accordance with the Technical Standards of the London Heat Network Manual (2014).\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy 5.2 of the London Plan 2016 and policy CS15 of Merton's Core Planning Strategy 2011.\r\n\r\n",
    "Condition : 21 - 22)\tNo part of the development hereby approved shall be used or occupied until evidence has been submitted to and acknowledged in writing by the Local Planning Authority confirming that the non-residential development has maximised the opportunities to increase water efficiency in the development in accordance with measures outlined in the approved plans (the applicant's Water Efficiency Addendum - D1, dated 28/02/2019) such as considering more efficient non-standard fittings that meet the \"Best Practice\" level of the AECB water standards.\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy 5.2 of the London Plan 2016 and policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 22 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (10 minutes), from any new plant/machinery from the commercial use shall not exceed LA90-10dB at the boundary with any residential property.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy 7.15 of the London Plan 2016 and policies DM D2, DM D3, DM EP2 and DM EP4 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 23 - No cooking odour shall be detectable at any residential property outside the development. Details shall be submitted and approved by the LPA prior to use.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies DM D2 and DM EP4 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 24 - 25)\tAn investigation and risk assessment, in addition to any assessment provided with the planning application, must be completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy DM EP4 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 25 - 26)\tSubject to the site investigation for contaminated land, if necessary, a detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be submitted and approved in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with the approved details prior to the commencement of development, unless otherwise agreed in writing by the Local Planning Authority. \r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy DM EP4 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 26 - Following the completion of any measures identified in the remediation scheme approved under condition No.25, a verification report that demonstrates the effectiveness of the remediation carried out must be submitted and approved in writing by the Local Planning Authority.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy DM EP4 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 27 - 29)\tIn the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11' and where remediation is necessary a remediation scheme must be prepared, which is subject to the approval in writing of the Local Planning Authority.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy DM EP4 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 28 - The pollution emission levels from the combined heat and power plant shall not exceed those stipulated in the air quality report produced by GEM Air Quality Ltd report AQ1095 dated November 2018.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy DM EP4 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 29 - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy DM EP4 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 30 - All deliveries, loading, unloading or other servicing activities shall take place between the hours of 0700 and 2300 Monday to Sunday and on public holidays.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy DM D2 of Merton's Sites and \tPolicies Plan 2014\r\n",
    "Condition : 31 - The three ground floor/first floor units (excluding the hotel use) shall not be open to customers except between the hours of 0700 and 0000 Monday to Sunday and on public holidays. \r\n\r\nReason: To safeguard the amenities of the area and the occupiers of \tneighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy DM D2 of Merton's Sites and \tPolicies Plan 2014\r\n\r\n",
    "Condition : 32 - No development beyond damp proof course level, shall take place until details of permeable paving and the proposed green/brown roofs are submitted to an approved in writing by the Local Planning Authority. The details of the green/brown roofs shall include information on species, planting density, substrate, a section drawing at scale 1:20 demonstrating the adequate depth availability for a viable green/brown; and a maintenance plan. The measures shall be implemented in accordance with the approved details and be permanently retained as such.\r\n\r\nReason: In order to conserve and enhance biodiversity and wildlife habitats in accordance with the provisions of policy CS.13 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 33 - No development beyond damp proof course level shall take place until full details of a landscaping and planting scheme, which shall include details of trees to be planted on Graham Road, has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.\r\n\t\r\nReason:  To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policies 5.1, 7.5 and 7.21 of the London Plan 2015, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, F2 and O2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 34 - All landscape works shall be carried out in accordance with the details approved under condition 35. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.\r\n\r\nReason:  To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policies 5.1, 7.5 and 7.21 of the London Plan 2015, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, F2 and O2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 35 - The development shall not be occupied until details of security measures including CCTV operation and the bomb blast resistance of the buildings external design, are submitted to and approved by the Local Planning Authority. Details of bomb blast resistance shall be in line with the guidance document CPNI EBP 01/14: April 2014 'Measures to improve the blast resistance of glazing'. The approved details shall be implemented prior to occupation of the development and permanently retained thereafter. \r\n\r\nReason: To ensure a safe and secure environment is provided in accordance with policy 7.3 of the London Plan (2016) and policy DM.D2 of the Merton Sites and Policies Plan (2014)\r\n",
    "Condition : 36 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n",
    "Condition : 37 - INFORMATIVE \r\nThis approval confers permission under the Town and Country Planning Acts only. It does not confer consent or approval under any other statutory enactment; including the Building Regulations. Failure to obtain all necessary consents may result in enforcement action.",
    "Condition : 38 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 39 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 40 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 41 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 42 - INFORMATIVE\r\nThe applicant is advised to contact Merton Council's Waste Services Team on 020 8274 4902 for detailed design guidance on waste and recycling storage facilities.\r\n",
    "Condition : 43 - This planning permission contains certain conditions precedent that state 'before development commences' \r\nor 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T15:17:15.997+00:00",
  "ward": "Dundonald",
  "parking_details": null,
  "lapsed_date": "13/09/2022",
  "decision_target_date": "16/09/2019",
  "centroid": {
    "lat": "51.4193099",
    "lon": "-0.2055725"
  },
  "lpa_app_no": "18/P4447",
  "status": "Approved",
  "site_name": "Minerva Medical Clinic",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=18/P4447",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              -5.551925,
              54.566733
            ],
            [
              -5.552385,
              54.566943
            ],
            [
              -5.55244,
              54.566899
            ],
            [
              -5.552739,
              54.56677
            ],
            [
              -5.552635,
              54.566712
            ],
            [
              -5.552595,
              54.566693
            ],
            [
              -5.552587,
              54.56669
            ],
            [
              -5.552526,
              54.566666
            ],
            [
              -5.552501,
              54.566682
            ],
            [
              -5.552244,
              54.566541
            ],
            [
              -5.552077,
              54.566615
            ],
            [
              -5.551979,
              54.566687
            ],
            [
              -5.551967,
              54.566683
            ],
            [
              -5.551921,
              54.566715
            ],
            [
              -5.551918,
              54.566722
            ],
            [
              -5.551925,
              54.566733
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "13/03/2019",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "39",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hartfield Road",
  "pp_id": "07438726",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "524870",
  "appeal_start_date": null,
  "centroid_northing": "170449",
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ],
        [
          -7.5573748,
          49.7672913
        ]
      ]
    ],
    "type": "Polygon"
  }
}