{
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=18/P4212",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": null,
  "application_details": {
    "site_area": 0.02
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2134114,
          51.4088649
        ],
        [
          -0.213135,
          51.4089472
        ],
        [
          -0.21307079999999998,
          51.408872099999996
        ],
        [
          -0.2133483,
          51.4087927
        ],
        [
          -0.2134114,
          51.4088649
        ]
      ]
    ]
  },
  "site_name": "Chase Lodge",
  "centroid_easting": "524368",
  "site_number": "8B",
  "development_type": "Minor dwellings",
  "decision_date": "08/05/2019",
  "appeal_start_date": null,
  "lapsed_date": "08/05/2022",
  "status": "Refused",
  "decision_process": null,
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Merton",
  "centroid_northing": "169260",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Reason : 1 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n",
    "Reason : 2 - The proposals by reason of the lack of outlook to the bedroom to Unit C, would result in a substandard quality of environment for future occupiers. The proposals would be contrary to Policy 3.5 of the London Plan 2016, and Policy DMD2 of the Sites and Policies Plan 2014.",
    "Reason : 3 - The proposed development, by reason of the absence of a planning undertaking to ensure that the future occupiers of the development are ineligible for parking permits for the surrounding Controlled Parking Zone, and the loss of car parking spaces for the existing residential dwellings on site, would contribute to congestion within Chase Court and the displacement of parking giving rise to increased pressure on kerbside parking on the neighbouring street, to the detriment of the amenities of existing residents and the detriment of highway and pedestrian safety. The proposals would be contrary to policy 6.13 of the London Plan 2016, Policy DMT1, DMT2 and DM T3 of the Sites and Policies Plan 2014 and Policy CS20 of the Core Planning Strategy 2011.",
    "Reason : 4 - The proposed development, by reason of the proposed parking layout, fails to provide suitable designated car parking for disabled people. The proposals would be contrary to Policies 3.5, 6.9 and 6.13 of the London Plan 2016, Policies CS18 and CS20 of the Core Planning Strategy 2011 and Policy DMT3 of the Sites and Policies Plan 2014.   ",
    "Reason : 5 - The proposed development fails to demonstrate that adequate refuse/recycling facilities can be provided for the increased number of dwellings without detriment to the amenities of existing and future occupiers. The proposals would be contrary to Policy 5.17 of the London Plan 2016 and Policies CS17 and CS20 of the Core Planning Strategy 2011.",
    "Reason : 6 - The proposed development, by reason of its siting, proximity to existing buildings and site boundaries, bulk, massing and design, would appear overly dominant and unduly prominent contributing to a sense of enclosure to the detriment of the visual amenities of neighbouring occupiers and the wider area, and result in overlooking and loss of privacy, perception of overlooking, and a loss of daylight and sunlight to the detriment of the visual amenities of neighbouring occupiers. The proposals would be contrary to Policies 7.4 and 7.6 of the London Plan 2016, policy CS14 of the Core Planning Strategy 2011 and Policy DM D2 of the Sites and Policies Plan 2014."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Bakers End",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.21320509999999998",
    "lat": "51.4087343"
  },
  "cil_liability": true,
  "valid_date": "13/03/2019",
  "postcode": "SW20 9ER",
  "bo_system": "Northgate M3",
  "borough": "Merton",
  "id": "Merton-18_P4212",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "08/05/2019",
  "pp_id": "PP-07411606",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "uprn": "10094255784",
  "last_date_consultation_comments": "18/04/2019",
  "title_number": null,
  "decision": "Refused",
  "last_updated": "2025-03-19T22:39:47.989+00:00",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524353.2994754,
              169274.1821107
            ],
            [
              524372.2931921,
              169283.7993423
            ],
            [
              524376.9623995,
              169275.5555508
            ],
            [
              524357.8811557,
              169266.2545572
            ],
            [
              524353.2994754,
              169274.1821107
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Merton Park_histroic",
  "appeal_decision": null,
  "lpa_app_no": "18/P4212",
  "description": "ERECTION OF A TWO STOREY RESIDENTIAL BUILDING COMPRISING 3 x SELF-CONTAINED FLATS WITH AMENITY SPACE AND ASSOCIATED PARKING",
  "date_building_work_completed_under_previous_permission": null
}