{
  "lpa_name": "Havering",
  "uprn": "100021369235",
  "decision_date": "19/01/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1568.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM7 0TJ",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.019
  },
  "valid_date": "29/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Proposed first floor rear extension to create 1 x 1 bedroom flat",
  "decision_conditions": [
    "The proposed development would, by reason of its location to the rear of commercial properties and the siting of the proposed windows and doors, provide an unreasonable outlook and poor quality living environment harmful to the amenity of future occupiers contrary to Policies DC3 and DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document, Policy D4 of the London Plan and the guidance contained in the National Planning Policy Framework.",
    "The proposed development would, by reason of its height, bulk, mass and siting, appear incongruous and an unacceptably dominant and visually intrusive feature harmful to the character and appearance of the surrounding area, contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the guidance contained in the National Planning Policy Framework.",
    "The proposed development would, by reason of its height, excessive depth, bulk, mass and position close to the boundaries of the site and to the rear of existing residential units, combined with the siting of the eastern garden area, be an intrusive and unneighbourly development, as well as having an adverse effect on the outlook of the occupiers of the first floor flats at No.'s 96A and 94A Dagenham Road, contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Patel via email on 19th January 2021.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £7,500 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £1,250 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of ??£25/sq.m plus Havering's charging rate for residential of ??£125/sq.m (Zone A) and the floorspace of 50 square metres.",
    "You are advised to visit the planning portal"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:58:04.783+00:00",
  "ward": "Brooklands",
  "parking_details": null,
  "lapsed_date": "19/01/2024",
  "decision_target_date": "19/01/2021",
  "centroid": {
    "lat": "51.5648095",
    "lon": "0.1756134"
  },
  "lpa_app_no": "P1568.20",
  "status": "Dismissed",
  "site_name": "96 DAGENHAM ROAD",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1568.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550876.121,
              187343.657
            ],
            [
              550876.257,
              187349.753
            ],
            [
              550907.888,
              187348.127
            ],
            [
              550907.55,
              187342.099
            ],
            [
              550876.121,
              187343.657
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "16/12/2020",
  "appeal_decision_date": "29/12/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "ROMFORD",
  "pp_id": "09199512",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 550892,
  "appeal_start_date": "15/07/2021",
  "centroid_northing": 187346,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1753835,
          51.5647927
        ],
        [
          0.1753881,
          51.5648474
        ],
        [
          0.17584339999999998,
          51.5648244
        ],
        [
          0.1758359,
          51.5647703
        ],
        [
          0.1753835,
          51.5647927
        ]
      ]
    ],
    "type": "Polygon"
  }
}