{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-20T11:50:01.749+00:00",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "locality": "London",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of 13.01.2021.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "19-036-E01 Existing OS Plan, 19-038-E02 Existing Site Plan, 19-038-E03 Existing Ground Floor Plan, 19-038-E04 Existing Basement Floor Plan, 19-038-E05 Existing First Floor Plan, 19-038-E06 Existing Second Floor Plan, 19-038-E07 Existing Roof Plan, 19-038- E08 Existing Front Elevation (South-West Facing), 19-038-E09 Existing Rear Elevation (North-East Facing), 19-038-E10 Existing Side Elevation (South-East Facing), 19-038-E11 Existing Side Elevation (North-West Facing), 19-036-P01 Proposed OS Plan, 19-038-P02 Proposed Site Plan, 19-038-P03 Proposed Ground Floor Plan, 19-038-P04 Proposed Basement Floor Plan, 19-038-P05 Proposed First Floor Plan, 19-038-P06A Proposed Second Floor Plan, 19-038-P07 Proposed Roof Plan, 19-038-P08A Proposed Front Elevation, 19-038-P09A Proposed Rear Elevation, 19-038-P10 Proposed Side Elevation, 19-038-P11A Proposed Side Elevation, 43RRE 20/85 Archaeological Desk-based Assessment for Wrights Property Solutions Ltd dated June 2020, Planning, Design & Access Statement dated July 2020, Parking Survey Results produced by Countsequential Surveys dated 15 September 2020, Parking Survey Results produced by Countsequential Surveys dated 16 September 2020, Parking Restrictions Plan produced by Countsequential Surveys, Planning Statement by R + W (March 2023).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Notwithstanding any information submitted with this application, details of the materials to be used for the external surfaces shall be submitted to and approved in writing by the Local Planning Authority before any part of the development hereby approved is commenced. The details shall be fully implemented as approved.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D3 of the London Plan (2021) and the National Planning Policy Framework (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within an enclosure has been provided within the front gardens of the properties, in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013) and policy SI7 of the London Plan (2021). | The window/s inserted in the side elevations shall be obscure glazed and non-opening (where openable parts less than 1.7m above floor) unless otherwise confirmed in writing by the Local Planning Authority.",
    "Reason: To safeguard neighbouring amenity from light pollution in accordance with policy 7A of the Ealing Development Management DPD. | Cycle storage for thirteen (13) bicycle spaces shall be provided within the curtilage of the development, within a secure, lockable compound in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy T5 of the London Plan (2021), policies 1.1(k) and (g) of the Ealing Development (or Core) Strategy (2012), Ealing Sustainable Transport for New Development SPG, and The London Cycle Design Standards. | Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling /wall structures separating different types of rooms/uses in adjoining dwellings, namely, kitchen/dining/living/bath and shower rooms above/below bedrooms of separate dwellings and staircase adjoining bedrooms. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance in accordance with policy D14 of the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Prior to commencement of the development hereby approved, a demolition method statement and a construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for dust, noise, vibration, lighting, delivery location, etc. in accordance with best practice guidance, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 - 1300 hrs on Saturdays (except public holidays), advance notification to neighbours and other interested parties of proposed works and public display of contact details for persons responsible for the site works.",
    "Reason:  To protect the amenity of neighbouring occupiers and to ensure adequate highway and site safety in accordance with policies 1.1(e), 1.1(j) and 2.1(c) of the Ealing Core Strategy (2012), policies SI1, T4, T6 and D14  of the London Plan (2021), the National Planning Policy Framework (2021), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites-Part 1: Noise. | Other than the balconies/terraces stated in the drawing numbers in Condition 2 and approved under permission Ref: 231299VAR, no part of the flat roofs of the proposed dwellinghouse shall be used as or altered to form a balcony, roof terrace/garden or similar amenity area.",
    "Reason: To protect the living conditions of occupants of nearby properties and future occupiers of the development, in accordance with policies 7A ,7B and 7D of the Ealing Development Management Plan (2013) and policy D6 of the London Plan (2021). | The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and retained as such for the lifetime of the development.",
    "Reason: To minimise light spillage and interference with the privacy and outlook of adjoining occupiers and in the interests of good neighbourliness and in accordance with policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013)."
  ],
  "valid_date": "29/03/2023",
  "centroid": {
    "lat": 51.513655,
    "lon": -0.277267
  },
  "lpa_app_no": "231299VAR",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "W3 9LU",
  "ward": "North Acton",
  "description": "Minor material amendment (S.73) to vary condition no. 2 (approved plans) and condition 9 pursuant to planning permission reference 202742FUL dated 13/01/2021 for \"Two storey residential building with basement and roof level accommodation to provide 8 self-contained flats (3 x one bedroom, 4 x two bedroom, 1 x  three bedroom); associated  amenity space, refuse and cycle storage (following demolition of the existing building)\". Variation seeks to incorporate terrace to front bay and omit the projecting brick detail to the front, side and rear elevations",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "43 Rosemont Road",
  "last_date_consultation_comments": null,
  "cil_liability": false,
  "application_details": {
    "existing_uprns": [
      "000012094484"
    ]
  },
  "street_name": "Rosemont Road",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/231299VAR;",
  "uprn": "000012094484",
  "appeal_decision_date": null,
  "pp_id": "PP-12034059",
  "decision_process": "Delegated",
  "centroid_easting": 519640,
  "epc_number": null,
  "centroid_northing": 180821,
  "application_type_full": "Removal/Variation of a condition",
  "secondary_street_name": null,
  "decision": "",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Ealing-231299VAR",
  "status": "Application Under Consideration",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Ealing",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "26/05/2023",
  "polygon": null,
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": null,
  "lapsed_date": "26/05/2026",
  "decision_date": "26/05/2023"
}