{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "10/04/2024",
  "development_type": null,
  "ward": "NORTHWOOD 2022",
  "lapsed_date": "04/06/2027",
  "decision_date": "04/06/2024",
  "lpa_app_no": "20107/TRE/2024/71",
  "status": "Refused",
  "parking_details": null,
  "centroid": {
    "lat": 51.606286,
    "lon": -0.440052
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "01/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:04:07.801+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "To install a root barrier between a protected oak and the house of 31 Copse Wood Way.",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=20107/TRE/2024/71",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": null
  },
  "pp_id": "12958493",
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "NORTHWOOD",
  "decision_conditions": [
    "The oak tree is located in the front garden of 31 Copse Wood Way, Northwood. It predates the housing development on Copse Wood Way, and would have originally been a part of Ruislip Woods. The mature tree appears to be in good condition and health, is in a prominent position along the road and greatly contributes to the arboreal character of the area.",
    "This application has been refused due to lack of evidence relating to the potential size and quantity of tree roots within the effected area, and for issues within the arboricultural method statement (described below).",
    "The base of the tree appears to be growing at a much lower level to the house. The driveway approaching the house, and where it has been proposed to place the root barrier is on made up ground. The method states - 'The top metre of soil across the front of the property will be excavated under supervision to identify significant roots with diameter greater than 25mm. Such roots found will be cut with a clean sharp saw on th",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 190869,
  "site_name": "31 COPSE WOOD WAY",
  "decision_target_date": "05/06/2024",
  "appeal_status": null,
  "decision": "Refused",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-20107_TRE_2024_71",
  "centroid_easting": 508125
}