{
  "lpa_name": "Havering",
  "uprn": "100021352156",
  "decision_date": "24/09/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1073.19",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM13 9SH",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.219
  },
  "valid_date": "30/07/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "The demolition of the existing house and the erection of 6 semi-detached houses with alterations to existing access from Lake Avenue.",
  "decision_conditions": [
    "It is considered that the proposed dwellings in plots 3-6 would, by reason of their scale, bulk, mass, siting and proximity to the boundaries of the site, give rise to a cramped appearance and overdevelopment of the site, which would appear incongruous, out of character, unacceptably dominant, overbearing and a visually intrusive feature in the rear garden setting which would be harmful to the open  and spacious appearance of the surrounding area and to the amenity of adjacent occupiers contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "The variety and type of materials, combined with the fenestration and composition of the proposed dwellings, would not reflect the materiality of the surrounding dwellings and appear incongruous and visually intrusive in the streetscene and rear garden environment harmful to the character and appearance of the surrounding area contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document.",
    "The provision of four, four bedroom, seven person dwellings in plots 3-6 in the rear garden environment would result in significant levels of undue noise and disturbance from vehicles accessing and manoeuvring within the site, which would be materially harmful to the amenity of adjacent occupiers, particularly No. 50 Lake Avenue contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document.",
    "The proposed dwellings in plots 3-6 would cause overlooking and loss of privacy, which would have a serious and adverse effect on the living conditions of adjacent occupiers, particularly No.'s 72-80 and 86-100 Lakeside contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Simplicity Designs UK LTD via email on 24th September 2019.",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £106,392 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £17,732  plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 709.28 square metres indicating a levy of £88,660 subject to indexation.",
    "You are advised to visi"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:52:04.334+00:00",
  "ward": "Rainham & Wennington",
  "parking_details": null,
  "lapsed_date": "24/09/2022",
  "decision_target_date": "24/09/2019",
  "centroid": {
    "lat": "51.5249253",
    "lon": "0.2183455"
  },
  "lpa_app_no": "P1073.19",
  "status": "Dismissed",
  "site_name": "46-48 Lake Avenue",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1073.19",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553947.628,
              183007.05
            ],
            [
              554020.509,
              183022.358
            ],
            [
              554027.554,
              182993.774
            ],
            [
              553956.298,
              182978.331
            ],
            [
              553947.628,
              183007.05
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "18/09/2019",
  "appeal_decision_date": "23/11/2020",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Rainham",
  "pp_id": "07993532",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553988,
  "appeal_start_date": "01/07/2020",
  "centroid_northing": 183000,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2177671,
          51.5249997
        ],
        [
          0.2188234,
          51.5251174
        ],
        [
          0.21891239999999998,
          51.5248586
        ],
        [
          0.2178794,
          51.5247393
        ],
        [
          0.2177671,
          51.5249997
        ]
      ]
    ],
    "type": "Polygon"
  }
}