{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510312.6329,
              189525.228
            ],
            [
              510363.5653,
              189544.4103
            ],
            [
              510366.0788,
              189537.6635
            ],
            [
              510316.2048,
              189517.5551
            ],
            [
              510312.6329,
              189525.228
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07649199",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:46.329+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "18/04/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD HILLS",
  "centroid": {
    "lat": "51.593834",
    "lon": "-0.4084943"
  },
  "decision": "Approved",
  "valid_date": "27/02/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.042
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=18170/APP/2019/626",
  "lpa_name": "Hillingdon",
  "site_name": "173 JOEL STREET",
  "lapsed_date": "23/04/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be retained in complete accordance with the details shown on the submitted plans: KUG.PA.2017.OB101 Rev. P02 and KUG.PA.2017.OB102 Rev. P02.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, study, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policy BE13, BE15, BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The window facing 175 Joel Street shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (2012)",
    "Notwithstanding the submitted plans a landscape scheme providing full details of soft landscaping works, including both retained and additional planting, shall be submitted to and approved in writing by the Local Planning Authority, within 3 months of the date of this permission, and these works shall be carried out as approved. The scheme shall include:",
    "· Planting plans (at not less than a scale of 1:100),",
    "· Written specification of planting and cultivation works to be undertaken,",
    "· Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate,",
    "The planting scheme, as approved, shall be implemented prior to first occupation of the building and shall thereafter be retained.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in compliance with policy BE38 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016). On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions. The proposal has been subject of post-submission discussions which have resulted in a reduced scheme and further clarification of the intended use. The applicant is aware of the issues related to use of the building for purposes incidental to the enjoyment of the dwellinghouse. In the event of sale or rental of the property it is requested that the restrictions on use be drawn the attention of subsequent occupiers."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition 2 (Approved Plans) of planning permission ref: 18170/APP/2018/1201 dated 23/05/2018 (Single storey detached outbuilding to rear for use as a gym/store) to alter the internal layout, addition of a window and landscaping",
  "lpa_app_no": "18170/APP/2019/626",
  "decision_target_date": "24/04/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "23/04/2019",
  "id": "Hillingdon-18170_APP_2019_626",
  "centroid_northing": 189531,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510339,
  "street_name": "EASTCOTE PINNER",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4088766,
          51.5937873
        ],
        [
          -0.4081355,
          51.5939497
        ],
        [
          -0.4081014,
          51.5938886
        ],
        [
          -0.4088274,
          51.5937176
        ],
        [
          -0.4088766,
          51.5937873
        ]
      ]
    ],
    "type": "Polygon"
  }
}