{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "16/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning & listed building consent",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-50761_APP_2020_3774",
  "secondary_street_name": "HAREFIELD",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.249
  },
  "valid_date": "17/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Repair and restoration works to garden walls, formation of natural pond, new detached outbuilding involving demolition of existing outbuilding, single storey extension to dwelling house and resurfacing existing driveway and hard-standing with new entrance gates",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, 1500/12 Rev. A, 1600/17 Rev. D, 1600/19, 1600/20, 1600/21 Rev. A, 1600/31 Rev. A, 1600/32 Rev. B, 1600/33 Rev. A, 1600/35,",
    "1600/36 Rev. A, 1600/38 and 1600/39 Rev. A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Construction Management Plan",
    "Proposed Orchard Restoration and Associated Building and Landscaping Works",
    "Orchard Wall Repair and Restoration Photographic Record & Schedule of Works July 2020",
    "Schedule of Landscaping and External Materials (Revised 14-04-2021)",
    "Written Scheme of Investigation for an Archaeological Evaluation and Watching Brief April 2021",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development complies with the objectives of Policies DMHB 1, DMHB 2, DMHB 7 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Prior to commencement, sample panels of facing brickwork showing the proposed colour, tone, texture, facebond and jointing for the re-building for each of the sections of walls (sections 1, 2 and 3) as identified on drawing 1500/12 Rev: A shall be provided on site, and approved in writing by the Local Planning Authority.",
    "The sample panels shall be retained on site until the work is completed in accordance with the panel(s) so approved.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the heritage assets in accordance with Policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "During the dismantling of the sections of the walls hereby agreed, a detailed building recording of each of the walls and their detailing, shall be submitted to and approved in writing by the Local Planning Authority.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the heritage assets in accordance with Policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Prior to commencement, a clear methodology for determining which bricks are salvageable and suitable for reuse shall be submitted to, and agreed, in writing by the Local Planning Authority. Those bricks suitable for reuse should remain onsite throughout the duration of the works, until such time they can be reinstated.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the heritage assets in accordance with Policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "A specification and sample of the mortar to be used in the repair of the different sections of walls (sections 1, 2 and 3) as identified on drawing 1500/12 Rev: A shall be submitted to and approved in writing by the local planning authority. Samples of repointing for the walls shall also be provided on site, and approved in writing by the local planning authority before the relevant part of the works are commenced. The works shall be undertaken in accordance with the approved mortar specification and samples on site.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "No works to the listed orchard walls shall take place until a written scheme of historic building investigation (WSI) has been submitted to and approved by the local planning authority in writing. For buildings that are included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and:",
    "A. The programme and methodology of historic building investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy HE1 of th",
    "No works to the listed arcaded walls shall take place until a written scheme of historic building investigation (WSI) has been submitted to and approved by the local planning authority in writing. For buildings that are included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and",
    "A. The programme and methodology of historic building investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy HE1 of the",
    "Works shall be undertaken in accordance with the written scheme of investigation (WSI) for archaeological work submitted to and approved by the local planning authority. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and",
    "A. The programme and methodology of archaeological investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B. For the pond, details of evaluation to assess archaeological interest and if appropriate, design to minimise harm to significant remains",
    "C. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "REASON",
    "The planning",
    "The written schemes of investigation (WSI's) will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Any tree removal on the site will require a S.211 Conservation Area Notice unless otherwise approved through a planning permission."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:36:19.671+00:00",
  "ward": "HAREFIELD",
  "parking_details": null,
  "lapsed_date": "16/04/2024",
  "decision_target_date": "16/04/2021",
  "centroid": {
    "lat": "51.5943179",
    "lon": "-0.47891649999999997"
  },
  "lpa_app_no": "50761/APP/2020/3774",
  "status": "Approved",
  "site_name": "CHURCH GARDENS",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=50761/APP/2020/3774",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505446.2992,
              189520.129
            ],
            [
              505506.2379,
              189548.4696
            ],
            [
              505510.13,
              189543.2801
            ],
            [
              505506.8227,
              189541.6265
            ],
            [
              505545.8488,
              189498.3009
            ],
            [
              505547.1718,
              189492.3477
            ],
            [
              505544.5259,
              189488.7097
            ],
            [
              505451.9216,
              189411.3189
            ],
            [
              505447.9528,
              189412.9726
            ],
            [
              505406.9423,
              189459.2748
            ],
            [
              505387.4293,
              189444.0612
            ],
            [
              505365.2704,
              189467.2123
            ],
            [
              505356.6714,
              189468.8659
            ],
            [
              505349.0646,
              189479.4493
            ],
            [
              505368.9084,
              189483.418
            ],
            [
              505394.7053,
              189488.7097
            ],
            [
              505409.2574,
              189497.9701
            ],
            [
              505427.4476,
              189519.1368
            ],
            [
              505434.7236,
              189508.8842
            ],
            [
              505446.2992,
              189520.129
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505506.1613,
              189548.5718
            ],
            [
              505507.1534,
              189548.9025
            ],
            [
              505506.2379,
              189548.4696
            ],
            [
              505506.1613,
              189548.5718
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "08/01/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "CHURCH HILL",
  "pp_id": "09133303",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 505460,
  "appeal_start_date": null,
  "centroid_northing": 189481,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4791025,
          51.5946721
        ],
        [
          -0.47822899999999996,
          51.5949157
        ],
        [
          -0.4781744,
          51.5948683
        ],
        [
          -0.4782226,
          51.594854
        ],
        [
          -0.4776724,
          51.5944573
        ],
        [
          -0.4776551,
          51.5944036
        ],
        [
          -0.47769439999999996,
          51.5943714
        ],
        [
          -0.479054,
          51.5936931
        ],
        [
          -0.4791108,
          51.5937087
        ],
        [
          -0.47968869999999997,
          51.5941325
        ],
        [
          -0.4799748,
          51.5939994
        ],
        [
          -0.4802877,
          51.5942117
        ],
        [
          -0.4804113,
          51.5942281
        ],
        [
          -0.4805179,
          51.5943247
        ],
        [
          -0.4802303,
          51.5943566
        ],
        [
          -0.47985639999999996,
          51.5943994
        ],
        [
          -0.47964369999999995,
          51.5944799
        ],
        [
          -0.4793748,
          51.5946668
        ],
        [
          -0.4792729,
          51.5945732
        ],
        [
          -0.4791025,
          51.5946721
        ]
      ]
    ],
    "type": "Polygon"
  }
}