{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W5 1DL",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "Hanger Lane Gyratory",
  "centroid_easting": 518457,
  "pp_id": "PP-12617474",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Ealing",
  "decision": "",
  "lpa_app_no": "234742VAR",
  "decision_date": "22/03/2024",
  "last_updated": "2025-03-19T22:00:28.544+00:00",
  "centroid_northing": 182698,
  "centroid": {
    "lat": 51.530774,
    "lon": -0.293676
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Hanger Hill",
  "bo_system": "CSV Data Import",
  "lapsed_date": "22/03/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "23/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing number(s):",
    "160710-A(SO)300 (EXISTING SECTION); 160710-A(SO)310 (EXISTING SECTION); 160710-A(SO)320 (EXISTING SECTION); 160710-A(GA)300 (PROPOSED SECTION); 160710-A(GA)310 (PROPOSED SECTION); 160710-A(GA)320 (PROPOSED SECTION); 160710-A(SO)401 (EXISTING EAST ELEVATION); 160710-A(SO)402 (EXISTING NORTH ELEVATION); 160710-A(SO)403 (EXISTING SOUTH ELEVATION); 160710-A(SO)404 (EXISTING WEST ELEVATION); 160710-A(GA)401 (PROPOSED EAST ELEVATION); 160710-A(GA)403 (PROPOSED SOUTH ELEVATION); 160710-A(SO)100 (EXISTING GROUND FLOOR PLAN); 160710-A(SO)105 (EXISTING MEZZANINE FLOOR PLAN); 160710-A(GA)100 (PROPOSED GROUND FLOOR PLAN); 160710-A(GA)105 (PROPOSED MEZZANINE FLOOR PLAN); DESIGN AND ACCESS STATEMENT NOVEMBER 2023",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The approved development shall be carried out in accordance with Construction Management Plan that the applicant has previously submitted - A(SO)010 (LOCATION PLAN); UPDATED CONSTRUCTION MANAGEMENT PLAN (DATED 18 DECEMBER 2020); ECOLOGICAL REPORT (DATED AUGUST 2017) - and approved by the Local Planning Authority under application: 195111CND dated 27.03.2023 unless the Local Planning Authority gives written consent to any variation.",
    "Reason: Reason: To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with the London Plan (2021), policies 1.1(f), (j) of the Ealing Development (or Core) Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), the Council's interim guidance contained in Supplementary Planning Guidance note 10: 'Noise and Vibration'.",
    "| The approved development shall be carried out in accordance with the details of contaminated land previously submitted - A(SO)010 (SITE LOCATION PLAN); REMEDIATION METHOD STATEMENT (RMS) (REF: A11725/1.0 DRAFT DATED JUNE 2022); UPDATED CONSTRUCTION MANAGEMENT PLAN (DATED 18 DECEMBER 2020); ECOLOGICAL REPORT (JOB NO: 173078 DATED AUGUST 2017) - and approved by the Local Planning Authority under application: 201439CND dated 08.03.2023 unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure that the site is not hazardous in the interest of public health and safety in accordance with the London Plan (2021), policy 1.1 e of the Ealing Development (or Core) Strategy (2012), and policy 5.21 of the Ealing Development Management DPD (2013).",
    "| Development shall not commence on the development (but excluding site survey and ground investigation works, utility diversions, demolition, site clearance works, remediation of any contamination, preliminary infrastructure works, site preparation works, any archaeological and investigations and erection of temporary boundary fencing or hoarding) until a detailed surface water drainage scheme has been submitted to and approved in writing by the Local Planning Authority. The detailed surface water scheme shall restrict run-off from the site to 7.02l/s greenfield rates based on a site area of 0.8 Ha; attenuate a 1 in 100-year storm event with a 20% allowance for climate change; and include the following information:",
    "a)\tA clearly labelled drainage layout plan showing pipe networks and any attenuation areas or storage locations. This plan should show any pipe 'node numbers' that have been referred to in network calculations and it should also show invert and cover levels of manholes;",
    "b)\tConfirmation of the critical storm duration;",
    "c)\tWhere infiltration forms part of the proposed stormwater system such as infiltration trenches and soakaways, soakage test results and test locations are to be submitted in accordance with BRE digest 365;",
    "d)\tWhere on site attenuation is achieved through ponds, swales, geocellular storage or other similar methods, calculations showing the volume of these are also required;",
    "e)\tWhere an outfall discharge control device is to be used such as a hydrobrake or twin orifice, this should be shown on the plan with the rate of discharge stated;",
    "f)\tConfirmation of whether surface water run-off and ground water is proposed to drain into the waterway and proposals to prevent pollution of the Grand Union Canal from the development;",
    "g)\tCalculations should demonstrate how the system operates during a 1 in 100 chance in any year critical duration storm event, including an allowance for climate change in line with the 'Planning Practice Guidance: Flood Risk and Coastal Change'. If overland flooding occurs in this event, a plan should also be submitted detailing the location of overland flow paths and the extent and depth of ponding;",
    "h)\tAn exceedance route plan demonstrating methods to manage excess flows on-site from storm events in excess of 1 in 100 years (to minimise risk to people and property);",
    "i)\tA maintenance plan for the drainage system for the lifetime of the development and confirming the owners / adopters of the drainage system.",
    "The approved surface water drainage scheme shall be implemented so that it is ready for use prior to the practical completion of the development, and subsequently maintained in accordance with the approved maintenance plan.",
    "Reason: To ensure the development makes adequate provision for surface water drainage, in order to reduce the risk of flooding to the proposed development and locality, to enhance water quality and biodiversity, and to ensure the Grand Union Canal is not polluted, in accordance with the objectives of Section 11 of the NPPF; policies 5.3, 5.12, 5.13 and 5.14 of the London Plan (2016); policy 1.2(m) of Ealing's Development (or Core) Strategy (2012), and policy LV5.12 of Ealing's Development Management DPD (2013).",
    "| Details shall be submitted to and approved in writing by the Local Planning Authority for a ventilation system to provide fresh air to habitable rooms of the development, in accordance with the recommendations of the Air Quality Assessment prepared by Air Quality Consultants Ltd ref. J2855/A/F1 dated 18 August 2017.  The scheme shall include measures to maintain the performance of the system for the life of the development.  The details as approved shall be implemented prior to the first occupation of the residential units and thereafter permanently retained.",
    "Reason: To safeguard the amenities for future occupiers of the development in accordance with the London Plan (2021), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013).",
    "| All Non-Road Mobile Machinery (NRMM) used in demolition and construction works shall meet as a minimum the Stage IIIA emission criteria of Directive 97/68/EC and its subsequent amendments.",
    "Reason: To safeguard adjoining occupiers from unacceptable noise, in accordance with the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| Details shall be submitted to and approved in writing by the Local Planning Authority prior to works on the relevant part of the development to demonstrate that the emissions from the proposed energy plant (including CHP and boilers) will achieve as a minimum the standards set out in Appendix A8 to the Air Quality Assessment prepared by Air Quality Consultants Ltd ref. J2855/A/F1 dated 18 August 2017.",
    "Reason: To safeguard the future and adjoining occupiers of the development against unacceptable noise and disturbance, in accordance with the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to occupation of the student bedrooms adjacent to the restaurant; a minimum airborne sound insulation of ceiling/walls for the restaurant of 60dB DnT,w, shall be achieved as set out in the `24 Acoustics' report. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with the London Plan (2021) policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to occupation of the student bedrooms adjacent; a minimum airborne sound insulation value of 55 dB DnT,w, shall be achieved, between plant rooms/communal facilities and student bedrooms as set out in the `24 Acoustics' report. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| The approved development shall be carried out in accordance with the plant noise details submitted - Application Form, received 04.05.2021, Plant Noise Assessment R6798-2 Rev 0, received 14.10.2021, Email from Applicant, received 19.10.2021 - and approved by the Local Planning Authority under application: 213451CND dated 19.10.2021 unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To safeguard the future occupiers of the development and surrounding occupiers against unacceptable noise and disturbance, in accordance with the London Plan (2021) policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to use, [machinery, plant or equipment] [the extract/ ventilation system and ducting] at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To safeguard the future occupiers of the development and surrounding occupiers against unacceptable noise and disturbance, in accordance with the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to the commencement of the relevant part of the development, details shall be submitted to and approved in writing by the Council, of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet at least 1m above the eaves of the main building, in accordance with the 'Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems' January 2005 by DEFRA.  Approved details shall be implemented prior to the commencement of the use and thereafter be permanently retained.",
    "Reason: To safeguard the amenities for future occupiers of the development in accordance with the London Plan (2021), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013).",
    "| Neither music nor [amplified] [loud] voices emitted from the commercial/industrial [part of the] development shall cause disturbance within any residential/ noise sensitive premises.",
    "Reason: To safeguard the future occupiers of the development and surrounding occupiers against unacceptable noise and disturbance, in accordance with policies 3.5 and the London Plan (2021) policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| The permitted use of gym and restaurant shall not commence until all external doors to the gym and restaurant kitchen have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door [nor windows] be fixed in an open position.",
    "Reason: To safeguard the future occupiers of the development and surrounding occupiers against unacceptable noise and disturbance, in accordance with the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013)",
    "| Prior to the first occupation of the development details of any external lighting of the buildings, communal amenity areas and any other areas within the site, shall be submitted to and approved by the Local Planning Authority and implemented as approved and retained thereafter for the life of the development. Any proposed external lighting scheme shall be designed to reduce light pollution to nearby residents, and road users and where applicable the recommendations of the following guidance shall be met:",
    "o\tILP Guidance Notes for the reduction of Obtrusive Lighting 2011.",
    "o\tInstitution of Lighting Professionals Technical Report PLG05, Brightness of Illuminated advertisements, 2015.",
    "o\tCIE Technical Report- Guide on the Limitation of the Effects of Obtrusive Light from Outdoor Lighting Installations - CIE 150: 2003. Committee/Delegated Report Application Number: 195092VAR Location: Hanger Lane Gyratory, Hanger Lane, Ealing, W5 1DL",
    "o\tStatutory Nuisance from Insects and Artificial Light by Department of Environment Food.",
    "o\tGuidance on sections 101, 102 and 103 of the Clean Neighbourhoods and Environment Act 2005, Defra.",
    "Reason: To provide a safe and secure external environment and to safeguard the amenities of future occupiers of the development and surrounding properties in accordance with the London Plan (2021) policies 1.1(h) & (j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013) and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing.",
    "| No impact piling shall take place until a piling method statement (detailing the type of piling to be undertaken and the methodology by which such piling shall be carried out, including measures to minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the Local Planning Authority and the relevant water or sewerage undertaker. Any piling must be undertaken in accordance with the terms of the approved piling method statement unless otherwise agreed by the Local Planning Authority.",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure, which needs to be safeguarded in accordance with the London Plan (2021).",
    "| No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any of the building(s) hereby permitted unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: To safeguard the appearance of the buildings in the interests of visual amenity in accordance with policy 1.1(h) of the Ealing Development (or Core) Strategy (2012), Local Variation policies 3.5 and 7.4 and policies 7B and 7C of the Development Management Development Plan Document (2013).",
    "| Prior to commencement of the superstructure works, a water efficiency statement shall be submitted to the Local Planning Authority demonstrating all measures that will be incorporated to ensure that the student accommodation will meet water efficiency standards with a maximum water use target of 105 litres of water per person per day. Development shall proceed in accordance with the approved water efficiency statement.",
    "Reason: To ensure the sustainable use of water, in accordance with the London Plan (2021).",
    "| The approved student accommodation shall be designed and constructed to achieve a water use target that complies with Paragraph 36(2) of Approved Document G2 (water efficiency) of the Building Regulations 2015.",
    "Reason: To ensure the sustainable use of water, in accordance with the objectives of of the London Plan (2021).",
    "| The cycle storage facilities shown on the approved plans shall be provided and be ready for use upon the first occupation of the development and retained thereafter.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development Strategy 2026 (2012), and Ealing's Sustainable Transport for New Development SPG.",
    "| The lettable student bedrooms that are to be adaptable wheelchair user rooms shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2) (Accessible and adaptable dwellings) of Building Regulations 2015. These rooms shall be identified on a plan to be submitted and approved in writing by the Local Planning Authority.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with the London Plan (2021), and policy 1.1(h) of Ealing's Development (or Core) Strategy (2012).",
    "| The approved development shall be carried out in accordance with the submitted Delivery and Servicing Plan details - A(SO)010 (LOCATION PLAN); DELIVERY AND SERVICING MANAGEMENT PLAN (REV D, DATED 29 NOVEMBER 2021) - and approved by the Local Planning Authority under application: 225124CND dated 27.03.2023 unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and the amenity of surrounding residents, in accordance with the London Plan (2021) and Local Variation policies 6.13, 7A and 7B of the Development Management Development Plan Document (2013).",
    "| The approved development shall be carried out in accordance with the submitted Student Management and Drop-off Plan details - (SO)010 (SITE LOCATION PLAN); THE STAY CLUB MANAGEMENT PLAN HANGER LANE; DELIVERY AND SERVICING MANAGEMENT PLAN (REV D, DATED 29 NOVEMBER 2021) - and approved by the Local Planning Authority under application: 225266CND dated 27.03.2023 unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure that the operational impact of the development can be adequately managed in the interests of pedestrian and highway safety and the amenity of surrounding residents, in accordance with the London Plan (2021) and Local Variation policies 6.13, 7A and 7B of the Development Management Development Plan Document (2013).",
    "| Prior to commencement of landscaping works and notwithstanding the indications in the submitted application; details of the hard and soft landscaping works within the Site and adjacent land, shall be submitted for written approval of the Local Planning Authority. The approved landscaping scheme shall be implemented prior to first occupation of any part of the development. Any trees and plants which within 5 years of planting die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next available planting season. The landscaping shall thereafter be retained for the lifetime of the development.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and objectives for the Green Corridor in accordance with the London Plan (2021), polices 1.2 & 2.1 of the Ealing Development (or Core) Strategy (2012), and policies 3.5, 5.10, 7.4, 7C & 7D of the Ealing Development Management Development Plan Document (2013).",
    "| A detailed Landscape Management Plan, for a minimum period of 5 years from the implementation of the final planting scheme shall be submitted prior to the commencement of landscaping works for written approval of the Local Planning Authority.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and objectives for the Green Corridor in accordance with the London Plan (2021), polices 1.2 & 2.1 of the Ealing Development (or Core) Strategy (2012), and policies 3.5, 5.10, 7.4, 7C & 7D of the Ealing Development Management Development Plan Document (2013).",
    "| The approved development shall be carried out in accordance with the Refuse & Recycling details previously submitted - A(SO)010; REFUSE AND RECYCLING STATEMENT VERSION 3 (DATED 03 NOVEMBER 2020) - and approved by the Local Planning Authority under application: 201766CND dated 24.02.2023 unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To secure the necessary recycling and waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in the interests of the environment and amenity of the area in accordance with policy 1.1 (j) of the Ealing Development (or Core) Strategy (2012), and the London Plan (2021)",
    "| The approved development shall be carried out in accordance with the details of the Arboricultural Method Statement (Ref: SJA ams 18235-01c) prepared by SJA Trees Arboricultural Planning Consultants, dated August 2019 with Appendixes, approved by the Local Planning Authority under application: 200222CND dated 03.04.2020. All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees and hedgerows growing within or adjacent to the site which are of amenity value to the area.",
    "| The approved development shall be carried out in accordance with the details of the Arboricultural Method Statement (Ref: SJA ams 18235-01c) prepared by SJA Trees Arboricultural Planning Consultants, dated August 2019 with Appendixes, part discharged by the Local Planning Authority under application: 200331CND dated 03.04.2020. The condition will only be fully discharged upon completion of the development and once the Local Planning authority has received all arboricultural monitoring reports, as detailed below. The monitoring program shall include the following:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development. o Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures named in the Tree Protection Plan, including but not restricted to:",
    "o\tPrestart meeting with an Ealing Council Tree Officer,",
    "o\tInitial implementation/installation of the tree protection measures,",
    "o\tApproved incursions into construction exclusion zones",
    "o\tFinal removal of the tree protection measures.",
    "o\tProvision of a report to Ealing Council Planning Department detailing the result of each site visit by the lead arboriculturist with photos attached.",
    "o\tProcedures for dealing with variations or non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "o\tPost development assessment of the retained and planted trees and any necessary remedial action.",
    "The program of Arboricultural monitoring shall be taken in full compliance with the approved details. No variation of the approved monitoring program shall take place without the prior written agreement of the Local Planning Authority.",
    "Reason: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of visual amenity for the area.",
    "| The approved development shall be carried out in accordance with the details of the Arboricultural Method Statement (Ref: SJA ams 18235-01c) prepared by SJA Trees Arboricultural Planning Consultants, dated August 2019 with Appendixes, approved by the Local Planning Authority under application: 200333CND dated 03.04.2020. All tree planting shall be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive) to the completion of the approved development, unless agreed otherwise in writing by the Local Planning Authority. The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations. Any trees which within a period of 5 years from the completion of all tree planting die, are removed, uprooted are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved, unless the Local Planning Authority gives written consent to any variation.",
    "Reason: - To ensure that the works are carried out as approved in the interests of the amenity of the local area.",
    "| Prior to first occupation of the development a plan showing details of the green roof including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for an initial scheme of maintenance shall be submitted for written approval by the local planning authority. The green roof shall be provided in accordance with the approved details prior to occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.",
    "Reason: To ensure the green roof is suitably designed and maintained in accordance.",
    "| Prior to commencement of superstructure works full details of biodiverse features (including bird and bat boxes) shall be submitted for written approval by the local planning authority. The approved details shall be implemented prior to occupation and thereafter maintained and retained in accordance with the approved details.",
    "Reason: In order to conserve and enhance the biodiversity of this designated SNIC.",
    "| a) Prior to the first occupation of the student accommodation within the approved development, the approved student units shall incorporate and maintain the sustainability measures as detailed in the approved Sustainability Statement V2 (16 August 2017) prepared by Hodkinson Consultancy.",
    "b) Prior to the first occupation of the retail and gym units within the approved development, the approved spaces shall incorporate and maintain the sustainability measures as detailed in the approved Sustainability Statement V2 (16 August 2017) prepared by Hodkinson Consultancy.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with the London Plan (2021), policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Each non-residential unit within the development should be registered with Building Research Establishment (BRE), achieve BREEAM Rating Very Good and make reasonable endeavours to achieve Excellent (based on the latest BREEAM NC Technical guidance).",
    "o\tWithin 3 months of completion of each non-residential unit of the development, evidence that each unit is registered with Building Research Establishment (BRE) under the most up to date BREEAM NC Scheme and Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "o\tWithin 3 months from the date of first occupation of each non-residential unit of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE together with a copy of a signed legal document or Green Building Guide confirming that the, approved non-residential unit within the approved development will be designed to allow connection to the approved Development's communal CHP DHN and incorporate energy efficient systems for heating and cooling that will conform to the approved energy strategy, should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented. Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order for the lifetime of the development.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with the London Plan (2021), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013).",
    "| The approved development shall be carried out in accordance with the energy strategy submitted - Energy Statement by Hodkinson Consultancy (dated May 2019) - and approved by the Local Planning Authority under application: 213989CND dated 09.07.2021 unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with the London Plan (2021), policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG (2014).",
    "| Prior to the first occupation of any commercial spaces proposed within the development, the approved commercial spaces shall incorporate and maintain energy measures that are in line or improve upon those stated and approved under the Energy Strategy as required by the Energy Strategy condition.",
    "Reason: To ensure that all commercial components of the development hereby approved are energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with the London Plan (2021), policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD and the Mayor's Sustainable Design and Construction SPG (2014).",
    "| Prior to the first occupation of the student accommodation, the approved bedspaces within the development shall incorporate and maintain mitigation measures that will assist with reducing the risk of overheating, follow the Cooling Hierarchy and comply with CIBSE TM49 & TM52 criteria as stated in the Dynamic Overheating Assessment Report V4 (May 2018) prepared by Hodkinson Consultancy.",
    "Reason: To ensure that the student accommodation hereby approved is energy efficient and to reduce the risk of overheating in line with the London Plan (2021), adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "| Six months prior to occupation of each commercial space, including retail and gym, the details of the dynamic thermal modelling, being applied to each unit using the guidance and criteria provided in CIBSE TM49 & TM52 and demonstrating how these units perform against and even exceed the overheating criteria, shall be submitted to the Local Planning Authority for written approval. The details of any additional measures to be incorporated in"
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012146663",
  "decision_target_date": null,
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Application Under Consideration",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Hanger Lane Roundabout",
  "secondary_street_name": null,
  "description": "Minor Material Amendment (S73a) to vary condition 2 (Approved Plans) of planning permission ref: 195092VAR dated 11/11/2020 for (As varied Ref:174485FUL dated 26.11.2019)for Demolition of existing structure and erection of part 7, 9 and 13 storey building with double basement for use as student accommodation (use class sui generis) comprising up to 650 bed spaces, ground floor ancillary student facilities and study areas, cycle parking, plant, access and servicing, landscaping and public realm, and basement/ground floor retail/café/restaurant (class A1/A3) and gymnasium (class D2) commercial units. Variation seeks to rationalise room types and building facade by increasing the amount of glazing on the ground/first floor elevations.",
  "id": "Ealing-234742VAR",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234742VAR;"
}