{
  "uprn": "000012070240",
  "street_name": "Northfield Road",
  "centroid_easting": 516726,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012070240"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "1 ",
        "intended_completion_date": "07/2022",
        "intended_commencement_date": "01/2022"
      }
    ],
    "total_gia_gained": 238,
    "site_area": 0.016,
    "total_gia_lost": 30,
    "total_gia_existing": 164,
    "non_permanent_dwellings_details": [
      {
        "no_lost": 1,
        "no_gained": 1,
        "type": "Non-permanent dwellings"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 127,
        "use_class": "A1",
        "gia_gained": 0,
        "gia_lost": 30
      },
      {
        "gia_existing": 37,
        "use_class": "C3",
        "gia_gained": 238,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.3,
        "building_ref": "1 Northfield Road"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 30,
      "total_gia_gained": 238,
      "total_gia_existing": 164,
      "total_gia_lost": 30
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 5,
      "no_resi_units_to_have_full_fibre": 4,
      "green_roof_area": 134,
      "urban_greening_factor_score": 1,
      "no_new_water_connections_required": 4,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 5,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 3,
      "no_homes_to_have_electrical_heating": 4,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 4,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 4,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 222,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 37,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 37,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 74,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 74,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Studio Bedsit",
          "gia": 37,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Studio Bedsit",
          "gia": 37,
          "tenure": "Market for rent"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 1,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": "Private"
  },
  "lpa_app_no": "213848FUL",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 0,
    "net_car": 0,
    "no_proposed_car": 0,
    "no_proposed_cycle": 6,
    "net_cycle": 6
  },
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "07/10/2022",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): Location Plan (ref. C-00); Proposed Ground Floor Plan (ref. C201 Rev C date 10.12.21); Proposed First & Second Floor Plan (ref. C202 Rev B date 10.12.21); Proposed Street Elevations (ref. C203 Rev C date 07.12.21); Proposed Section & Roof Plan (ref. C206 Rev A date 10.12.21).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All materials to be used for the external surfaces of the hereby approved development shall be in accordance with the details and annotations indicated on the hereby approved drawings listed under condition 2 and submitted application form.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013), policies 1.1 (h), 1.2 (g) and 2.10 of the Ealing Local Development Framework (Core Strategy 2012), polices D3 and D4 of the London Plan (2021).",
    "| Prior to commencement of the development hereby approved, a detailed Demolition Method Statement / Construction Management Plan shall be submitted to the Council for approval in writing. Details shall include the following:",
    "(a) Control measures for noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014);",
    "(b) Control measures for dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition);",
    "(c) Control measures for lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals);",
    "(d) Delivery locations and schedule;",
    "(e) Heavy goods vehicles and crane tracking diagrams;",
    "(f) Hours of work and all associated activities audible beyond the site boundary to be restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays; and",
    "(g) Neighbour liaison, notifications to interested parties and public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies T3, T6,  SI1 and D14  of the London Plan (2021), the National Planning Policy Framework (2021), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by noise from mechanical installations and equipment, in accordance with Policies 7A and 7B of Ealing Development Management DPD and D6 and D14 of the London Plan (2021), relevant policies in the adopted Core Strategy 2012 and all other relevant material considerations.",
    "| Prior to use, machinery, plant or equipment, extraction, ventilation systems and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises are not adversely affected by vibration noise, in accordance with policies D3 and D14 of the Publication London Plan (2021) and policy 7B of the Ealing Development Management DPD (2013).",
    "| Prior to commencement of the development hereby approved, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport, commercial and cultural sources, having regard to the assessment standards of the Council's SPG10 including aircraft noise (worst mode aircraft 1-day noise contour predicted for 2016 (57dB) as per Section 6 SPG10). Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10. Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve noise limits specified in BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development hereby approved, details shall be submitted to the Council for approval in writing, of enhanced sound insulation of at least 10dB above the Building Regulations value for residential use, as necessary, of the floor/ceiling/walls separating the commercial use from dwellings. Where noise emissions include characteristic features, the Noise Rating level shall not exceed NR25 Leq 5mins (octaves) inside a bedroom and NR30 Leq 5mins (octaves) inside a living room. Details of mitigation measures shall include the installation method, materials of separating structures and the resulting sound insulation value and internal sound/rating level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies H6 and D14 of the London Plan (2021), 11.1 (j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013) and Standard 30 of the Housing SPG.",
    "| Prior to commencement of the development hereby approved, details shall be submitted to and approved by the Local Planning Authority, for the installation in the dwellings of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air. The details to be submitted shall include the arrangements for continuously maintaining the operational efficiency of the system.  The ventilation system as approved shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by pollution, in accordance with policies SI1 and D14 of the London Plan (2021), 11.1 (j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013) and Standard 30 of the Housing SPG.",
    "| A minimum of eight (8) secured cycle parking spaces shall be provided as indicated on the hereby approved drawing reference C201 date 24.11.21 (Proposed Ground Floor Plan) in accordance with adopted standards of the London Plan (2021). Such provision shall be brought into use prior to first occupation and retained permanently thereafter.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021).",
    "| A minimum of two (2) 360.0 litre bins dedicated to refuse and two (2) 360.0 litre bins dedicated to recycling shall be provided as indicated on the hereby approved drawing reference C201 date 24.11.21 (Proposed Ground Floor Plan) in accordance with the Local Planning Authority Standards. Such provision shall be brought into use prior to first occupation and retained permanently thereafter.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with the Ealing Council's Waste Management Guidelines for Architects and Developers, as well as policies SI8 of the London Plan (2021); 1.1 of the Adopted Ealing Development (Core) Strategy (2012); and 3.5, 7A and 7B of the Ealing Development Management Plan (2013).",
    "| Prior to first use of the development hereby approved, further details of the hard and soft landscaping to the site frontage on Northfield Road shall be submitted to and approved in writing by the Local Planning Authority. All detailed works shall be carried out as approved prior to the occupation of the premises. Such details shall include: the height and materials of the boundary treatment, the provision of planting and any new surfacing materials to be used.",
    "Reason: To improve the visual amenity of the property through urban greening in accordance with policies 5.10 and 7.4 of the Ealing Development Management DPD (2013), policies D4, D8 and G5 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| The proposed side windows on the rear western elevation shall contain only obscure glass and only have top openings at a minimum of 1.7m from floor level.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3, D4 of the London Plan (2021), policies Local variation to policy 7.4 and 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1, 1.2 of the Ealing Core Strategy (2012)."
  ],
  "valid_date": "06/08/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516728.9001197,
              179808.599579
            ],
            [
              516726.5008069,
              179807.299951
            ],
            [
              516720.7539994,
              179817.2970894
            ],
            [
              516720.3994617,
              179817.996889
            ],
            [
              516718.2969712,
              179821.3959161
            ],
            [
              516723.1038418,
              179823.9951721
            ],
            [
              516728.6527679,
              179827.1042821
            ],
            [
              516729.5514796,
              179824.0951434
            ],
            [
              516731.0520807,
              179818.9466172
            ],
            [
              516731.8023812,
              179816.7472468
            ],
            [
              516732.5526818,
              179813.3982054
            ],
            [
              516733.253512,
              179811.198835
            ],
            [
              516731.2499621,
              179810.0991498
            ],
            [
              516728.9001197,
              179808.599579
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/213848FUL;",
  "title_number": [
    "1 Northfield Road"
  ],
  "decision_date": "05/10/2022",
  "id": "Ealing-213848FUL",
  "ward": "Walpole",
  "development_type": "Minor dwellings",
  "cil_liability": true,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "1 Northfield Road",
  "lapsed_date": "05/10/2025",
  "description": "Construction of a three-storey building with ground floor retail shop (Use Class E(a)) and four (4) self-contained flats above, following demolition of existing building",
  "pp_id": "PP-09838037",
  "actual_completion_date": null,
  "centroid_northing": 179817,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T16:27:52.179+00:00",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "postcode": "W13 9SY",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": "51.5052415",
    "lon": "-0.31955049999999996"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3195115,
          51.5051654
        ],
        [
          -0.3195465,
          51.5051542
        ],
        [
          -0.31962599999999997,
          51.5052452
        ],
        [
          -0.3196309,
          51.5052516
        ],
        [
          -0.31966,
          51.5052826
        ],
        [
          -0.3195899,
          51.5053049
        ],
        [
          -0.319509,
          51.5053317
        ],
        [
          -0.319497,
          51.5053045
        ],
        [
          -0.31947709999999996,
          51.5052579
        ],
        [
          -0.319467,
          51.505238
        ],
        [
          -0.3194573,
          51.5052078
        ],
        [
          -0.319448,
          51.5051878
        ],
        [
          -0.31947719999999996,
          51.5051784
        ],
        [
          -0.3195115,
          51.5051654
        ]
      ]
    ],
    "type": "Polygon"
  }
}