{
  "centroid": {
    "lon": "0.2976764",
    "lat": "51.5520591"
  },
  "status": "Approved",
  "decision_target_date": "24/04/2020",
  "site_name": "Land at Clay Tye Farm",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than by 9th September 2021.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "This permission shall be for a limited period, expiring 20 years after the commencement date.  After this date the use hereby permitted shall be discontinued and all built form, including all hard surfacing and access tracks, removed from the site in accordance with a restoration scheme to be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development. The submitted restoration scheme shall detail the site's restoration to agricultural land.",
    "Reason:-",
    "This application has required a balanced judgement to made as to overall acceptability of the development, in context of the definitional harm to the Green Belt and openness.  It is noted that the applicant applied for permanent planning permission but it is also noted that the batteries have a general 20 year life expectancy.  Whilst it is accepted that the batteries could simply be",
    "Details of any external lighting shall be submitted to and approved in writing by the Local Planning Authority, for review and approval in writing, prior to installation.  Any such submission shall include details of the extent of illumination together with precise details of the height, location and design of the lights. The installation of any such lighting shall be undertaken in accordance with the approved details.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the impact arising from the installation of external lighting.  Submission of this detail prior to installation will protect amenity; the river corridor and ensure that the development accords with Development Control Policies Development Plan Document Policies DC56 and DC61.",
    "Prior to the commencement of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter, for the life of the development, to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "All planting, seeding or turfing comprised within the landscape scheme, as detailed within the Landscape and Visual Appraisal (Prepared by EDP dated May 2018), shall be carried out in the first planting season following completion of the development.  Any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure the landscaping scheme is implemented and maintained in accordance with the details submitted and that the development accords with the Development Control Policies Development Plan Document Policy DC61.  It will also ensure accordance with Section 197 of the Town and Country Planning Act 1990.",
    "The mitigation measures identified in the Ecological Assessment (prepared by Avian Ecology: dated 31.05.2018) shall be implemented in full during both the construction and operational phases of the development hereby approved. Once implemented the mitigation measures shall be adhered for the lifetime of the development.",
    "Reason:-",
    "To ensure the ecological mitigation measures are implemented and maintained in accordance with the details submitted and that the development accords with the Development Control Policies Development Plan Document Policy DC58.  It will also ensure accordance with Section 197 of the Town and Country Planning Act 1990.",
    "Before the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.",
    "The submission will provide;",
    "a) a plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b) a description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto the publi",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": "Upminster",
  "application_type": "All Other",
  "postcode": "RM14 3PL",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "22/04/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0084.20",
  "centroid_northing": 186187,
  "uprn": null,
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Upminster",
  "decision_date": "22/04/2020",
  "description": "Variation of Condition 3 (Development shall only be carried out in accordance with the approved plans) of planning permission P0888.18 dated 10/09/2018 (Proposed energy storage facility to provide energy balancing services to the National Grid - Phase 2.) to vary the approved plans for the general arrangement battery container layout.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0084.20",
  "lpa_app_no": "P0084.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:35.176+00:00",
  "centroid_easting": 559396,
  "pp_id": "08441998",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "24/01/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              559330.322,
              186327.4
            ],
            [
              559369.337,
              186313.582
            ],
            [
              559383.967,
              186198.706
            ],
            [
              559459.828,
              186201.958
            ],
            [
              559467.956,
              186128.806
            ],
            [
              559366.085,
              186122.303
            ],
            [
              559360.667,
              186196.539
            ],
            [
              559373.671,
              186197.081
            ],
            [
              559360.938,
              186308.976
            ],
            [
              559332.219,
              186322.794
            ],
            [
              559323.278,
              186317.375
            ],
            [
              559286.702,
              186298.952
            ],
            [
              559274.239,
              186297.326
            ],
            [
              559232.515,
              186298.41
            ],
            [
              559212.466,
              186301.661
            ],
            [
              559206.235,
              186298.952
            ],
            [
              559202.442,
              186294.346
            ],
            [
              559202.713,
              186314.124
            ],
            [
              559205.693,
              186308.976
            ],
            [
              559211.382,
              186305.996
            ],
            [
              559240.372,
              186304.912
            ],
            [
              559276.406,
              186303.016
            ],
            [
              559292.121,
              186304.912
            ],
            [
              559305.125,
              186311.957
            ],
            [
              559330.322,
              186327.4
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.9530000000000001
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Clay Tye Road",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "19/02/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2967935,
          51.5533391
        ],
        [
          0.2973495,
          51.5532039
        ],
        [
          0.2975083,
          51.5521677
        ],
        [
          0.2986031,
          51.5521755
        ],
        [
          0.2986871,
          51.551516
        ],
        [
          0.2972161,
          51.5514863
        ],
        [
          0.2971716,
          51.5521548
        ],
        [
          0.2973592,
          51.552156
        ],
        [
          0.2972264,
          51.5531649
        ],
        [
          0.2968187,
          51.5532971
        ],
        [
          0.2966874,
          51.553251
        ],
        [
          0.29615199999999997,
          51.5530958
        ],
        [
          0.2959716,
          51.5530847
        ],
        [
          0.2953708,
          51.5531062
        ],
        [
          0.2950834,
          51.5531411
        ],
        [
          0.2949923,
          51.5531185
        ],
        [
          0.29493559999999996,
          51.5530782
        ],
        [
          0.2949484,
          51.5532558
        ],
        [
          0.2949891,
          51.5532087
        ],
        [
          0.2950697,
          51.5531803
        ],
        [
          0.295487,
          51.5531624
        ],
        [
          0.2960054,
          51.5531352
        ],
        [
          0.29623279999999996,
          51.5531478
        ],
        [
          0.2964234,
          51.5532074
        ],
        [
          0.2967935,
          51.5533391
        ]
      ]
    ],
    "type": "Polygon"
  }
}