{
  "lpa_name": "Ealing",
  "uprn": "12091233",
  "decision_date": "29/11/2022",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Ealing-210052FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "W5 2HT",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [
      "12091233"
    ],
    "site_area": 0.09300000000000001
  },
  "valid_date": "03/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of dwellinghouse into nine self-contained residential units; single storey side infill extension; part single, part two storey rear extension (following demolition of existing rear extension); internal and external alterations; alterations to rear and side elevations fenestration; and associated provision of communal garden and private amenity space, car parking, cycle space and refuse storage.",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (As Amended). | The development hereby approved shall be carried out in accordance with the drawing titles:",
    "06 (dated February 2020); 07 (Revision C; dated April 2021; as received 04/05/2021); 08 (Revision A; dated March 2020; as received 04/05/2021); 09 (dated February 2020); 10 (dated March 2020); 11 (dated February 2020); 3003 (dated March 2020).",
    "REASON: For avoidance of doubt and in the interest of proper planning.",
    "| Details of the materials and finishes to be used for all external surfaces of the building hereby approved shall be submitted to and approved in writing by the local planning authority before any part of the super structure is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies LV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D4 of the London Plan 2021 and the National Planning Policy Framework (2019).",
    "| Prior to commencement of the development (excluding site clearance and demolition), details of the design and operation of the facilities for the storage and removal of refuse (including details of the size and number of refuse and recycling bins) from the premises shall be submitted to, and approved in writing by, the Local Planning Authority and such facilities shall be provided before the building is first occupied.",
    "REASON: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with the Ealing Council's Waste Management Guidelines for Architects and Developers, as well as policies SI 8 of the London Plan (2021), 1.1 of the Adopted Ealing Development (Core) Strategy (2012); and 3.5, 7A and 7B of the Ealing Development Management Plan (2013). | Prior to commencement of construction and demolition works, a detailed Demolition Method Statement and Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan must detail:",
    "-\tSite security;",
    "-\tConsolidated or re-timed trips;",
    "-\tOn-site construction worker parking;",
    "-\tSecure, off-street loading and drop-off facilities;",
    "-\tAnticipated number, frequency and size of construction vehicles entering/exiting the site;",
    "-\tSite access for construction traffic and contractor staff parking and associated signage;",
    "-\tAn existing condition survey of the highway along the boundaries of the application site;",
    "-\tVehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear;",
    "-\tLocations for the storage of building materials and construction debris and contractors' offices;",
    "-\tDelivery times and booking system (staggered to avoid morning and afternoon school run peak periods);",
    "-\tProcedures for on-site contractors to deal with complaints from local residents including the name, telephone number and address of a responsible person to whom enquiries / complaints should be directed. These contact details shall also be displayed at regular intervals around the site compound;",
    "-\tUse of Transport for London's Freight Operator Recognition Scheme (FORS) or similar; and",
    "-\tControl measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 08:00-18:00hrs Mondays to Fridays and 08:00-13:00 hrs on Saturdays - in accordance with the GLA's SPG for The Control of Dust and Emissions During Construction and Demolition (2014), ILP's Guidance Notes 1 for the Reduction of Obtrusive Light (2020), BS 5228-1:2009+A1:2014, and BS 5228-2:2009+A1:2014 - and the advance notification to neighbours and other interested parties of proposed works.",
    "The development shall be carried out strictly in accordance with the approved plan for the duration of the works.",
    "Reason: To ensure appropriate mitigation measures to protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies D14, SI1, T4 and T7 of the London Plan (2021); 1.1(e)(j) and 2.1(c) of the Ealing Development (Core) Strategy (2012); 7A and 7B of the Ealing Development Management Plan (2013); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | No trees, shrubs or hedges within the site which are shown to be retained on the hereby approved plans listed in Condition 2 shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: Reason: In the interests of ensuring suitable amenity spaces are provided for future occupants, providing sustainable urban drainage, and protecting the visual amenity of the local area and privacy of habitable rooms within the development in accordance with policies policies G4, G6 and G7 of the London Plan (2021); and 5.10, 7A, 7B, 7.3 and 7.4 of the Ealing Development Management Plan (2013). | Notwithstanding the provisions of Class L of Part 3 of Schedule 2 of the Town and Country Planning (General Permitted Development) Order 2015 (As Amended) (or any subsequent order revoking and re-enacting that Order with or without modifications), the proposed self-contained dwelling units (Use Class C3) shall not be used for a use falling within Class C4 (Houses in Multiple Occupation) of the Schedule to the Use Classes Order without prior approval of the Local Planning Authority obtained by the submission of a planning application.",
    "Reason: To ensure that the Council retains control over the quality, impacts and provision of any change of use and to safeguard amenities of the occupiers of neighbouring properties and living conditions of occupants of the development in accordance with the GLA's Supplementary Planning Guidance on Housing (2016) as well as Policy D3 of the London Plan (2021) and Policy 7A of the Development Management DPD. | Prior to the commencement of development (excluding site clearance and demolition), a drainage strategy shall be submitted to and approved in writing by the Local Planning Authority. The drainage strategy shall demonstrate the reduction of flood risk and betterment of exiting drainage at the site through sustainable drainage mitigation techniques and be accompanied by a detailed drainage design (incl. drawings and supporting calculations) and maintenance plan (incl. maintenance tasks for all drainage components).",
    "The approved drainage strategy shall be implemented prior to the commencement of development and, thereafter, be permanently maintained. Additionally, no discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been implemented.",
    "Reason: To reduce the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy SI13 of the London Plan (2021); policy 1.2 of the Adopted Ealing Development (Core) Strategy (2012); and 5.12 of the Ealing Development Management DPD (2013). | The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (57 dB). The sound insulation of the building envelope, with windows shut and other means of ventilation provided, shall achieve the internal criteria for sensitive rooms, as specified in Supplementary Planning Guidance 10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building).  The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), Policy D3 and D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2019). | Prior to commencement of the development (excluding site clearance and demolition), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining/bathroom above/below bedroom of separate dwelling. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "REASON: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Standard 30 of the Housing SPG and Policies D3 and D14 of the London Plan (2021). | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "-\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "-\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "-\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "-\tSoil assessments/survey",
    "-\tTiming and phasing of works",
    "-\tSite specific demolition and hard surface removal specifications",
    "-\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "-\tAccess arrangements and car parking",
    "-\tLevel changes",
    "-\tLandscaping proposals",
    "-\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "-\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "-\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G4, G6 and G7 of the London Plan (2021); policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:07:51.343+00:00",
  "ward": "Ealing Broadway",
  "parking_details": {
    "no_existing_car": 3,
    "net_car": -1,
    "no_proposed_car": 2
  },
  "lapsed_date": "29/11/2025",
  "decision_target_date": "02/12/2022",
  "centroid": {
    "lat": "51.5221705",
    "lon": "-0.29744919999999997"
  },
  "lpa_app_no": "210052FUL",
  "status": "Approved",
  "site_name": "38 Corfton Road",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/210052FUL;",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518239.5024992,
              181741.6962358
            ],
            [
              518243.0478755,
              181741.4463074
            ],
            [
              518244.3011248,
              181741.4463074
            ],
            [
              518245.950137,
              181725.3209232
            ],
            [
              518243.9630773,
              181725.4408889
            ],
            [
              518241.0360806,
              181725.6108402
            ],
            [
              518238.4636215,
              181725.7607973
            ],
            [
              518226.5989786,
              181726.4505999
            ],
            [
              518214.8497666,
              181727.1004138
            ],
            [
              518206.4975197,
              181727.5502851
            ],
            [
              518203.0016138,
              181727.7502278
            ],
            [
              518197.2465611,
              181728.050142
            ],
            [
              518186.8000687,
              181728.6499703
            ],
            [
              518186.701128,
              181730.0495697
            ],
            [
              518186.701128,
              181737.8473376
            ],
            [
              518186.6516576,
              181742.9958638
            ],
            [
              518186.701128,
              181744.4454489
            ],
            [
              518193.453833,
              181744.1455347
            ],
            [
              518198.4008697,
              181743.8956063
            ],
            [
              518208.6000102,
              181743.3457637
            ],
            [
              518218.4033879,
              181742.8459067
            ],
            [
              518228.8993507,
              181742.1461071
            ],
            [
              518239.5024992,
              181741.6962358
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Corfton Road",
  "pp_id": "PP-08676618",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 518216,
  "appeal_start_date": null,
  "centroid_northing": 181735,
  "borough": "Ealing",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2971084,
          51.5222258
        ],
        [
          -0.29705739999999997,
          51.5222228
        ],
        [
          -0.2970393,
          51.5222225
        ],
        [
          -0.297021,
          51.5220773
        ],
        [
          -0.29704959999999997,
          51.5220788
        ],
        [
          -0.2970917,
          51.5220809
        ],
        [
          -0.29712869999999997,
          51.5220828
        ],
        [
          -0.2972994,
          51.5220915
        ],
        [
          -0.29746839999999997,
          51.5220998
        ],
        [
          -0.2975886,
          51.5221056
        ],
        [
          -0.2976389,
          51.5221081
        ],
        [
          -0.2977217,
          51.522112
        ],
        [
          -0.29787199999999997,
          51.5221196
        ],
        [
          -0.297873,
          51.5221322
        ],
        [
          -0.2978704,
          51.5222022
        ],
        [
          -0.2978693,
          51.5222485
        ],
        [
          -0.29786809999999997,
          51.5222615
        ],
        [
          -0.297771,
          51.5222574
        ],
        [
          -0.29769979999999996,
          51.5222542
        ],
        [
          -0.297553,
          51.5222471
        ],
        [
          -0.297412,
          51.5222405
        ],
        [
          -0.297261,
          51.5222321
        ],
        [
          -0.2971084,
          51.5222258
        ]
      ]
    ],
    "type": "Polygon"
  }
}