{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "23/02/2022",
  "epc_number": "2622-4033-0603-0802-5291",
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-28877_APP_2020_3991",
  "secondary_street_name": "HAYES",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "scheme_phasing": true,
    "affordable_housing_fast_track": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 1642,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "development_type": null,
      "site_area": null
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1642,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "total_gia_gained": 0,
    "internal_resi_water_usage": 0,
    "total_gia_lost": 0,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_gia_gained": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "residential_units": []
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "One Phase ",
        "intended_completion_date": "09/2021",
        "intended_commencement_date": "04/2021"
      }
    ],
    "garden_land_lost": false,
    "existing_uprns": [],
    "site_area": 0.348,
    "rain_water_harvesting": false,
    "total_gia_existing": 1642,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 8.65,
        "building_ref": "Unit 6 & 7 "
      }
    ],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 10,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 34,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "green_roof_area": 0,
      "total_annual_nox_emissions": 34,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "lead_developer_company_name": null
  },
  "valid_date": "15/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Proposed Change of Use from B2 to Sui Generis use for van sales and external display, van repair workshop with MOT Facilities, parts storage and distribution centre, new and used vehicle PDI Centre and installation of new car wash building, including associated internal and external alterations to front and side elevations to form new vehicle access doors and alterations to the car parking layout and installation of security fencing.",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "V27-01 Rev. O (Proposed Site Plan)",
    "V27-02 Rev. A (Proposed Ground Floor Plan)",
    "V27-03 (Proposed Elevation)",
    "V27-04 (Proposed First Floor Plan)",
    "V27-01 (Covered Wash Pad Plan and Elevations)",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design and Access Statement",
    "Agent's Letter dated 10/12/21",
    "Agent's email dated 24/6/21 (as amended by Drw. No. V27-01 Rev. O (Proposed Site Plan))",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the objectives of Policies DMT 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until details of all materials and external surfaces, have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Hard Landscaping",
    "1.a Cycle Storage for 6 cycle spaces",
    "1.b Means of enclosure/boundary treatments",
    "1.c Car Parking Layouts (including demonstration that all the operational car parking spaces and 4 of the staff car parking spaces are served by electrical charging points)",
    "1.d Hard Surfacing Materials",
    "1.f External Lighting",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The use hereby approved shall not be brought into use until a Vehicle Parking Management Plan (VPMP) has been submitted to, and approved in writing by, the Local Planning Authority. The VPMP shall, as a minimum, include details of how the parking on site will be managed and allocated to the different uses on site for the life-time of the development.",
    "REASON",
    "To demonstrate that the parking layout is workable in terms of reasonable accessibility and to ensure that an appropriate level of car parking provision is provided on site for the diffent operations, in accordance with Policy DMT 2 of the Hillingdon Local Plan Part Two 2 (2020) and Policies T4 and T6 of the London Plan (2021).",
    "The use hereby approved shall not be brought into use until a Delivery and Servicing Plan (DSP) has been submitted to, and approved in writing by, the Local Planning Authority. The DSP shall, as a minimum, include details and timings of deliveries and servicing arrangements to the site and how these will be managed so as to reduce any disruption to the efficient use of the adjoining access road to an absolute minimum for the life-time of the development.",
    "REASON",
    "To demonstrate that the parking layout is workable in terms of reasonable accessibility and to ensure that an appropriate level of car parking provision is provided on site for the different operations, in accordance with Policy DMT 2 of the Hillingdon Local Plan Part Two 2 (2020) and Policy T4 of the London Plan (2021).",
    "No development shall commence until a low emission strategy (LES) has been submitted to and approved in writing by the Local Planning Authority. The LES shall address but be not restricted to:",
    "1) secure compliance with the London Plan requirements;",
    "2) the implementation of an electric vehicle charging bay. This is to be implemented in line with the minimum number of charging points required in the London Plan.",
    "3) a clear and effective strategy to encourage staff / users to",
    "a) use public transport;",
    "b) cycle / walk to work where practicable;",
    "c) enter car share schemes;",
    "d) purchase and drive to work zero emission vehicles.",
    "The measures in the agreed scheme shall be maintained throughout the life of the development.",
    "Reason",
    "To reduce the impact on air quality within an Air Quality Management Area in accordance with policy EM8 of the Local Plan: Part 1 (November 2012), policy DMEI 14 of the London Borough of Hillingdon Local Plan (part 2), the London Borough of Hillingdon Air Quality Ac",
    "Prior to the commencement of the use, details of delivery routes and delivery vehicle emission specifications, which should be Euro6/VI or cleaner shall be submitted to and approved in writing by the Local Planning Authority.",
    "The use shall be operated in accordance with the approved details.",
    "Reason",
    "To reduce the impact on air quality within an Air Quality Management Area in accordance with policy EM8 of the Local Plan: Part 1 (November 2012), policy DMEI 14 of the London Borough of Hillingdon Local Plan (part 2), the London Borough of Hillingdon Air Quality Action Plan 2019-2023, London Plan (2021) policy SI1 and T4, and paragraphs 174(e), 186 and 188 of the National Planning Policy Framework (2021).",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning Act 1990 (or any others revoking and re-enacting this provision with or without modification), no additional internal floorspace shall be created in excess of that area expressly authorised by this permission.",
    "REASON",
    "To enable the Local Planning Authority to assess all the implications of the development and to ensure that adequate parking and loading facilities can be provided on the site, in accordance with Policies DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574).",
    "You are advised that care should be taken during the building works hereby approved to avoid spillage of mud, soil or related building materials onto the pavement or public highway. You are further advised that failure to take appropriate steps to avoid spillage or adequately clear it away could result in action being taken under the Highways Act 1980.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The applicant / developer is advised to review the Canal & River Trust's \"Code of Practice for Works affecting the Canal & River Trust\" and contact the Trust's Works Engineer) PatrickMcElroy@canalrivertrust.org.uk) in order to ensure that any necessary consents are obtained and that the works are compliant https://canalrivertrust.org.uk/business-and-trade/undertaking-works-on-our-propertyandour-code-of-practice).",
    "You may need to install an oil separator (interceptor) or other device to remove oil from water that drains off hard surfaces. If one is required, the oil separator/interceptor shall be installed prior to the commencement of the operations hereby approved. Any oil separator has to be maintained and any trapped oil or sediment has to be disposed of to a suitably permitted facility.",
    "Typically a separator is needed for any site with a risk of oil contamination, such as:",
    "·       car parks larger than 800m2 or for 50 or more parking spaces",
    "·       smaller car parks that discharge to a sensitive environment, such as a marsh that has been designated as a nature reserve",
    "·       vehicle maintenance areas",
    "·       roads",
    "·       refuelling facilities",
    "The type and class of separator you need will depend on the activity and where the discharge is directed to.",
    "Oil separators do not work if they are incorrectly sized, not maintained or there's detergent in the water, for example, from",
    "The applicant is advised to seek all opportunities to make deliveries via trailer to minimise vehicle movements to and from the site."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:13:18.763+00:00",
  "ward": "TOWNFIELD",
  "parking_details": {
    "no_proposed_lgv": 15,
    "no_proposed_bluebadge": 0,
    "no_existing_car": 26,
    "net_motorcycle": 0,
    "no_existing_lgv": 0,
    "net_car": -6,
    "no_existing_bluebadge": 0,
    "net_bluebadge": 0,
    "net_lgv": 15,
    "no_existing_cycle": 0,
    "no_proposed_motorcycle": 0,
    "no_proposed_cycle": 6,
    "no_proposed_car": 20,
    "no_existing_motorcycle": 0,
    "net_cycle": 6,
    "no_existing_other": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "net_other": null,
    "no_existing_resi_offstreet": null,
    "no_existing_bus": null,
    "net_carclub": null
  },
  "lapsed_date": "23/02/2025",
  "decision_target_date": "10/06/2022",
  "centroid": {
    "lat": 51.503341,
    "lon": -0.414984
  },
  "lpa_app_no": "28877/APP/2020/3991",
  "status": "Lapsed",
  "site_name": "UNIT 6 & UNIT 7 SILVERDALE INDUSTRIAL ESTATE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=28877/APP/2020/3991",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510065.3556,
              179459.587
            ],
            [
              510065.3706,
              179459.6073
            ],
            [
              510066.7485,
              179458.5739
            ],
            [
              510065.5173,
              179459.8051
            ],
            [
              510094.5298,
              179498.923
            ],
            [
              510141.1627,
              179463.8656
            ],
            [
              510140.5012,
              179458.2432
            ],
            [
              510145.7929,
              179458.2432
            ],
            [
              510144.1392,
              179428.8083
            ],
            [
              510144.1392,
              179427.1546
            ],
            [
              510106.7668,
              179427.4853
            ],
            [
              510065.3556,
              179459.587
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510064.8544,
              179460.4681
            ],
            [
              510064.4334,
              179460.8891
            ],
            [
              510067.7407,
              179462.8734
            ],
            [
              510064.8544,
              179460.4681
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510063.7719,
              179459.5661
            ],
            [
              510064.5481,
              179460.2129
            ],
            [
              510065.3556,
              179459.587
            ],
            [
              510065.0948,
              179459.2354
            ],
            [
              510063.7719,
              179459.5661
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510064.5552,
              179460.2188
            ],
            [
              510064.8544,
              179460.4681
            ],
            [
              510065.5173,
              179459.8051
            ],
            [
              510065.3706,
              179459.6073
            ],
            [
              510064.5552,
              179460.2188
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510064.5481,
              179460.2129
            ],
            [
              510064.1026,
              179460.5583
            ],
            [
              510064.5552,
              179460.2188
            ],
            [
              510064.5481,
              179460.2129
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "08/09/2021",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [
    "NGL313570"
  ],
  "actual_commencement_date": null,
  "street_name": "SILVERDALE ROAD",
  "pp_id": "09303591",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "510109",
  "appeal_start_date": null,
  "centroid_northing": "179458",
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4155917,
          51.5033644
        ],
        [
          -0.4155915,
          51.5033646
        ],
        [
          -0.4155719,
          51.503355
        ],
        [
          -0.4155893,
          51.5033663
        ],
        [
          -0.4151593,
          51.5037123
        ],
        [
          -0.4144986,
          51.5033881
        ],
        [
          -0.4145099,
          51.5033377
        ],
        [
          -0.41443369999999996,
          51.5033366
        ],
        [
          -0.41446659999999996,
          51.5030724
        ],
        [
          -0.4144672,
          51.5030575
        ],
        [
          -0.41500529999999997,
          51.5030678
        ],
        [
          -0.4155917,
          51.5033644
        ]
      ]
    ],
    "type": "Polygon"
  }
}