{
  "cil_liability": false,
  "last_updated": "2025-03-20T14:58:27.043+00:00",
  "application_details": {
    "intended_commencement_date": "01/2023",
    "existing_uprns": null,
    "intended_completion_date": "02/2023",
    "site_area": 0.001
  },
  "decision_target_date": "15/12/2022",
  "parking_details": null,
  "postcode": "HA4 8PT",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Refused",
  "centroid_easting": 510049,
  "lapsed_date": "14/12/2025",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510044.6802,
              187319.3332
            ],
            [
              510047.6568,
              187320.6562
            ],
            [
              510051.2948,
              187315.0338
            ],
            [
              510050.3026,
              187314.3723
            ],
            [
              510046.3338,
              187319.3332
            ],
            [
              510044.6802,
              187319.3332
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 187318,
  "ward": "RUISLIP 2022",
  "lpa_app_no": "77639/APP/2022/3273",
  "pp_id": "11640863",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "26/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "22/11/2022",
  "actual_completion_date": null,
  "application_type_full": "Prior Approval: Development for electronic communications network",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": "RUISLIP",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "WINDMILL HILL",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4134342,
          51.5740123
        ],
        [
          -0.4133909,
          51.5740236
        ],
        [
          -0.4133401,
          51.5739723
        ],
        [
          -0.41335469999999996,
          51.5739666
        ],
        [
          -0.41341039999999996,
          51.5740119
        ],
        [
          -0.4134342,
          51.5740123
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5739994",
    "lon": "-0.41337229999999997"
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77639/APP/2022/3273",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "WINDMILL HILL STREETWORKS",
  "decision": "Refused",
  "id": "Hillingdon-77639_APP_2022_3273",
  "description": "Proposed telecommunications installation: Proposed 16.0m Phase 8 Monopole C/W wrapround Cabinet at base and associated ancillary works (Application under Class A, Part 16 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) for determination as to whether prior approval is required for siting and appearance).",
  "decision_date": "14/12/2022",
  "decision_conditions": [
    "The proposed telecommunications monopole and associated equipment would, by virtue of their prominent position, size, scale, bulk and height, represent prominent and incongruous features in the street scene that would cause significant harm to the character and appearance of the area. Furthermore, the proposed telecommunications monopole and associated equipment would have a detrimental impact on the visual and residential amenities of the area, which includes views and outlook from neighbouring residential properties. The development would therefore be contrary to paragraphs 115 and 130 c) of the National Planning Policy Framework (2021), Policies D1, D4, D8 and SI6 of the London Plan (2021), Policy BE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012) and Policies DMHB 11, DMHB 12 and DMHB 21 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The Local Planning Authority considers that the applicants have failed to provide robust evidence to demonstrate that other more suitable and less harmful sites do not exist, and that they have actively explored the possibility of erecting the proposed telecommunications equipment on existing buildings, masts or other structures. The development would therefore be contrary to paragraphs 115 and 117 c) of the National Planning Policy Framework (2021), and Policy DMHB 21 of the  Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "development_type": null
}