{
  "epc_number": null,
  "decision_target_date": null,
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "description": "Demolition of existing building and erection of a single storey industrial and/or logistics unit (Class E(g)(iii), Class B2 and B8) with ancillary office space (Class E(g)(i)) alongside associated parking and landscaping",
  "site_number": null,
  "postcode": "W3 7YG",
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Committee",
  "uprn": "000012153791",
  "appeal_status": null,
  "parking_details": {
    "no_proposed_car": 78,
    "net_cycle": 50,
    "no_proposed_cycle": 50,
    "no_existing_car": 104,
    "no_existing_cycle": 0,
    "net_car": -26
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/233342FUL;",
  "valid_date": "15/08/2023",
  "centroid": {
    "lon": -0.259914,
    "lat": 51.504964
  },
  "borough": "Ealing",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": null,
  "site_name": "16 Eastman Road",
  "bo_system": "CSV Data Import",
  "centroid_easting": 520867,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "13/09/2027",
  "actual_completion_date": null,
  "centroid_northing": 179883,
  "locality": "London",
  "wgs84_polygon": null,
  "development_type": null,
  "lpa_app_no": "233342FUL",
  "application_details": {
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "scheme_name": "Power Park Acton",
    "site_area": 5.05,
    "scheme_phasing": true,
    "internal_resi_water_usage": 0,
    "existing_uprns": null,
    "green_suds": true,
    "garden_land_lost": false,
    "total_gia_existing": 8061.3,
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 15.3,
        "building_ref": "Main Warehouse"
      }
    ],
    "total_gia_gained": 9860,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 9860,
      "total_gia_existing": 8061.3,
      "total_gia_lost": 8061.3
    },
    "surface_water_discharge_percentage_reduction": 0,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 0,
      "no_passive_slow_ev_charging_points": 38,
      "fire_suppression_system_proposed": false,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 1,
      "green_roof_area": 0,
      "no_active_slow_ev_charging_points": 14,
      "no_homes_passive_cooling": 0,
      "urban_greening_factor_score": 0.34,
      "chp_heat_pumps_capacity": 0.22,
      "no_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 0.24,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true
    },
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "04/2026",
        "intended_commencement_date": "01/2025"
      }
    ],
    "rain_water_harvesting": true,
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_lost": 8061.3,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 8061.3,
        "use_class": "SpecifiedOther",
        "gia_gained": 9860,
        "gia_lost": 8061.3
      }
    ]
  },
  "secondary_street_name": null,
  "polygon": null,
  "last_updated": "2025-03-19T20:39:17.113+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Southfield",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "Time Limit",
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| Approved Plans",
    "The development hereby permitted shall be carried out in accordance with the approved plans and documents:",
    "Plans:",
    "23116-UMC-XXXX-SI-DR-A-0503-P.01 Existing Site Layout",
    "23116-UMC-XXXX-XX-DR-A-1504-P.03 Existing Elevations",
    "23116-UMC-XXXX-ZZ-DR-A-0504-P.01 Existing Warehouse Floor Plans",
    "23116-UMC-XXXX-SI-DR-A-0502-P.02 Proposed Site Location Plan",
    "23116-UMC-XXXX-00-DR-A-1001-P.01 Proposed Building Plan",
    "23116-UMC-XXXX-R1-DR-A-1003-P.02 Proposed Roof Plan",
    "23116-UMC-XXXX-SI-DR-A-0501-P.01 Site Constraints Plan",
    "23116-UMC-XXXX-SI-DR-A-0601-P.04 Proposed Site Layout",
    "23116-UMC-XXXX-SI-DR-A-0701-P.05 Proposed Cycle Shelter Details",
    "23116-UMC-XXXX-SI-DR-A-0702-P.04 Proposed External Compound Details",
    "23116-UMC-XXXX-SI-DR-A-0703-P.04 Proposed External Surfacing Plan",
    "23116-UMC-XXXX-SI-DR-A-0704-P.04 Proposed Fencing Layout Details",
    "23116-UMC-XXXX-XX-DR-A-1101-P.02 Warehouse Section",
    "23116-UMC-XXXX-XX-DR-A-1301-P.02 Proposed Elevations",
    "23116-UMC-XXXX-ZZ-DR-A-1002-P.01 Office Layouts",
    "23116-UMC-XXXX-SI-DR-A-0705-P.05 Proposed Operational Waste Layout",
    "HD029-001 REV.P1 Swept Path Analysis Refuse Vehicle",
    "Documents:",
    "Community Infrastructure Questions",
    "Design and Access Statement Rev.D (dated 08.12.2023)",
    "Planning Statement",
    "Desktop Archaeology Assessment 280050.02 August 2023",
    "Air Quality Statement (including Air Quality Neutral) 31511-HML-XX-XX-RP-U-820001 Issue 1",
    "Biodiversity Impact Assessment (inc. BNG Matrix) 230717 1369 BIA V1",
    "Car Park Management Plan Rev: Final v1.1 Date: October 2023",
    "Framework Construction Environment Management Plan",
    "Circular Economy Statement dated August 2023",
    "Draft Delivery and Service Plan",
    "Drainage Strategy 210102-WDK-EX-ZZ-REP-CV-00001(P03)",
    "Preliminary Ecological Appraisal 230720138 PEA V1a",
    "Energy and Sustainability Statement (including GLA Spreadsheet) 221049-CPW-ZZ-XX-RP-N-90001-F",
    "Flood Risk Assessment",
    "Fire Statement A23-0015/V2",
    "Ground Investigation Phase 1 and Phase 2 Reports",
    "Townscape Visual Impact Assessment",
    "Lighting Assessment 221049-CPW-ZZ-ZZ-RP-E-307001-P04",
    "Noise Impact Assessment 31511-HML-XX-XX-RP-O-500001_P03",
    "Statement of Community Involvement",
    "Daylight/Sunlight and Overshadowing Assessment",
    "Socio-Economic Benefits Statement",
    "Transport Assessment Rev: Final v1.2",
    "Framework Active Travel Plan Rev: Final v1.3",
    "Urban Greening Factor Masterplan and Spreadsheet",
    "Whole Life Carbon Assessment",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Materials",
    "All external materials to be used in the development shall match those as outlined within the submitted application form and approved drawings/documents.",
    "Reason: To ensure that the materials are sympathetic with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Tannoys and PA systems",
    "No tannoys or public address systems shall be used, except in cases of emergency.",
    "Reason: To ensure that external noise sources are kept to a minimum to protect the amenity of surrounding residential uses in accordance with Policy D14 of the London Plan, Policy D13 of the draft London Plan, Policy 7A of the Ealing Development Management DPD and SPG10.",
    "| Prior to the installation of the relevant plant, details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations/uses and their external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan.",
    "| Anti- vibration mounts and silencing of machinery etc.",
    "Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan.",
    "| Delivery and Operations Management Plan",
    "Prior to occupation, a Delivery and Operations Management Plan shall be submitted to the Council for approval in writing. Details shall include:",
    "- times and frequency of deliveries/ collections, activities and vehicle movements at/around the access roads, service yard and loading bays,",
    "- details of a quiet delivery strategy,",
    "- a clear policy of careful handling, avoiding intermittent noise such as banging, clanging, dropping heavy items,",
    "- quiet reversing methods and vehicle movements,",
    "- absorbent surfaces in activity areas,",
    "- shielded position of lorry engines starting up, breaking, waiting, refrigeration charging, etc.",
    "- quiet tail lift operations and transfer/ movement of goods,",
    "- absorbent surfaces,",
    "- the monitoring procedure for noise emissions during the delivery operations,",
    "- commitment to implement mitigation measures as necessary.",
    "The plan shall be based on the Quiet Deliveries Good Practice Guidance by the DfT (Department for Transport) and the FTA (Freight Transport Association) to ensure that noise levels at noise sensitive receivers do not exceed the internal and external noise criteria set by BS8233:2014.   Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, fumes, etc. in accordance with Policy 7A of the Ealing Development Management DPD and Policies D14 and T7 of the London Plan.",
    "| Enclosures and Sound Barriers",
    "Prior to occupation, details shall be submitted to the Council for approval in writing, of a sound barrier along the service yard and loading bays in accordance with criteria and specifications outlined in the Council's SPG10. Approved details shall be implemented prior to occupation /use of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with Policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan",
    "| Extraction and Odour Control system for non-domestic kitchens",
    "Prior to development of commercial kitchens, details shall be submitted to the Council for approval in writing, of an odour risk assessment (according to 2018 EMAQ Guidance) and of odour abatement equipment and extract system, including operational details and maintenance schedule, the height of the extract duct, with vertical discharge outlet, without cowl, at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by smell or steam, in accordance with policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan.",
    "| External doors and windows to remain shut",
    "The use of commercial kitchens shall not commence until all external doors to the premises/ commercial kitchens /function rooms /workshops have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows be fixed in an open position during the emission of noise, smell, smoke,or fumes.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with Policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan.",
    "| Demolition Method Statement and Construction Management Plan",
    "Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 7A of the Ealing Development Management DPD and Policies D14 and T7 of the London Plan.",
    "| Air Quality and Dust Management Plan",
    "Prior to commencement of any works onsite, an Air Quality and Dust Management Plan (AQDMP) shall be submitted for the approval of the Local Planning Authority. The AQDMP will be based on the findings of Air Quality (Dust) Risk Assessment provided in the Air Quality Assessment report titled \"Air Quality Impact Assessment, Reference: 31511-HML-XX-XX-RP-U-820001\" dated 2  August 2023. The AQDMP will provide a scheme for air pollution mitigation measures based on the findings of the Air quality report.",
    "The plan shall include:",
    "a)          Dust Management Plan for Demolition Phase",
    "b)          Dust Management Plan for Construction Phase",
    "The applicant shall contact the council's pollution technical team about the installation of air quality monitors on site and always provide direct access to monitoring data for the duration of the project. The monitors shall be installed on site at least 4 weeks prior to any site clearance and demolition to provide baseline data and shall be maintained on site until first occupation of the development hereby approved. Direct access to monitoring data will be always provided. The Air Quality Dust Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of the construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2023).",
    "| NRMM",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2023).",
    "| Air quality neutral transport emissions",
    "Prior to occupation, details shall be submitted for the approval of the Local Planning Authority, to demonstrate that the development complies with the air quality neutral transport emissions benchmarks as stated in Section 4 of Air Quality Neutral London Plan Guidance 2023.",
    "Reason: In the interests of improving air quality in the Borough, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012); policy 7A of the Ealing Development Management Development Plan Document (2013); Air Quality Neutral London Plan Guidance 2023; policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021).",
    "| Details of diesel generators",
    "Prior to installation, details on any new installed diesel generators demonstrating compliance with a minimum NOx emissions standard of 150mg/Nm-3 (at 5% O2) must be submitted and approved in writing by the Local Planning Authority.",
    "The details must include the results of NOx emissions testing of the diesel fuelled generator units by an accredited laboratory, emissions concentrations expressed at specific reference conditions for temperature, pressure, oxygen and moisture content under normal operating conditions.",
    "Where any combustion plant does not meet the relevant standard, it should not be operated without the fitting of suitable NOx abatement equipment or technology. Evidence of installation shall be required where secondary abatement is required to meet the NOx Emission standard 150mg/Nm-3 (at 5% O2). The emergency plant and generators hereby permitted may be operated only for essential testing, except when required in an emergency situation.",
    "Reason: To ensure LA meets its obligations to deliver air quality objectives for NO2 in accordance with London Local Air Quality Management (LLAQM), and to limit PM2.5 (fine particulates) to safeguard public health and well-being and external amenity of nearby sensitive receptors.",
    "| Remediation Scheme",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and subject to the approval in writing of the Local Planning Authority before any site work commences (except demolition and site clearance).",
    "The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, excluding demolition and site clearance and the agreed remedial works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Verification Report",
    "Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Energy and CO2",
    "Prior to construction completion and occupation, the Development shall use reasonable endeavours to implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 138.38% (equating to 25.6 tonnes of CO2 per year) beyond Building Regulations Part L 2021 and using SAP10.2 conversion factors. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by Couch Perry Wilkes in August 2023 (vG)  including:",
    "Lean, energy efficiency design measures shall be incorporated with reasonable endeavours to achieve an annual reduction of at least 16.22% equating to at least 3 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2021.",
    "Green, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of approximately 215 kWp, and Air Source Heat Pumps shall be utilised with reasonable endeavours to achieve an annual reduction of at least 122.16%, equating to 22.6 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021.",
    "Seen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (SCOP) of the heat pump system(s) (including the heat generation and the electrical parasitic loads of the heat pumps), in line with the Council's monitoring requirements.",
    "Prior to Installation, details of the proposed PV and ASHP systems, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the heat distribution schematics, the exact number of heat pumps, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact kWp capacity of the PV array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy  installation contractors, and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "On completion of the installation of the renewable energy equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "Within three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) and/or the Display Energy Certificate(s) (DEC's) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Overheating and Cooling",
    "Prior to commencement of construction (excluding demolition, site clearance, site investigation and site remediation) an Overheating and Cooling analysis report shall be submitted to the Council for approval. The dynamic analysis shall be compliant with the CIBSE guidance (Part O) TM52 (non-domestic), and modelled against the TM49 DSY1 (average summer) weather data file, as well as the more intense DSY2 (2003) and DSY3 (1976) data files.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy SI4 of the London Plan; Ealing's Development (Core) Strategy, and Development Management DPD.",
    "| Post-construction renewable/low-carbon energy equipment monitoring",
    "In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "Enter into a legal agreement with the Council to secure a S106 financial contribution, or alternative financial arrangement, for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "Upon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency of the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of five years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "Upon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable  energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| Post-construction energy use monitoring (\"be Seen\")",
    "In order to demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan, the legal Owner shall at all times and all in all respects comply with the energy monitoring requirements set out in points a, b and c below. In the case of non-compliance the legal Owner shall upon written notice from the Local Planning Authority immediately take all steps reasonably required to remedy non-compliance.",
    "Within 3 months of planning permission being issued by the Local Planning Authority, the Owner is required to submit to the GLA accurate and verified estimates of the 'be seen' energy performance indicators, as outlined in Chapter 3 'Planning stage' of the GLA 'Be seen' energy monitoring guidance document, for the consented development. This should be submitted to the GLA's monitoring portal in accordance with the 'Be seen' energy monitoring guidance.",
    "Once the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new legal owner, if applicable), the legal Owner is required to provide updated accurate and verified estimates of the 'be seen' energy performance indicators for each reportable unit of the development, as per the methodology outlined in Chapter 4 'As-built stage' of the GLA 'Be seen' energy monitoring guidance. All data and supporting evidence should be uploaded to the GLA's monitoring portal. In consultation with the Council's chosen Automated Energy Monitoring Platform provider the owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document.",
    "Upon completion of the first year of occupation following the end of the defects liability period (DLP) and for the following four years, the legal Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each reportable unit of the development as per the methodology outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document. All data and supporting evidence should be uploaded to the GLA's monitoring portal. This condition will be satisfied after the legal Owner has reported on all relevant indicators included in Chapter 5 'In-use stage' of the GLA 'Be Seen' energy monitoring guidance document for at least five years.",
    "In the event that the in-use evidence submitted shows that the as-built performance estimates have not been or are not being met, the legal Owner should use reasonable endeavours to investigate and identify the causes of underperformance and the potential mitigation measures and set these out in the relevant comment box of the 'be seen' spreadsheet. Where measures are identified, which it would be reasonably practicable to implement, an action plan comprising such measures should be prepared and agreed with the Local Planning Authority. The measures approved by the Local Planning Authority should be implemented by the legal Owner as soon as reasonably practicable.",
    "Reason: In order to ensure that actual operational energy performance is minimised and demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan.",
    "| Whole Life-Cycle Carbon Assessment",
    "Once the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new owner, if applicable), the legal owner(s) of the development should submit the post-construction Whole Life-Cycle Carbon (WLC) Assessment to the GLA at: ZeroCarbonPlanning@london.gov.uk. The owner should use the post construction tab of the GLA's WLC assessment template and this should be completed accurately and in its entirety, in line with the criteria set out in the GLA's WLC Assessment Guidance. The post-construction assessment should provide an update of the information submitted at planning submission stage (RIBA Stage 2/3), including the WLC carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. The assessment should be submitted along with any supporting evidence as per the guidance and should be received three months post as-built design completion, unless otherwise agreed.",
    "The Development shall implement the measures identified in the post-construction Whole Life-Cycle Carbon (WLC) Assessment as approved in Part (a).",
    "Reason: To ensure whole life-cycle carbon is calculated and reduced and to demonstrate compliance with Policy SI2(F) of the London Plan.",
    "| Circular Economy",
    "Prior to occupation of the permitted development a Circular Economy Statement Post Completion Report should be completed accurately and in its entirety in line with the GLA's Circular Economy Statement Guidance (or equivalent alternative Guidance as may be adopted). This should be submitted to the GLA at: CircularEconomyLPG@london.gov.uk, along with any supporting evidence as per the guidance. The Post Completion Report shall provide completed versions of Tables 1 and 2 of the Circular Economy Statement, the Recycling and Waste Reporting form and Bill of Materials. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation.",
    "Reasonable endeavours shall be used to meet the specific commitments detailed in the Circular Economy statement produced by CBRE ESG Consultancy in August 2023 (v1.3),or any later approved version, and accompanying Logistic Plans, should be implemented including; diverting 95% of construction waste from landfill, putting 95% of excavation materials to beneficial on-site use, and supporting the London Plan target of diverting 65% of Operational Waste from landfill by 2030.",
    "Reason: In the interests of sustainable waste management and in order to maximise the appropriate re-use and recycling of materials in line with London Plan Policy D3 (Optimising site capacity), SI7 (Reducing waste), SI2 (Minimising greenhouse gas emissions).",
    "| Non-Residential BREEAM energy/CO2 accreditation",
    "The non-residential element of the development shall implement the measures identified in the BREEAM pre-assessment report produced by Couch Perry Wilkes in August 2023 (v1) and the schemes shall use reasonable endeavours to achieve a BREEAM \"Excellent\" rating.",
    "Within 12 months of completion of each non-residential element of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "Within 12 months from the date of first occupation of each non-residential element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "Following any approval of a 'Post Construction Stage' assessment and certification of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012, policies LV5.2 and 7A of the Ealing Development Management DPD 2013, and Policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy 2012",
    "| Protection of existing trees/hedgerows and planting locations (demolition & construction):",
    "No operations (including initial site clearance) shall commence on site in connection with the development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees  specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. bridging, instillation of underground services, surfacing, founda"
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Ealing",
  "pp_id": "PP-12287297",
  "decision_date": "13/09/2024",
  "id": "Ealing-233342FUL",
  "street_name": "Eastman Road"
}