{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505612.098,
              184082.7852
            ],
            [
              505632.7584,
              184081.7391
            ],
            [
              505631.0392,
              184081.8383
            ],
            [
              505633.0229,
              184081.7391
            ],
            [
              505632.6261,
              184072.7432
            ],
            [
              505631.1709,
              184069.9651
            ],
            [
              505629.8479,
              184070.7588
            ],
            [
              505628.2604,
              184068.2453
            ],
            [
              505627.8636,
              184067.8484
            ],
            [
              505628.3927,
              184067.0547
            ],
            [
              505623.101,
              184063.3505
            ],
            [
              505620.1906,
              184057.6619
            ],
            [
              505603.9187,
              184067.4515
            ],
            [
              505610.5333,
              184076.5797
            ],
            [
              505613.7083,
              184078.5641
            ],
            [
              505611.7239,
              184080.4162
            ],
            [
              505612.098,
              184082.7852
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505612.098,
              184082.7852
            ],
            [
              505612.1208,
              184082.9297
            ],
            [
              505631.0392,
              184081.8383
            ],
            [
              505612.098,
              184082.7852
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08194745",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:13.607+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "01/11/2019",
  "secondary_street_name": "UXBRIDGE",
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": "51.5456703",
    "lon": "-0.47824619999999995"
  },
  "decision": "Approved",
  "valid_date": "02/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.045000000000000005
  },
  "cil_liability": false,
  "postcode": "UB8 1LA",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74688/APP/2019/3274",
  "lpa_name": "Hillingdon",
  "site_name": "UNIT 240A, INTU UXBRIDGE",
  "lapsed_date": "26/11/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 010-093-02 Rev. A, 3558-AL(01)1039 Rev. P04, 3558-AL(01)1040 Rev. P02 (Proposed First Floor Plan) and 3558-AL(01)1040 Rev. P02 (Proposed Mezzanine Level Plan) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Kitchen extract equipment shall be installed internal to the building and any flues proposed for the restaurant/cafe use (Use Class A3) shall only be installed in the A3 plant zone shown on drawing 010-093-02 Rev. A. Thereafter the development shall be carried out and maintained in full accordance with the these details, unless agreed otherwise in writing by the Local Planning Authority.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with policy OE1 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "A fully accessible toilet for the restaurant/cafe use (Use Class A3) shall be installed as shown on drawing AL(01)1039 Rev. P04 before that use commences. Thereafter the development shall be maintained in full accordance with these approved details unless agreed otherwise in writing by the Local Planning Authority.",
    "REASON",
    "To ensure the development achieves a high standard of inclusive design in accordance with the London Plan (2016) Policy 7.2.",
    "The use of the upper floor of the unit shall be limited to kitchen, store, servicing office and other associated back of house activity associated with the restaurant/cafe use (Use Class A3) use as indicated on drawing AL(01)1040 P02. The upper floor shall not be used for customer dining unless details of lift facilities are first submitted to and agreed in writing by the Local Planning Authority before that use commences.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure the development achieves a high standard of inclusive design in accordance with the London Plan (2016) Policy 7.2.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574).",
    "You are advised that planning permission will be required for the installation of a shopfront at these premises. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574)."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition 3 (Kitchen equipment) of planning permission Ref:  74688/APP/2019/955 dated 05/09/2019 (Change of use of part of Unit 240A from retail (Use Class A1) to restaurant/cafe (Use Class A3) and associated works)",
  "lpa_app_no": "74688/APP/2019/3274",
  "decision_target_date": "27/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "26/11/2019",
  "id": "Hillingdon-74688_APP_2019_3274",
  "centroid_northing": 184072,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505619,
  "street_name": "HIGH STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4783425,
          51.5457686
        ],
        [
          -0.478045,
          51.5457553
        ],
        [
          -0.4780697,
          51.5457565
        ],
        [
          -0.4780412,
          51.5457552
        ],
        [
          -0.47804959999999996,
          51.5456745
        ],
        [
          -0.4780714,
          51.5456498
        ],
        [
          -0.47809019999999997,
          51.5456571
        ],
        [
          -0.4781139,
          51.5456348
        ],
        [
          -0.4781197,
          51.5456313
        ],
        [
          -0.4781123,
          51.5456241
        ],
        [
          -0.4781897,
          51.5455918
        ],
        [
          -0.4782334,
          51.5455412
        ],
        [
          -0.478465,
          51.5456323
        ],
        [
          -0.4783669,
          51.5457131
        ],
        [
          -0.4783205,
          51.5457303
        ],
        [
          -0.47834859999999996,
          51.5457473
        ],
        [
          -0.4783425,
          51.5457686
        ]
      ]
    ],
    "type": "Polygon"
  }
}