{
  "polygon": null,
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07726826",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:59.392+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "09/05/2019",
  "secondary_street_name": "NORTHWOOD",
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": 51.61468,
    "lon": -0.439028
  },
  "decision": "Refused",
  "valid_date": "11/04/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16139/APP/2019/1001",
  "lpa_name": "Hillingdon",
  "site_name": "LAND ADJOINING",
  "lapsed_date": "06/06/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposal by reason of its by reason of its size, scale and siting in this open prominent position would result in the loss of an important gap characteristic to the area, resulting in a cramped appearance. The proposal would therefore represent an overdevelopment of the site to the detriment of the character and visual amenities of the area and to this existing open area of the street scene. Therefore the proposal is contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies 3.5 and 7.4 of the London Plan (2016) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development, by virtue of its failure to provide amenity space of sufficient quality, having regard to the lack of daylight and sunlight, commensurate to the size and layout of the said unit, would result in an over-development of the site detrimental to the residential amenity of existing and future occupiers. The proposal is therefore contrary to Policies BE19 and BE23 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Policy DMHB 18 of the Hillingdon Local Plan: Part Two, Development Management Policies with Modifications March 2019 and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development does not make adequate provision for the long-term retention of existing trees on and close to the site, including the protected Oak tree, and will give rise to pressure to fell or reduce the trees. The loss or heavy pruning of these trees would be detrimental to the visual amenity of the street scene and the arboreal character of the area. Therefore the proposal is contrary to Policy BE38 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey, 1-bed attached dwelling with amenity space",
  "lpa_app_no": "16139/APP/2019/1001",
  "decision_target_date": "06/06/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "06/06/2019",
  "id": "Hillingdon-16139_APP_2019_1001",
  "centroid_northing": 191804,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508176,
  "street_name": "1 RISING HILL CLOSE",
  "wgs84_polygon": null
}