{
  "development_type": "Other house holder developments",
  "appeal_decision": null,
  "site_number": null,
  "street_name": "Charlbury Grove",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings: GA 001 Issue PL (Site Location Plan), GA 010 Issue PL (Site Plan as Existing), GA 020 Issue PL (Basement Floor Plan as Existing), GA 021 Issue PL (Ground Floor Plan as Existing), GA 022 Issue PL (First Floor Plan as Existing), GA 023 Issue PL (Second Floor Plan as Existing), GA 024 Issue PL (Roof Plan as Existing), GA 030 Issue PL (Elevation 1 (Front / North Elevation) as Existing), GA 031 Issue PL (Elevation 2 (Flank / East Elevation) as Existing), GA 032 Issue PL (Elevation 3 (Rear / South Elevation) as Existing), GA 033 Issue PL (Elevation 4 (Flank / West Elevation) as Existing), GA 036 Issue PL (Street Elevation as Existing), GA 310 Issue PL Revision 1 (Site Plan as Proposed), GA 320 Issue PL (Basement Floor Plan as Proposed), GA 321 Issue PL Revision 1 (Ground Floor Plan as Proposed), GA 322 Issue PL Revision 1 (First Floor Plan as Proposed), GA 323 Issue PL Revision 1 (Second Floor Plan as Proposed), GA 324 Issue PL Revision 1 (Roof Plan as Proposed), GA 530 Issue PL Revision 1 (Elevation 1 (Front / North Elevation) as Proposed), GA 531 Issue PL Revision 2 (Elevation 2 (Flank / East Elevation) as Proposed), GA 532 Issue PL Revision 1 (Elevation 3 (Rear / South Elevation) as Proposed), GA 533 Issue PL (Elevation 4 Revision 1 (Flank / West Elevation) as Proposed), GA 534 Issue PL Revision 1 (Street Elevation as Proposed) and Design, Access & Heritage Statement prepared by Haines Phillips Architects dated July 2021 (ref: 4224/PL/SB).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the approved drawings listed under condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021). | No part of the roof of the building, other than those parts identified in the approved drawings listed under condition 2, shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | The privacy screens, as shown in the approved drawings listed under condition 2, shall be installed prior to the first use of the hereby approved first floor rear terrace and shall be permanently retained for the lifetime of the development.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | No operations (including initial site clearance) shall commence on site in connection with the development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees (incl. street trees) and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "a. \tA full survey of all trees on site and those within influencing distance on adjacent sites and the street in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "b.\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "c. \tA schedule of tree works for all the retained trees  specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "d.\tSoil assessments/survey",
    "e.\tTiming and phasing of works",
    "f.\tSite specific demolition and hard surface removal specifications",
    "g.\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "h.\tAccess arrangements and car parking",
    "i.\tLevel changes",
    "j\tLandscaping proposals",
    "k.\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "l.\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "m.\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Ealing SPG 9, policy 5.10 of the Ealing Development Management DPD (2013) and policies SI 1, SI 2 and G7 of the London Plan (2021). | No trees, shrubs or hedges within, or in proximity of, the site shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any trees, shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Ealing SPG 9, policy 5.10 of the Ealing Development Management DPD (2013) and policies SI 1, SI 2 and G7 of the London Plan (2021)."
  ],
  "locality": "London",
  "uprn": "000012085050",
  "status": "Approved",
  "pp_id": "PP-09992978",
  "title_number": [
    "MX432434"
  ],
  "parking_details": {
    "no_existing_resi_offstreet": 2,
    "net_resi_offstreet": 0,
    "no_proposed_resi_offstreet": 2
  },
  "bo_system": "CSV Data Import",
  "centroid": {
    "lon": "-0.30941389999999996",
    "lat": "51.5190432"
  },
  "decision_agency": "Borough",
  "application_type": "Householder",
  "decision_date": "08/09/2021",
  "last_updated_by": "CSV Data Import",
  "decision_process": "Delegated",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 181368,
  "secondary_street_name": null,
  "epc_number": "8738-6127-5920-4197-0996",
  "cil_liability": false,
  "actual_completion_date": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/214758HH;",
  "lpa_app_no": "214758HH",
  "lpa_name": "Ealing",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "site_name": "5 Charlbury Grove",
  "ward": "Ealing Broadway",
  "appeal_status": null,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517393.4520445,
              181385.7481249
            ],
            [
              517397.0468911,
              181378.0503284
            ],
            [
              517397.2035473,
              181378.1003141
            ],
            [
              517399.1081564,
              181374.0614702
            ],
            [
              517411.7973054,
              181347.2491451
            ],
            [
              517408.499281,
              181345.4996459
            ],
            [
              517403.7995962,
              181343.0003613
            ],
            [
              517399.2977928,
              181340.8509766
            ],
            [
              517392.2977359,
              181355.696727
            ],
            [
              517384.349497,
              181371.952074
            ],
            [
              517380.696935,
              181379.6998562
            ],
            [
              517380.2022313,
              181381.199427
            ],
            [
              517376.5496692,
              181388.7972521
            ],
            [
              517377.596792,
              181389.2471233
            ],
            [
              517389.346004,
              181394.8455208
            ],
            [
              517392.850155,
              181387.19771
            ],
            [
              517393.4520445,
              181385.7481249
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-20T15:01:11.293+00:00",
  "appeal_start_date": null,
  "decision_target_date": "09/09/2021",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "borough": "Ealing",
  "lapsed_date": "08/09/2024",
  "appeal_decision_date": null,
  "id": "Ealing-214758HH",
  "description": "Single storey front bay window extension and alterations to front and side elevations; single storey rear extension; creation of a terrace to the first floor rear elevation; two rear roof extensions and creation of recessed terraces; landscaping works to the front and rear gardens; and installation of replacement front boundary wall including metal railings and gates.",
  "valid_date": "14/07/2021",
  "application_details": {
    "existing_uprns": [
      "000012085050"
    ],
    "total_gia_gained": 27,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "07/2022",
    "intended_commencement_date": "10/2021",
    "site_area": 0.07500000000000001
  },
  "centroid_easting": 517394,
  "postcode": "W5 2DY",
  "actual_commencement_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30941589999999997,
          51.5192028
        ],
        [
          -0.3093667,
          51.5191329
        ],
        [
          -0.3093644,
          51.5191333
        ],
        [
          -0.3093383,
          51.5190966
        ],
        [
          -0.3091645,
          51.518853
        ],
        [
          -0.3092125,
          51.518838
        ],
        [
          -0.3092811,
          51.5188165
        ],
        [
          -0.3093467,
          51.5187981
        ],
        [
          -0.3094425,
          51.518933
        ],
        [
          -0.3095516,
          51.5190807
        ],
        [
          -0.3096017,
          51.5191511
        ],
        [
          -0.3096083,
          51.5191647
        ],
        [
          -0.3096584,
          51.5192337
        ],
        [
          -0.3096432,
          51.5192376
        ],
        [
          -0.30947199999999997,
          51.5192854
        ],
        [
          -0.3094241,
          51.519216
        ],
        [
          -0.30941589999999997,
          51.5192028
        ]
      ]
    ],
    "type": "Polygon"
  }
}