{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKNNF5NH04300",
  "lapsed_date": "18/03/2024",
  "decision_target_date": "04/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7JU",
  "site_name": "112 Hook Rise North\rTolworth\rSurbiton\rKT6 7JU\r",
  "status": "Refused",
  "application_details": {
    "site_area": 0.033,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021790760"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03068/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519384,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:25:25.579Z",
  "id": "Kingston-20_03068_FUL",
  "application_type": "All Other",
  "street_name": "Hook Rise North",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "18/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Conversion of existing single dwelling into 2no.x self-contained flats (1 x2 bedroom and 1x3 bedroom) including erection of hip to gable roof extension, rear dormer with Juliet balcony, and installation of 2no.x front rooflights  to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": "08/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 165389,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021790760",
  "centroid": {
    "lon": -0.286154,
    "lat": 51.375014
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The applicant has failed to demonstrate that the development would provide a satisfactory standard of acommodation for future occupants. The proposal is therefore contrary to policies D3 and D6 of the London Plan 2021 and policies DM10 and DM13 of the LDF Core Strategy 2012.",
    "The applicant has failed to demonstrate that the proposal would have an acceptable impact on highway safety. The proposal is therefore contrary to paragraph 109 of the NPPF 2019, policy T4 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The proposal would fail to provide secure and convenient cycle parking facilities for future occupants. The proposal is therefore contrary to policy T5 of the London Plan 2021 and policy DM8 of the LDF Core Strategy 2012.",
    "The applicant has failed to demonstrate that proper waste management facilities could be accommodated within the site. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy CS9 of the LDF Core Strategy 2012.",
    "Application Site\rThe site comprises  part (approximately  half) of an early- mid nineteenth century coach house that is located in the car park that serves flats on the north eastern side of Kingswood Cose.  The building is vacant. \rThe building is not listed, but the boundary with the Oakhill Conservation Area runs to the rear of the application site.. \rThe site has a Public Transport Accessibility Level (PTAL) of 4\rThe site falls within Flood Risk Zone 1 (low risk).\r\rProposal\rPlanning permission is sought for works associated with the conversion of  part of  a former coach house into a  one bedroom 2 person dwelling over ground and first floor, including a front hip to gable and side dormer roof extension, installation of side rooflights and conversion of coach house into a 1 bed/ 2 persons residential dwelling.\r\rRelevant History \rThere has been a long history, the most recent decision was 23/00732/FUL- refused on following grounds\r\rThe proposal provides a poor quality of accommodation for future residents, as evidenced by the access arrangements via rear car park and service yard,  insufficient floor to ceiling heights, poor outlook and separation from the boundaries, noise disturbance, and  insufficient and poor quality private amenity space. As such the proposal fails to comply with  Policies D6 and D11 of the London Plan 2021  and Policies DM10 and DM13 of the Kingston Core Strategy (2012), and Policy Guidance 13 of the RBK Residential Design SPD and National Planning Policy Framework.\r\rIn the absence of a legal agreement to ensure that future occupants of the proposed development would be precluded from obtaining on-street car parking permits, the proposed development would lead to inconsiderate parking and increase on-street car parking pressure and congestion in surrounding streets.  As such, the proposal is considered to conflict with Paragraph 107 of the NPPF 2021, Policy T6 of the London Plan 2021 and Policy DM10 of the Council's adopted LDF Core Strategy 2012.\r\rIn 1982 the Council refused the application (26294) to convert the coach house into a one bedroom dwelling. Reasons:\r(a) The development of this small building in the manner proposed would result in a cramped development, having unsatisfactory environmental conditions for the occupiers thereof and little amenity space;\r(b) The distance between the proposed dwelling and the flats in Kingswood Close would be only about 11.6 metres and consequently it is likely that there would be overlooking problems which could be detrimental to the amenities of the occupiers of\rthe flats in the buildings opposite.\r\rThis decision was upheld by the Planning Inspectorate who suggested that the most appropriate use would be the adaption of the building as three garages.\r\rIn 2002 the Council refused an application (02/07054/FUL) for the conversion of the Coach House into a two bedroom dwelling. The reason being that 'the proposed dwellinghouse would provide sub-standard and cramped residential accommodation with unsatisfactory environmental conditions for the occupiers, by virtue of its location surrounded by garages and a garage forecourt, its poor outlook from proposed windows, and lack of outdoor amenity space. The proposal would therefore be contrary to UDP policies H5, BE12 & STR2.\r\rIn 2009 the council refused an application for the  conversion of the coach house into a one bedroom house (09/16242/FUL). The reasons for refusal were:\r1) The proposed conversion of the Coach House to a dwellinghouse, by reason\rof the position of the windows, would result in an overbearing and material loss of privacy for residents of the flats on the northern side of Kingswood Close and of the development itself. The proposal is therefore contrary to policies H1 & BE12 of the Royal Borough of Kingston upon Thames Unitary Development Plan First Alteration.\r2) The proposed dwellinghouse, by reason of its location surrounded by garages\rand access road, its restricted outlook and lack of outdoor amenity space, would provide an unsatisfactory residential environment detrimental to the living conditions of future occupiers of the development. The proposal is therefore contrary to policy H 1, BE 12 & RES3 of the Royal Borough of Kingston upon Thames Unitary Development Plan First Alteration and policy 4B.1 of the London Plan.\r3) The proposal is located adjacent to existing garages and the access road providing access to them. The scheme includes a semi-private frontage of approximately 900mm. Given the relationship of the building to its surroundings, and the nature of the area, which is effectively a car par, the attendant environmental conditions, with levels of noise from vehicular movement, engines, car doors slamming and garage doors opening, would result in a harsh environment detrimental to the living conditions of future occupiers. The proposal is therefore contrary to policy H 1, BE 12 & RES3 of the Royal Borough of Kingston upon Thames Unitary Development Plan First Alteration and policy 4B.1 of the London Plan.\r\rThis decision was upheld at appeal\r\rConsultation\r33 Neighbouring occupiers were notified and two responses were received.   1 objection and 1  expressing comments .\rThe grounds of objection relate to the following issue: Loss of  privacy to garden  of flat within Oak Hill Road. \r\rThe other letter of representation raises queries about demolition timing and potential obstruction during building works, and queries the presence of trees and hedges.  \r(Officer comment: No trees affected by the proposal)\r\rSurbiton CAAC: no objection  - no perceived harm to the conservation area.  \rEnvironmental Health Officer: no objection subject to conditions.\rMetropolitan Police Secure by Design Office: Due to crime in the local area, crime and personal safety of its residents and property therein must be key in the design and long term management of this development. Several concerns identified with this proposal. The proposed development may achieve Secured By Design certification if the standards in  the New Homes Guide 2023 are met and if the above site specific concerns are addressed in a manner that complies with the requirements laid in the Guide.  A two part condition is recommended, the first part of which is a pre-commencement condition.  \r\rAssessment\rThe key areas of assessment are:\r- Housing delivery\r- Quality and standard  of accommodation\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r- The design of the proposed development, including heritage; and,\r- Highways and Parking\r\rHousing Delivery\rPolicy CS10 of the Core Strategy (2012) sets out the Borough's housing targets as defined by the London Plan.  Policy H1 of the London Plan 2021 sets a target for the Borough of 9,640 net housing completions within the next ten years, equating to 964 net completions per annum. \r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole.  These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rWhilst it is recognised that the Council does not have an up-to-date supply of housing sites, the benefits of the proposed development would need to be weighed against any significant adverse impacts, as required by paragraph 11 of the NPPF.\r\rHaving regard to the above, the principle of the development is considered to be acceptable subject to the further considerations set out below.\r\rStandard of Accommodation\rParagraph 130 of the NPPF, 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D6 of the London Plan 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants. \rPolicy D10 requires that Development proposals should:\rh. ensure adequate private and/or communal amenity space \rj. incorporate the principles of safe design to reduce the risk and fear of crime, e.g. natural surveillance, appropriate levels of lighting \rk. have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance\r\rFor flats, Policy Guidance 13 of the Residential Design SPD requires 10sqm of amenity space per dwelling + 1sqm per additional occupant, and 50sqm of amenity space per new house (including conversions).  \rPolicy D6 of the London Plan (2021) is clear in relation to private amenity space that private amenity space should be in accordance with local standards, even if they are higher than the minimum requirements of the London Plan (2021).\rPolicy D12 of the London Plan requires all developments to achieve the highest standards of fire safety.\r\rOfficer comment: The proposal is to provide one x one bedroom 2 person dwelling across two floors. The London Plan  Policy D6 requires a unit of this nature across 2 floors to have a minimum floor area of  58 sqm. The proposal has a floor area of 59sqm across two floors, and satisfies this requirement, with an appropriately sized bedroom. \rCeiling Height: Policy D6  requires all dwellings to have a floor to ceiling height of at least 2.5m across 75% of its floor area, in recognition of the fact that ceiling heights are an important element in the design of a dwelling in the unique circumstances of London.  The previous application was refused for these reasons. The current proposal demonstrates compliance with this policy requirement (15 % of floor area below 2.5m.)The proposal provides an appropriate floor to ceiling height.\r\rLight and outlook: No daylight assessment has been submitted. Notwithstanding, the plans indicate that all habitable rooms would be served by windows and or roof lights, providing reasonable access to light and outlook.\r\rAmenity Space: The dwelling would be served by a small private external area of 6.5 metres at first floor, it would also have access to a small area of ground floor amenity space  at ground floor (3.5sqm). This level of provision is compliant with London Plan minimum standards, and reasonably compliant with local amenity space standards.\r\rNoise: This dwelling fronts the existing access road and car park that serves garages associated with the flats of Kingswood Close to the south of the Coach House. This car park  comprises 20 garages. The proposed front elevation would be set back 900mm from the access road.\rPrevious schemes on this site have been refused on grounds of noise disturbance to future occupiers  due to the  proximity to the access road to serve the existing garages and parking spaces. \rIt is proposed that the ground floor openings  (windows and doors)  would have 40dB sound insulation. The Environmental Health Officer has raised no concerns in this respect. \r\rAccess to the proposed dwelling  would be from the rear car park.  Residents would  be required to walk through the access road, and whilst not a conventional arrangement, it is noted that the site  is close to the central access from the road.  As noted by the Secure by Design Officer, there is concern that this proposed development due to this backland location, as it lacks natural surveillance, it lacks defensible space and the  area shows signs of ASB. However, the Secure by Design Officer advises that the proposed development may achieve Secured By Design certification if the standards in  the New Homes Guide 2023 are met and if site specific concerns are addressed in a manner that complies with the requirements laid in the Guide.  A two part condition is recommended, the first part of which is a pre-commencement condition.  \r\rFire Safety: The applicant has submitted a  Fire Strategy that deals with construction issues, full details secured by condition.\r\rDesign and Heritage\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. Development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rOfficer Comment: The proposal  includes a gable end roof extension and would result in the loss of the  pyramidal roof form on one part of this former coach house building.  The proposed roof extension including dormer are of sympathetic form and design, and it is considered that the extensions would  not significantly detract from the appearance of the host building in this backland location. \r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r                                                                                           \rThe boundary of the Oak Hill Conservation Area runs through the centre of the former coach house. The special architectural and historic interest of this area can be summarised as: \"A Regency and early Victorian linear housing development made up of two separate areas Oakhill Conservation Area (A) which runs along the old turnpike road of Ewell Road and Oakhill Conservation Area (B) which is made up of five large properties in Langley Road. The area around Ewell Road was later converted to a commercial centre, together with an area of substantial Victorian houses and The Wood open space to the west\".\r\rAssessment of Significance and Impact:\rIt is noted that no heritage assessment has been provided. The rear elevation has not been provided, nor full  flank elevations or 3D visuals. Notwithstanding, Officers consider that the proposed extension would have very limited visibility from within the  the Oakhill Conservation Area, and there would be no harmful impact to the setting of the conservation area.  \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  As noted above, similar previous proposals have been refused on grounds of loss of privacy to 13,15 and 17 Kingswood Close   due to the short separation distance (approximately 11.5m)  between the building and neighbouring  existing flats.  The current proposal provides no window opening at first floor level on the south elevation. A 1.7 m privacy screen is proposed along the western side of the first floor balcony, Officers consider that this should also wrap around the  southern edge, and details are secured by condition. On this basis the proposal would not result in any material loss of privacy.  \rThe increase in bulk  proposed is modest, with no overall increase in height. As such it would not significantly impact on light or outlook to these neighbouring properties.\r\rOverall, it is concluded that with the mitigation measures  proposed,  the development would not have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rParking and Highways\rParagraph 114 of the NPPF 2023 requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; the design of streets, parking areas, other transport elements and the content  of associated standards reflects current national guidance, including the National Design Guide and the National Model Design Code; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rParagraph 115 goes on to say that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 states that development proposals should have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. Car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite').\r\rThe maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. The maximum parking standard for the new dwelling proposed is 1 space.\r\rPolicy CS7 of the Council's Core Strategy 2012 sets out the Council's intention to manage on and off-street parking provision to promote sustainability and residential amenities.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\rThis development is car-free and there is no on-site car parking. No objection is raised to the principle of car free development as the site is within the Controlled Parking Zone. Based on the scale and type of development, and as a result of the car-free nature of the proposals, it is not anticipated that the proposals will result in a material impact on the operation of the local highway network.\r\rThe applicant has submitted a draft unilateral undertaking to ensure  that the development is car capped to prevent eligibility to a residents car parking permit scheme.  The undertaking is required to be completed prior to determination of the current planning application.\r\rCycle Parking\rPolicy T5 of the London Plan, 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2, ensuring that a minimum of one long-stay cycle parking spaces is provided for the proposed one bedroom house. The proposal provides an appropriate cycle store \r\rRefuse and Recycling\rPolicy CS9 of the Council's Core Strategy 2012 requires integrated, well-designed recycling facilities to be incorporated into all new developments.\rPolicy Guidance 22 of the Council's Residential Design SPD 2013 provides further guidance on this matter, stating that the storage of waste facilities should be integral to the design of dwellings and located so that they can be accessed conveniently for residents. Ideally, they should be to the rear of the property, provided that a route between the front and rear of the property can be provided that does not go through the house. The proposal provides an adequate refuse/recycling storage area. \r\rConclusion / Planning Balance \rSection 38(6) of the Planning and Compulsory Purchase Act 2004 requires that applications for planning permission must be determined in accordance with the development plan unless material considerations indicate otherwise. As set out above, because the Council is unable to demonstrate a 5 year supply of deliverable housing sites at present, the policies which are most important for determining the application are out of date and therefore paragraph 11(d) of the Framework applies in this case. This means granting permission for the proposal unless:\ri. the application of policies in the Framework that protect areas or assets of particular importance provide a clear reason for refusing the development proposed; or\rii. any adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies of the Framework taken as a whole.\r\rThe proposal will provide 1 no. additional residential dwelling which is accepted as making a modest  but positive contribution to the Council's housing target which carries weight in favour of the proposal. The proposal has responded to the previous concerns regarding quality of accommodation \rThe proposed development  is car free and provides no off site parking, which is appropriate in this accessible location, subject to a legal agreement to preclude future occupiers of the development from obtaining Council-issued car parking permits. \r\rOverall, it is considered that the proposed development is in compliance with the development plan and that the adverse impacts of granting permission would not significantly and demonstrably outweigh the benefits of the net provision of one additional dwelling, when assessed against the policies of the development plan  and the NPPF as a whole. It is therefore recommended that planning permission is approved, subject to the completion of the unilateral undertaking..\r\rRecommendation\rGrant, subject to completion of legal agreement.\r",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe applicant seeks a non-material amendment to planning permission ref. no 22/01104/FUL to remove conditions 20 (Pre-comm detailed BIA) and 26 (Thames Water piling method statement), following the approval of the non-material amendment application ref: 24/00095/NMA which allowed the removal of both basements from the approved scheme.\r\rOfficers agree that Condition 20 (Pre-Comm detailed BIA) may well be redundant due to the approval of planning permission ref: 24/00094/NMA. However, Condition 26 (Thames Water piling method statement) was requested by Thames Water to ensure the development would not harm the nearby critical sewage infrastructure. Whether this condition can be removed requires further consideration which includes consultation with Thames Water.\r\rAccordingly, the proposed amendments are considered to be greater than non-material and it is recommended that the application be refused.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rAs per submitted drawings, the applicant seeks amendments to:\r- The design, size and siting of the side roof dormers\r- Alteration to the fenestration to the rear elevation, 2nd floor - a small window proposed instead of the approved  Juliet balcony and the window/door\r- Increased total height of the single storey rear extension from approximately 2.7m to approximately 3.2m\r- Installation of a frosted and fixed side window to the first floor right flank elevation (this is incorrectly shown on the submitted approved plans as 'approved') \r\rOfficers note that most of the proposed alterations are of retrospective nature.\r\rWith regards to the proposed alterations to the side dormers, the changes to the design and repositioning of the dormer at the right flank elevation, are considered to be material as they could have an impact on the character and appearance of the host dwelling and the amenities of the adjoining occupiers at 91A Shortlands Road (this property benefits from habitable openings to the side, west elevation at the first and second floor levels). The increased height of the single storey rear extension could also have implications for neighbouring amenity. These alterations would require full assessment.\r\rOverall, considering the proposals as a whole, the Council considers the alterations not to be non-material and as such, it is recommended that a S96A application for a non-material amendment be refused.\r",
    "The site comprises a detached dwelling.\r\r11 neighbouring properties have been notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed erection of a piggyback roof extension and rear roof extension would follow the Residential Design SPD, Policy Guidance 40 by being set back from the front elevation of the house by at least 4m; having materials and detailing that would complement the original house; not increasing the height of the eaves and ridge by more than 1.3m and respecting the roof design of the main dwelling.\r\rThe applicant demonstrates a single-storey rear/side extension that would have a total pitched roof height of approximately 3.3m with an eave height of approx. 2.7m and would have a depth of approximately 3.1m, however, would not extend past the two-storey rear outrigger. Additionally, the extension would maintain more than 250mm from the shared boundary and would not be visible from the streetscene. \r\rTherefore the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 and 25 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy, subject to conditions.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "Please provide 'Time Stamp Photo'.",
    "Please revise the householder validation check list with updated information. Please check the new local list in our website before filling the householder validation checklist.\r\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications",
    "The Householder Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/01/2021",
  "secondary_street_name": null,
  "site_number": "112",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.286132,
          51.375027
        ],
        [
          -0.286133,
          51.375
        ],
        [
          -0.286176,
          51.375001
        ],
        [
          -0.286175,
          51.375028
        ],
        [
          -0.286132,
          51.375027
        ]
      ]
    ],
    "type": "Polygon"
  }
}