{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKR7PQNHIT900",
  "lapsed_date": "28/01/2026",
  "decision_target_date": "28/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5RU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 13.5,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2021",
    "intended_completion_date": "06/2021",
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03098/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518470,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:34.478Z",
  "id": "Kingston-20_03098_HOU",
  "application_type": "Householder",
  "street_name": "Durlston Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "28/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey outbuilding (office/storage/w.c) to rear (following demolition of existing outbuilding)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170837,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021758554",
  "centroid": {
    "lon": -0.297463,
    "lat": 51.42417
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The Outbuilding hereby approved shall be used for a purpose ancillary or incidental to the domestic enjoyment of the main house and not as a separate unit of residential accommodation.\rReason : To safeguard the amenities and character of the locality in accordance with Policy DM10 of the RBK Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling. \rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of single storey rear and side extension and replacement windows\r\rConsultations\r7 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The current application is a resubmission of the previous scheme ref no 23/01602/HOU for 'erection of single storey rear and side extension' refused for the following reason:\r\rIt has not been demonstrated through the submission of cogent evidence that the proposed render external insulation cladding would not adversely affect the character and appearance of the host dwelling, that it would not disturb the symmetry of the adjoining semi-detached property and other similar properties within the immediate surrounding area. As such it has not been demonstrated that the proposed cladding would not result in an unacceptable harm to the character and appearance of the area in conflict with Policies D3 of the London Plan 2021 and  DM10 of the Council's adopted LDF Core Strategy April 2012. \r\rIt is noted that the current proposal does not include any alterations to the existing cladding. \r\rThe proposed single storey side extension would be set back from the front elevation by approximately 0.5m and it would not affect the existing catslide roof feature. It is noted that it would not be set in from the common boundary, however due to its modest width and height and the proposed roof form (pitched roof to the front and parapet roof along the extension) it is considered to be a proportionate and subordinate addition to the host dwelling and the surrounding area, in general compliance with Policy Guidance 35 of the Council's Residential Design SPD.\r\rOfficers note that the existing street scene contains similar examples of the side extensions that abut common boundaries, as such it is considered that the proposed side extension would not have significant impact on the existing street scene. \r\rThe proposed single storey rear extension given its modest depth of approximately 3.2m and height of approximately 3.2m and the proposed design, is considered to be a proportionate addition to the host dwelling, in accordance with Policy Guidance 33. \r\rThe proposed replacement of the existing timber windows to powder coated aluminium windows of similar appearance as per submitted drawings is considered to be acceptable. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The proposal would pass the 45 degree test in relation to the nearest habitable openings at the ground floor level at the adjoining properties and therefore it would not result in an unacceptable loss of daylight in relation to these properties.\r\rAs such, it is considered that the proposed development due to its siting and scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\rThe applicant has submitted a Planning Fire Strategy Statement, which is considered to be acceptable. The development shall be carried out in accordance with the approved Planning Fire Strategy Statement and thereafter maintained\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The declaration in the application form is signed by a differe person, please amend the application form with the correct names or confirm 'Danilo Cassini-Orzelleca works in the same organisation."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/12/2020",
  "secondary_street_name": null,
  "site_number": "114",
  "pp_id": "PP-09312079",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297441,
          51.424183
        ],
        [
          -0.297442,
          51.424156
        ],
        [
          -0.297485,
          51.424157
        ],
        [
          -0.297484,
          51.424184
        ],
        [
          -0.297441,
          51.424183
        ]
      ]
    ],
    "type": "Polygon"
  }
}