{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKNW6NNHIS300",
  "lapsed_date": "20/02/2026",
  "decision_target_date": "26/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2EZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 60,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "site_area": 0.023,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021746485"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03071/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518592,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:25:26.619Z",
  "id": "Kingston-20_03071_CPU",
  "application_type": "All Other",
  "street_name": "Church Rise",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "20/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear dormer roof extension and installation of 2no. rooflights to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 163847,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021746485",
  "centroid": {
    "lon": -0.298042,
    "lat": 51.361321
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of a rear dormer roof extension and the installation of 2no. rooflights to the front roofslope falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site \rThe site involves the boundaries of Christ Church Primary School on Lime Grove. The site is located on the boundary of The Groves Conservation Area and within the Lime Grove, Local Area of Special Character. The Christ Church School itself is a Locally Listed Building.\r\rConsultations\r47 neighbouring properties have been notified of the proposals and 1 objection has been received relating to Excessive height or bulk of buildings, Inadequate landscaping/means of enclosure and Inappropriate design/layout.\r- RBK Highways Engineer - No response received \r- Malden And Coombe CAAC - Objection received\r- RBK Tree & Landscape Officer - No Objection\r\rThe concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rRelevant Planning History \r22/03808/FUL - Removal of front boundary timber fence and erection of new 2 metre high fencing and gates. Refused on 06.02.2023.\r\rThe key areas of assessment are: \r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development and designated & non-designated heritage assets.\r- Tree & Landscape.\r- Fire Safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer comment: The applicant has previously submitted an application which was refused (ref: 22/03808/FUL). When compared to the previous proposals, the proposed material has been changed from Weld Mesh Forest Green Boundary fencing to Black Traditional Railings Boundary fencing. The position of the fence has also changed to incorporate a greater set-back from the pavement in places.\r\rPolicy Guidance 44 of the Residential Design SPD states that when designing walls and enclosures they should respect the form and detail of other enclosures in the street so that new walls or enclosures do not appear out of character. \r\rWith the exception of boundary treatment on the north side of Lime Grove which comprises relatively high closeboard fencing spanning the width of the Bowles Club, boundary treatment in the area is largely of a low level and integrates well with soft landscaping. While the positioning of the proposed 2m high fence has changed to incorporate a greater set-back from pavement than the previously refused scheme, it would nonetheless still be positioned hard up against the pavement in places, at a height of 2m, and would be an overly dominant and prominant feature within the street scene. While the scheme is an improvement when compared to the previously refused scheme, it is considered that the proposed fencing would have an oppressive appearance given its height and proximity to the footway, which is relatively narrow.\r\rOverall, it is considered that the proposed fencing by reason of its height and proximity to the footway would have an unacceptable adverse impact on the character and appearance of the area and the Lime Grove Local Area of Special Character (which includes the Christ Church School, a Locally Listed Building).\r\rHeritage\rParagraph 203 of the NPPF 2023 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 194 to 203 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC 1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: The Malden and Coombe CAAC have objected to the proposed fence for the following reason: \r\r'The design statement is lacking in detail and description of materials and design. The new proposal is for iron railings which are too high and would create an oppressive relationship with the public domain. In addition the railings should continue the full length of the frontage. Any other enclosures should be consistant in colour and more in keeping with the Victorian school buildings.' \r\rAs noted above, the proposed development would not generally be in keeping with the Residential Design SPD, it would detract from the character and appearance of the surrounding area and would harm the relationship with the adjoining public space by creating a sense of isolation and enclosure. As such, the proposal would harm the character and appearance of the Lime Grove Local Area of Special Character, a non-designated heritage asset.\r\rGiven the position of the proposed fencing along the front boundary of the site and the position of The Groves Conservation Area to the rear of the school and approximately 70m to the west, it is not considered that the proposal would cause any harm to the significance of the Conservation Area.\r\rTrees and Landscape\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by TPOs are not adversely affected.\r\rOfficer comment: The applicant has submitted an Arboricultural Method Statement, and the council's Tree and Landscape officer has assessed the details and has raised no objection to the proposed boundary treatment. Therefore, the proposed boundary treatment would safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rOther Matters\r\rIt is stated within the submitted Design and Access Statement that: 'The proposed fence will provide the necessary security to the school's grounds and enable the staff and children to make use of this front garden area whilst maintaining the necessary security.' While it is accepted that new fencing could be beneficial in terms of school security, no compelling arguments or evidence have been submitted to justify why fencing of the proposed design, height and position is required. \r\rConclusion \r\rThe proposed fencing is considered to be harmful to the  Lime Grove Local Area of Special Character (which includes the Christ Church School Locally Listed Building). This carries significant weight against the scheme.\r\rIt is accepted that the new fencing would improve security at the school which is a benefit of the scheme. However, no compelling evidence or justification has been provided stating why fencing of the proposed height and siting is required and why fencing of a more sympathetic height and design would be unsuitable. Within this context the benefit to school security would carry limited weight in favour of the scheme. This benefit would not outweigh the identified harm to the character and appearance of the Lime Grove Local Area of Special Character.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Scale Bar issues - none of the scale bars on the submitted plans meausre correctly. At the 1:50 scale they measure 2.8m, not the stated 8m. The annotated dimensions also do not measure correclty, e.g. the Proposed ground floor plan indiocates the extension is 6m, but at 1:50 it measures 2.1m. Please check and amend all plan scales and re-submit the plans."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/12/2020",
  "secondary_street_name": null,
  "site_number": "60",
  "pp_id": "PP-09301857",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29802,
          51.361334
        ],
        [
          -0.298021,
          51.361307
        ],
        [
          -0.298064,
          51.361308
        ],
        [
          -0.298063,
          51.361335
        ],
        [
          -0.29802,
          51.361334
        ]
      ]
    ],
    "type": "Polygon"
  }
}