{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLJIQ0NH00H00",
  "lapsed_date": "25/01/2026",
  "decision_target_date": "25/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6BD",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 15,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "05/2021",
    "intended_commencement_date": "01/2021",
    "site_area": 0.013000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03271/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519160,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:26:20.769Z",
  "id": "Kingston-20_03271_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Borough Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "25/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension (2.10m in depth, maximum height of 3.35m and eaves height of 3.15m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169936,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021754980",
  "centroid": {
    "lon": -0.287846,
    "lat": 51.415928
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) and (ja)  of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Consultations\r8no. surrounding properties were notified of the proposed development. No comments received.\rKingston Town CAAC: No objection.\r\rProposal\rThe application seeks planning permission for the conversion of garage, alterations to existing rear extensions and whole house facade, demolition of shed and erection of greenhouse. Changes to fenestrations and installation of rooflights at ground floor and 2nos. rear rooflights to main roof. Internal alterations and associated works.\r\rPlanning History\r23/01327/HOU - Conversion of garage, alterations to existing rear extensions and whole house facade, demolition of shed and erection of greenhouse. Changes to fenestrations and installation of rooflights at ground floor and 2nos. rear rooflights to main roof. Internal alterations and associated works. Granted planning permission, dated 05.07.2023.\r\rSite and Surroundings\rThe site comprises of a semi-detached two-storey dwelling located on Tudor Road, Kingston.\r\rThe site does not comprise of a listed building. The site is located within the Liverpool Road Conservation Area.\r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance (including Heritage Assets); \r-\tThe Impact upon Residential Amenity; and\r-\tFire Safety\r\rCharacter and Appearance, including Impact upon Heritage Assets\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rLiverpool Road Conservation Area lies just south of the southernmost point of Richmond Park. It was originally designated in November 1980 and extended in October 1990. The development of Liverpool Road and Crescent Road is shown on maps as far back as 1868 with substantial completion by the turn of the 20th century. The earlier Victorian houses are two storey, detached, elegant houses with sweeping roofs and rich in detailing. Front gardens are well planted with shrubs and trees and front boundaries are mostly intact.\r\rIn determining planning applications which affect heritage assets, Paragraph 197 of the NPPF 2021 requires local planning authorities to take account of the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation, the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality, and the desirability of new development making a positive contribution to local character and distinctiveness.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, Paragraph 199 states that great weight should be given to the asset's conservation, irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rAccording to Paragraph 206, local planning authorities should look for opportunities for new development within conservation areas and within the setting of heritage assets in order to enhance or better reveal their significance. Proposals that preserve those elements of the setting that make a positive contribution to the asset (or which better reveal its significance) should be treated favourably.\r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rThe proposed works occupy either the existing footprint of built elements, or are smaller than what currently exists. \r\rThe previous proposal received a planning permission (reference: 23/01327/HOU). The proposals under this application seek to retain the already-approved footprint and massing, but replace the conservatory's timber construction to the rear of the property, with masonry construction. \r\rThe proposed rear alterations are unseen from the streetscene and, therefore, would have negligible impact on the character of the Conservation Area. Officers note that the proposals generally seek to restore the historical integrity of the building. The proposed elements would have a matching material palette, as well as a complimentary architectural language.\r\rThe proposals are assessed as generally in accordance with Policies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThere would be no additional impact to the potential loss of daylight or outlook to any area near the proposal. The proposal is considered in accordance with Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012) and the Residential Design SPD (Adopted July 2013).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy. Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "The proposed site is in flood zone, please submit flood risk assessment."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/12/2020",
  "secondary_street_name": null,
  "site_number": "12",
  "pp_id": "PP-09283622",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.287824,
          51.415941
        ],
        [
          -0.287825,
          51.415914
        ],
        [
          -0.287868,
          51.415915
        ],
        [
          -0.287867,
          51.415942
        ],
        [
          -0.287824,
          51.415941
        ]
      ]
    ],
    "type": "Polygon"
  }
}