{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLUPXBNHJ4U00",
  "lapsed_date": "12/04/2024",
  "decision_target_date": "12/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2HW",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "entire development",
        "intended_commencement_date": "07/2021",
        "intended_completion_date": "07/2022"
      }
    ],
    "total_gia_gained": 158,
    "site_area": 420,
    "total_gia_lost": 0,
    "total_gia_existing": 136,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 136,
        "gia_gained": 158,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9,
        "building_ref": "n/a"
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 158,
      "total_gia_existing": 136,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 100,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 3,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 3,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 3,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 3,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private",
    "s106_agreement": false,
    "existing_uprns": [
      "100021768264"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Settlement - Surbiton (1st recorded 1179)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.09.79\rTree ref: T1\rTree category: T\rDetails: Fileno: 158"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: A"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ186811HJ"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03355/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518147,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:26:43.674Z",
  "id": "Kingston-20_03355_FUL",
  "application_type": "All Other",
  "street_name": "Surbiton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "12/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of double storey rear extension (following demolition of existing extension) with associated loft conversion and addition of 3 no. rooflights to front roofslope, with new end gables, to convert existing single family dwellinghouse into 3 no. self-contained flats (2 x three-bedroom and 1 x two-bedroom) with associated parking, refuse/recycling storage and cycle parking facilities",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/03/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 168197,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021768264",
  "centroid": {
    "lon": -0.302985,
    "lat": 51.40051
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed roof alterations would disrupt the symmetry shared between the application site and the adjoining semi-detached property and would result in a discordant and overly dominant form of development within the street scene, contrary to the NPPF 2019, Policies D3 and D4 of the London Plan 2021 and Policies DM10 and DM12 of the Kingston Core Strategy 2012.",
    "The proposed two-storey rear extension, by virtue of its excessive depth and height along the shared boundary would result in an unacceptable loss of daylight, would have an overbearing impact and would result in an undue sense of enclosure to habitable room windows at adjoining No. 87 Surbiton Road, contrary to Policy DM10 of the Kingston Core Strategy 2012, the Residential Design SPD 2013 and the NPPF 2019.",
    "The proposed development would discourage the use of sustainable modes of transport through the relative overprovision of on-site car parking spaces in what is a sustainable and accessible location. Insufficient information has been submitted to demonstrate that vehicles would be able to access and egress the site, for the purposes of utilising the proposed 3 on-site car parking spaces, in a forward gear which could pose highway safety issues, contrary to Policies T6, T6.1 of the London Plan 2021, Policy DM 9 and DM10 of the Kingston Core Strategy 2012 and the NPPF 2019.",
    "The applicant has failed to demonstrate that each of the proposed units would have private amenity space of a suitable size and quality, no communal amenity space would be provided and the layout of the proposed ground floor flat is such that it would lack defensible space and privacy, contrary to Policies D4 and D6 of the London Plan 2021 and Policy DM10 of the Kingston Core Strategy 2021.",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "Please provide 'Time Stamp Photo'.",
    "Please clarify the use of the proposed 2bed annexe. If it is for separate dwelling, we require more documents and fee.\r\rIf the proposed outbuilding is used as separate dwelling, the fee required for your planning application is £ 578.00, we acknowledge the receipt of £258.00, please pay the outstanding balance of 320.00.\rPayment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002.",
    "For the avoidance of doubt, please confirm the description 'Demolition of an existing detached garage and erection of single storey outbuilding for car parking space and 2bed annexe with accommodation in roof space for ancillary to the main house'.\r\rIf you do not agree with the description, please amend it in your own words.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The site comprises a detached dwelling.\r\r8 neighbouring properties have been notified of the proposal and 1 representation in support of the application has been received. \r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact on trees.\r\rDesign\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: This application seeks permission for the demolition of the existing greenhouse and the erection of a new greenhouse. Officers considered the proposed development to be small in scale and would not appear incongruous in the vicinity of Yeovilton Place, as several neighbouring properties benefit from outbuildings of this nature. \r\rConsidering the above, the proposed development is acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTrees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rOfficer comments: Officers acknowledge that there are Tree Preservation Orders in place and the site was previously granted permission for the removal of an Ash tree in 2018, which is where the current greenhouse sits. The proposed greenhouse would be in the same placement as the existing one and would be on the existing raised platform. Therefore, it is considered that there would not be any harm caused to the existing trees on site.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a semi-detached dwelling within the Cleaveland Road/The Mall, Local Area of Special Character.\r\r13 neighbouring properties have been notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on non-designated heritage assets.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The applicant seeks approval to erect a first-floor rear extension on top of an existing rear extension. To accommodate the first floor extension the applicant proposes to alter the roof of the rear extension from pitched to flat. The proposed development overall would generally comply with the Residential Design SPD. The proposed first-floor extension would not be visible in the streetscene and would appear subordinate and proportionate to the host.\r\rConsidering the above, the proposed extension is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or complement those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above the proposed extension would appear subordinate and proportionate and would not be an odd addition in the vicinity of The Mall. Therefore, officers conclude that the proposed development would not result in unacceptable harm to Cleaveland Road/The Mall, Local Area of Special Character.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer comment: Officers have assessed the impact on daylighting and sunlighting of the proposed development, using the BRE, 45 and 25 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Reasonable Exemption Statement which suitably addresses the relevant provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "ntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r5 no surrounding properties were notified  of the proposed development. A neutral letter of representation was received  observing the  change of design of the proposal commenting  it is big compared with others in the area. \r\rProposal \rThe application seeks full planning permission for  the demolition of an existing conservatory and erection of a single storey rear extension.\r\rApplication Site\rThe  site comprises a semi detached dwelling. \r\rPlanning History\r24/00653/CPU - Erection of  roof extension with rear dormer and juliet balcony. Installation of 2nos front rooflights.Granted 13.05.24\r24/00654/PAEXT - Erection of single storey rear extension (6m in depth, maximum height of 3.9m and eaves height of 2.9m. Refuse 29.04.24\r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks  approval for the demolition of an existing conservatory and erection of a single storey rear extension . \r\r The existing conservatory  projects a maximum depth of 3.2m  and minimum depth of 1.92m from the original rear elevation of the dwelling resulting in a staggered rear building line. The existing roof form  presents both dual pitch arrangement  with a roof ridge pitch of 3.99m  and a single aspect roof with an eaves height of  2.9m and maximum pitch height abutting the original rear elevation of the dwelling at 4m.  Officers note there  is a difference in ground levels on the site. \r\rOfficers note the submitted drawings include the provision of a raised deck at the rear of the proposed extension . However, this has not been included within the description of proposed works on the application form .  Should Officers be minded to approve the application,  a planning condition would be imposed  on the planning permission  clearly stating that the permission relates solely to the  'Demolition of an existing conservatory and erection of single storey rear extension'  as set out on the  submitted application form and  the raised deck would be excluded  from the planning permission in terms of approved proposed works. \r\rThe proposed single storey rear extension would project a maximum depth of 6m  and minimum depth of 3m  from the original rear elevation of the dwelling creating an 'L shaped' built footprint. At its maximum depth, the  rear building line of the proposed extension would be aligned with the rear building line of neighbouring no 7 Malden Hill Gardens .\r\rThe proposed side elevation facing toward neighbouring no 3 Malden Hill Gardens would be stepped in appearance  extending approximately 2.3m beyond the existing building line of neighbouring dwelling. This set back arrangement   would provide  an increased separation distance between the dwelling and the shared boundary fence. Single windows would be positioned on the proposed side elevation  and the side return  with  patio doors positioned on the outer rear elevation. \r\rThe proposed extension  would have a part hipped part flat crown type roof with an eaves height  2.958m and hipped edge height 3.9m with the maximum height of 4m for the highest point of the rooflight.  A parapet wall would be erected between the application site and the neighbouring no7.\r\rThe proposed materials would relate well to those of the existing dwelling.\r\rWithin the context of the existing built form on site and the siting of the single storey rear extension only , it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal property to consider in relation to amenity is neighbouring property at nos 3 and 7 Malden Hills Gardens.\r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a  Reasonable Exception Statement  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/02/2021",
  "secondary_street_name": null,
  "site_number": "87A",
  "pp_id": "PP-09371355",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302963,
          51.400523
        ],
        [
          -0.302964,
          51.400496
        ],
        [
          -0.303007,
          51.400497
        ],
        [
          -0.303006,
          51.400524
        ],
        [
          -0.302963,
          51.400523
        ]
      ]
    ],
    "type": "Polygon"
  }
}