{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLOJP4NHJ1R00",
  "lapsed_date": "10/03/2026",
  "decision_target_date": "15/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3RD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 53,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "site_area": 0.033,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021760390"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03277/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519567,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:26:22.678Z",
  "id": "Kingston-20_03277_CPU",
  "application_type": "All Other",
  "street_name": "Gloucester Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "10/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension with associated changes to fenestration. Hip to gable and rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169307,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021760390",
  "centroid": {
    "lon": -0.282208,
    "lat": 51.410189
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of a single storey rear extension with associated changes to fenestration and hip to gable and rear dormer roof extensions with the installation of 2no front rooflights to facilitate a loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes A, B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Town and Country Planning Act 1990 (Section 106A) Town and Country Planning (Modification and Discharge of Planning Obligations) Regulations 1992\r\rThe application relates to the modification of an existing Car Park Management Plan which is required by paragraph 39 and 40 of S106 relating to planning permission 06/12424/FUL dated 11th July 2008. \r\rCurrent Planning obligation\rCurrently the s106 directs that the car park management plan be in place for the development permitted under 06/12424/FUL and that this allow for residents permit parking only on a 12 month basis and spaces are unallocated. \r\rProposed Change(s) to the Planning Obligation(s)\r\rThe application seeks to make a change to the car parking management plan to allow for residents to apply for an allocated parking space on a longer term lease (unspecified) negating the need to continually apply on an annual basis. In addition to this, the applicant seeks to have a right of transfer to the next resident in the event that a resident leaves the development through sale of property or end of tenancy, during the lifetime of the parking permit lease agreement. \r\rOfficers would not support this additional request for right of transfer. This is due to concern that this would result in the stock piling of residents car park permits. This may result in residents parking permits being tied to units that the occupants don't require a parking space and preventing other residents in other units who do need a presidents permit from obtaining one and potentially increase needlessly waiting times for residents to obtain a residents parking permit where demand could outstrip supply. This in turn could impact upon parking pressures elsewhere on the local highway network which would be detrimental to the amenity of the area. \r\rWhen a resident leaves the development through sale of property or end of tenancy, the Permit to Park will be rescinded and cannot be transferred as part of a sale to the purchaser or to a new tenant as part of a new tenancy agreement and the subsequent purchaser/tenant would have to apply for a permit to park once a purchase is complete or new tenancy agreement for a new tenant has commenced .\r\rThe proposal has been amended during the course of the application. The applicant in addition to seeking the allocation of a residents car park permit with an allocated space on a long term lease for a period longer than 12 months had also been seeking for the car park management plan to also allow for spaces to be made available to non-residents. The applicant has stated they no longer seek changes in to allow for non resident parking through this application.",
    "Householder Checklist - Please ensure that your application submission includes all the necessary documentation as required by the Householder Validation Local List and complete and submit a \"Householder Checklist - Section 3\" to confirm that you have provided all mandatory documents. The Checklist can be found here: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/12/2020",
  "secondary_street_name": null,
  "site_number": "41",
  "pp_id": "PP-09358727",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282186,
          51.410202
        ],
        [
          -0.282187,
          51.410175
        ],
        [
          -0.28223,
          51.410176
        ],
        [
          -0.282229,
          51.410203
        ],
        [
          -0.282186,
          51.410202
        ]
      ]
    ],
    "type": "Polygon"
  }
}