{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLQXRXNHJ2W00",
  "lapsed_date": "16/02/2026",
  "decision_target_date": "16/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1RH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 20,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "05/2021",
    "site_area": 0.023
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03300/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518899,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:26:29.482Z",
  "id": "Kingston-20_03300_HOU",
  "application_type": "Householder",
  "street_name": "Oakcroft Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "16/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of replacement garage at end of rear garden",
  "actual_completion_date": null,
  "last_date_consultation_comments": "01/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164991,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021750669",
  "centroid": {
    "lon": -0.293252,
    "lat": 51.371539
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '38 Oakcroft Road, Chessington, KT9 1RH', as set out in Section 1 (Site Address) of the submitted application form signed 22.12.2020, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: The establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 19 (Asbestos Management Plan) of planning permission 23/00567/OUT, which states:\r\rPrior to commencement of the development hereby approved, an asbestos management plan shall be submitted to and approved in writing providing full details of measures in place to ensure the safe removal of the asbestos in the building. The construction works shall be implemented in full accordance with the approved asbestos management plan for the duration of the works.",
    "Validation Checklist Update - Please ensure you have provided all documents required to support your application in line with the Local List and update the Checklist document with any changes you have made to your application.  Please give clear reasons if not providing mandatory documents. \rPlease also ensure that you have submitted documents which have a \"Y\" answer, e.g. the Checklist states that a Design and Access Statement and Planning Statement has been submitted, but we have not received these documents. Please check Validation Local List for specific requirements.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/12/2020",
  "secondary_street_name": null,
  "site_number": "38",
  "pp_id": "PP-09352361",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29323,
          51.371552
        ],
        [
          -0.293231,
          51.371525
        ],
        [
          -0.293274,
          51.371526
        ],
        [
          -0.293273,
          51.371553
        ],
        [
          -0.29323,
          51.371552
        ]
      ]
    ],
    "type": "Polygon"
  }
}