{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLJ2EGNHJ1B00",
  "lapsed_date": "11/02/2026",
  "decision_target_date": "12/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6LU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 22.2,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "02/2020",
    "intended_completion_date": "04/2020",
    "site_area": 0.018000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03264/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518806,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:26:19.705Z",
  "id": "Kingston-20_03264_HOU",
  "application_type": "Householder",
  "street_name": "Deacon Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "11/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of \"Piggyback\" roof extension involving raise in ridge by 1.3m with installation of 6no rooflights and 1no gable window to facilitate a loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169731,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021757988",
  "centroid": {
    "lon": -0.293003,
    "lat": 51.41416
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to the beneficial occupation of the development hereby permitted, any rooflights in the eastern and western elevation and situated on the second floor and related to the bedrooms and bathroom shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises semi-detached dwelling within the Kingston Hill/Coombe Hill, Strategic Area of Special Character\r\r19 neighbouring properties have been notified of the proposals and no representations have been received.\r\rRelevant Planning History\r- 23/01766/HOU - Conversion of existing garage into habitable space, erection of single storey front, part two storey/part single storey rear, first floor side extension. Hip to gable roof extension with rear dormer and installation of 1no front roof light. Refused on 25/08/2023\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development and non-designated heritage assets.\r- The impact of the development on highways and transportation matters.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The applicant previously submitted an application (ref: 23/01766/HOU) with a similar proposal which was refused for the following reasons:\r\rBy reason of its scale, form, bulk, height, mass, spacing and design, the proposed development would not appear subordinate or proportionate to the existing dwellinghouse, would be excessive in scale, would sit uncomfortably with the host and surrounding properties and within the street scene which would be out of keeping with the character and appearance of the original property and would be detrimental to the visual amenities of the area, thereby conflicting with Policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThe applicant has now submitted an amended proposal which includes alterations to the proposed two-storey side/rear extension and dormer, includes a new side dormer window and omits the previously proposed hip-to-gable.\r\rOfficers acknowledge that the proposed first-floor side extension would only be set down from the ridge of the roof of approximately 400mm, however, it would be set back from the front of the dwelling by approximately 500mm and would maintain a 1m set in from the boundary, falling in-line with the guidelines of the Residential Design SPD, Policy Guidance 36. Additionally, the previously refused application (ref: 23/01766/HOU) raises concerns that the previously proposed hip-to-gable in conjunction with the first-floor side would have appeared disproportionate and excessive in scale. The proposal would not include a hip-to-gable and the applicant has amended this aspect of the development sufficiently to respect the host dwelling, the adjoining semi-detached and the wider area.  \r\rWhilst it is noted that the dormer window on the side elevation would be visible in the streetscene, it would be less harmful than the previously proposed hip-to-gable. Furthermore, the proposed dormer would be set down from the ridge line of the existing roof by more than 500mm and would maintain more than 500mm from the eaves and side falling in line with Policy Guidance 39, of the Residential Design SPD.\r\rOfficers acknowledge the applicant has amended the proposed two-storey rear extension to have a depth of approximately 3.5m in line with the ground floor rear extension, this would not cause additional harm to the character and appearance of the streetscene of Robin Hood Way. In addition, the proposed two-storey rear would have a pitched roof that respects the host dwelling and maintains adequate distance from the adjoining semi-detached property. \r\rThe proposed ground floor rear extension would have a depth of approximately 3.5m and a total flat roof height of approximately 3m. Whilst officers acknowledge that the flat roof would not respect the pitched roof form of the host dwelling, it is considered that this aspect of the proposal would appear as a proportionate and subordinate addition to the host building.\r\rIn regards to the proposed front extension and garage conversion, officers consider it would not significantly affect the character and appearance of the original dwelling or the street generally, as several dwellings on Robin Hood Way benefit from similar development. \r\rOverall, on balance, the proposed development would appear subordinate or proportionate to the existing dwellinghouse, therefore, officers consider that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development and would be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer comment: Officers have assessed the impact on daylighting and sunlighting of the proposed development, using the BRE, 45 & 25 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities. In regard to neighbouring property No.55 Robin Hood Way, there would not be a significant loss of light as there is a reasonable distance from the closest habitable room. \r\rThe proposed rear extension sits at a similar depth as the rear extension at No.51, therefore the development would not cause a significant loss of light. \r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above the proposal would generally adhere to the recommendations set out in the Residential Design SPD, therefore, officers consider that the proposed development would not cause detrimental harm to the character and appearance of Robin Hood Way or the host dwelling. As such, the proposed development would not harm the Kingston Hill/Coombe Hill, Strategic Area of Special Character.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The existing garage would not safely accommodate on-site car parking by failing to comply with the space parameters required by the Sustainable Transport SPD, 2013. Officers consider that the conversion of the garage and the front extension would not result in the loss of off-street car parking provision on site, as the hardstanding to the front of the property would provide adequate space for car parking. \r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Although the applicant has not submitted a Fire Safety Strategy the provision of a suitably positioned outside space for fire appliances / an evacuation assembly point could be secured by condition, and Officers consider that the rest of the provisions of Policy D12(A) could be secured through condition. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "No Proposal Description - please amend the Application Form to provide a description of work. In order to do this, please go to the section \"Description of Proposal\".\rSelect \"Yes\" under the question \"Does the proposal consist of, or include, the carrying out of building or other operations?\" You will then be able to add a description.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/12/2020",
  "secondary_street_name": null,
  "site_number": "86",
  "pp_id": "PP-09354577",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292981,
          51.414173
        ],
        [
          -0.292982,
          51.414146
        ],
        [
          -0.293025,
          51.414146
        ],
        [
          -0.293024,
          51.414173
        ],
        [
          -0.292981,
          51.414173
        ]
      ]
    ],
    "type": "Polygon"
  }
}