{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKLNNXNHIQX00",
  "lapsed_date": "23/03/2026",
  "decision_target_date": "11/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5DL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 45.51,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "04/2021",
    "intended_completion_date": "06/2021",
    "site_area": 0.041
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03040/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518062,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:18.104Z",
  "id": "Kingston-20_03040_HOU",
  "application_type": "Householder",
  "street_name": "Fernhill Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "23/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey front extension, first floor side extension and installation 1no rear roof light.\rErection of detached single storey outbuilding at rear of property be used a office/garden room.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "25/01/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171097,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021759666",
  "centroid": {
    "lon": -0.303242,
    "lat": 51.426592
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level in the south western elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Details are submitted seeking to discharge Condition 4 (Air Quality Plan), Condition 29 (Construction Management Plan), Condition 34 (Energy and Sustainability Statement) and Condition 42 (Dust Management Plan) of planning permission 21/01086/FUL (Demolition of existing buildings and redevelopment of site to provide a building comprising part one, two, four, five, six and seven storeys in height (including a basement) incorporating residential units, a replacement childrens nursery (Class E(f)), a community use space (Class F1 and F2) and associated Blue Badge parking, cycle parking, refuse storage, plant, landscaping and amenity space.).\r\rThe application has been submitted to fulfil the requirements for discharging Condition 29 (submission of a Construction Management Plan (CMP)) as stipulated in the permission grant notice for Application No. 21/01086/FUL, dated 25/11/2022.\r\rAccording to the CMP, the construction work will span over 29 months and details of the work activities, including a work programme, have been provided in the submission. All construction activities will be carried out from Monday - Friday within the hours of 7.30am - 6pm and Saturday; 7.30am - 1pm. No work will be carried out on Sundays and bank holidays.\rAlthough the construction vehicle routes will be established when the sources of the construction materials have been confirmed, all construction vehicle drivers will be required to use the A307 & A308 roads for access and egress for the wider road network connection. This is a satisfactory arrangement.\rDue to the presence of schools close to the site, adequate care and attention will be exercised to restrict construction vehicles from passing directly by the school and also prevent them from plying the roads during the school start and finish times. As such the developer has committed to re-timing as many deliveries as possible outside the peak periods. Deliveries will also be scheduled to arrive one at a time in order to minimise their impact on the local highway network, local schools, local residents and businesses.\rAll plant and materials will be stored on-site when not in immediate use and will be secured against theft and vandalism. Where this is not possible, alternative arrangements will be made off-site to ensure they do not affect any of the adjacent footways or public highways. No materials or plant/equipment should be stored on the public highway.\rAccording to the plan, car parking spaces will not be available on-site and therefore all workforce and visitors will be required to travel to the site with the local public transport or park in designated public car parks within Kingston centre. Due to the location of the site, staff, contractors and visitors will have access to at least five (5) bus routes and the Kingston railway station.\rAs indicated in the construction/deliveries vehicle routing plan, it is expected that all HGV traffic will travel to the site via the A307 Cromwell Road and access the temporary pit lane, which has been provided for unloading/loading under the supervision of Traffic Marshals and Banksmen. Departing vehicles would also leave via the main site access along the 307 Cromwell Road in forward gear. Only the skip lorries will use Hardman Road. This is considered acceptable.\rThe plan includes a list of construction equipment that are expected on site and it estimates no more than five (5) heavy vehicles will access the site on any working day during the super structure phase.\rAs stated in the plan, no obstruction of the carriageway or footway along the A307 Cromwell Road shall occur at any point during the construction process and Traffic Marshals will be on hand to guide pedestrians across to the other side of the carriageway, when necessary. This is very important, in order to ensure unimpeded access for vehicles, cyclists and pedestrians.\r\rThe CMP covers the key requirements for the proposed development and it broadly aligns with Policy T7 of the London Plan 2021. The plan is also in line with the Transport for London (TfL) Construction Logistics Planning tool. As such it is considered acceptable.\r\rBased on the above, RBK Highways raise no objection  to the discharge of the subject Condition 29.\rThe details submitted pursuant to Condition 29 are therefore hereby discharged.\r\r\rCondition 4  requires submission of an Air Quality Plan and Condition 42 a Dust Management Plan. The initial Air Quality and Dust Management Plan was insufficiently detailed.  The details have subsequently been updated to address identified concerns. The Environmental Health Officer  has confirmed that  the updated AQDMP (v3),  is now sufficiently detailed for acceptance; however the applicant must follow up with the timetable of NOx generating activities prior to commencement of work, as stated in section 3.13 of the document.\rThe details submitted pursuant to Condition 4 and 42  are hereby discharged.\r\rCondition 34 states: Notwithstanding the information submitted, prior to the commencement of the development hereby approved, the applicant shall revisit the Energy and Sustainability Statement (Revision C July 2021, Prepared by JS Lewis) which details the proposed strategy of communal heat pumps and rooftop solar PV, with carbon savings of 63% with an aspiration to increase this provision. The development shall be implemented in accordance with the details set out in the Energy and\rSustainability Statement as revised and to be submitted to the Local Planning Authority.\r\rEnergy Strategy Review Revision A dated June 2024 accompanies this application. It notes that the original Energy Strategy is dated July 2021. At the time, the new Part L 2021 had technically come into force, albeit with transitional arrangements. However, the government had not published the software which was required to demonstrate compliance - known as Sap,or the Standard Assessment Procedure. This was  published in 2022. Interim software versions were published which were be used, but they differed very substantially from the final version.\rChanges that were brought in after July 2021 include major changes to the carbon factors of different energy forms / fuels and also changes to heat loss expectations for district and communal heat systems following the publication of evidence that heat losses from communal systems are much more substantial than previously thought (the upward revision in heat loss expectations was from 5% to more like 33-50%.\rAs a result, the SAP calculations done at the time of the application are substantially outdated. This energy strategy revision updates the calculations by using Sap 10.2 as is required by Part L 2021.\rThe energy strategy (communal air source heat pumps with solar PV) remains appropriate. The Review notes key findings of the updating of the calculations are that the fabric measures needed to be tightened a little, so wall Uvalues improved to 0.16W/m2K. Cooling was allowed for those apartments where natural ventilation is not possible due to the external conditions (in line with the ventilation strategy). The residential carbon savings are estimated to be in the region of 72%. \r A carbon offsetting contribution  was secured as part of the legal agreement that accompanied the original permission. \rThe details are considered  appropriate and  a betterment over the 63% saving originally identified. \rCondition 34 is hereby discharged. \r",
    "The submitted location plan does not have road name, please revise the location plan with road names."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/12/2020",
  "secondary_street_name": null,
  "site_number": "22",
  "pp_id": "PP-09296517",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30322,
          51.426605
        ],
        [
          -0.303221,
          51.426578
        ],
        [
          -0.303264,
          51.426579
        ],
        [
          -0.303263,
          51.426606
        ],
        [
          -0.30322,
          51.426605
        ]
      ]
    ],
    "type": "Polygon"
  }
}