{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLFO66NHJ0F00",
  "lapsed_date": "08/02/2026",
  "decision_target_date": "10/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7LP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.039
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03249/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521446,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:26:15.919Z",
  "id": "Kingston-20_03249_HOU",
  "application_type": "Householder",
  "street_name": "Leyfield",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "08/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of timber garden outbuilding",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165989,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021803030",
  "centroid": {
    "lon": -0.256339,
    "lat": 51.37997
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental, or both, to the residential use of the dwelling house currently known as '65 Leyfield, Worcester Park, KT4 7LP', as set out in Section 1 (Site Address) of the submitted application form signed 16.12.2020, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The applicant is informed that the submitted details, as set out above, are agreed and that condition 9 of planning permission 21/01934/FUL are hereby approved subject to carrying out the development in accordance with the details hereby approved.",
    "Please provide 'Existing Site Plan' drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works in relation to the existing dwelling, site boundaries and any outbuildings on site. The site plan should show all public rights of way crossing or adjoining the site and should also show access arrangements, all trees and hedges within the application site and on the boundary, including trees and hedges on neighbouring land.  The plan should be annotated with key measurements, including distances to boundaries. The plan(s) must be given a unique drawing number and be clearly labelled as Existing or Proposed Site Plan. The Site Plan must show the direction of North."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/12/2020",
  "secondary_street_name": null,
  "site_number": "65",
  "pp_id": "PP-09350907",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256317,
          51.379983
        ],
        [
          -0.256318,
          51.379956
        ],
        [
          -0.256361,
          51.379957
        ],
        [
          -0.25636,
          51.379984
        ],
        [
          -0.256317,
          51.379983
        ]
      ]
    ],
    "type": "Polygon"
  }
}