{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKNIALNHIRT00",
  "lapsed_date": "05/02/2026",
  "decision_target_date": "26/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6LR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 3.5,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2021",
    "intended_completion_date": "03/2021",
    "site_area": 0.018000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03065/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518808,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:24.501Z",
  "id": "Kingston-20_03065_HOU",
  "application_type": "Householder",
  "street_name": "Beresford Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "05/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension including roof replacement and installation of 4no rooflights",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169811,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128028563",
  "centroid": {
    "lon": -0.292947,
    "lat": 51.414878
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "A1 - Loading",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rDemolition of single storey rear extension, and erection of single storey rear extension and front bay window at ground floor\r\rConsultation\rSeven neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed bay window to the front of the property would reinstate an original feature which had been removed and is considered to be a great improvement on the impact on the streetscene. All other proposed work would not be visible within the streetscene so overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: With regards to neighbouring amenity the principal properties to consider are No. 89 and No. 93 Gibbon Road. Officers note that No. 93 already benefit from a rear extension of a similar depth and height. Due to the separation distance between No. 89 and No. 91 the proposed rear extension is considered to be compliant with BRE Guidance in relation to loss of daylight/sunlight and no further harm has been identified. Overall, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/12/2020",
  "secondary_street_name": null,
  "site_number": "38",
  "pp_id": "PP-09285515",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292925,
          51.414891
        ],
        [
          -0.292926,
          51.414864
        ],
        [
          -0.292969,
          51.414865
        ],
        [
          -0.292968,
          51.414892
        ],
        [
          -0.292925,
          51.414891
        ]
      ]
    ],
    "type": "Polygon"
  }
}