{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLUPWQNHJ4T00",
  "lapsed_date": "11/04/2024",
  "decision_target_date": "12/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2HW",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "entire development",
        "intended_commencement_date": "07/2021",
        "intended_completion_date": "07/2022"
      }
    ],
    "total_gia_gained": 158,
    "site_area": 420,
    "total_gia_lost": 0,
    "total_gia_existing": 136,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 136,
        "gia_gained": 158,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9,
        "building_ref": "n/a"
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 158,
      "total_gia_existing": 136,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 100,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 3,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 3,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 3,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 3,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private",
    "existing_uprns": [
      "100021768265"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Settlement - Surbiton (1st recorded 1179)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03354/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518144,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:26:43.346Z",
  "id": "Kingston-20_03354_FUL",
  "application_type": "All Other",
  "street_name": "Surbiton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "11/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of double storey rear extension (following demolition of existing extension) with associated loft conversion and addition of 3 no. rooflights to front roofslope, with new end gables, to convert existing single family dwellinghouse into 3 no. self-contained flats (2 x three-bedroom and 1 x two-bedroom) with associated parking, refuse/recycling storage and cycle parking facilities",
  "actual_completion_date": null,
  "last_date_consultation_comments": "15/03/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 168203,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021768265",
  "centroid": {
    "lon": -0.303026,
    "lat": 51.400565
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed roof alterations would disrupt the symmetry shared between the application site and the adjoining semi-detached property and would result in a discordant and overly dominant form of development within the street scene, contrary to the NPPF (2019), Policies D3 and D4 of the London Plan (2021) and Policies DM10 and DM12 of the Kingston Core Strategy (2012).",
    "The proposed two-storey rear extension, by virtue of its excessive depth and height along the shared boundary would result in a significant loss of daylight, would have an overbearing impact and would result in an undue sense of enclosure to habitable room windows at adjoining No. 87A Surbiton Road, contrary to Policy DM10 of the Kingston Core Strategy (2012), the Residential Design SPD (2013) and the NPPF (2019).",
    "The proposed development would discourage the use of sustainable modes of transport through the relative overprovision of on-site car parking spaces in what is a sustainable and accessible location. Insufficient information has been submitted to demonstrate that vehicles would be able to access and egress the site, for the purposes of utilising the proposed 3 on-site car parking spaces, in a forward gear which could pose highway safety issues, contrary to Policies T6, T6.1 of the London Plan (2021), Policy DM 9 and DM10 of the Kingston Core Strategy (2012) and the NPPF (2019).",
    "The applicant has failed to demonstrate that each of the proposed units would have private amenity space of a suitable size and quality, no communal amenity space would be provided and the layout of the proposed ground floor flat is such that it would lack defensible space and privacy, contrary to Policies D4 and D6 of the London Plan (2021) and Policy DM10 of the Kingston Core Strategy (2021).",
    "I acknowledge receipt of your payment for £43. As this application is for an amendment to a previous 'Full' application the fee required is £293, therefore please forward the outstanding balance of £250 as soon as possible.\r\rNote: Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames",
    "We have received the floor plans of two different apartments, please submit the floor plan which is relevant to this application.\r\rPlease provide Existing and Proposed Floor Plans and Elevations at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North.",
    "For the avoidance of doubt, please confirm the description 'Use of a room into a chauffeur company (Home Office)'.\rIf you do not agree with the description, please amend it in your own words.",
    "Application Site\rThe site comprises a semi-detached dwelling within the Tudor Estate Local Area of Special Character. \r\rProposal\rInstallation of dropped kerb\r\rConsultation\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Transportation. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that several properties on Latchmere Lane have dropped kerbs and it is considered that there would be no significant adverse impact on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rThe NPPF requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rDevelopment should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rPolicies DM8, DM9 and DM10 of the LDF Core Strategy together with the Council's Sustainable Transport SPD 2013  seek to ensure that new development has regard to local traffic conditions and does not contribute to congestion or compromise highway safety and for proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: Policy DM8 on Sustainable Travel for New Development, in the Kingston Core Stratgery states 'prioritise the access needs of pedestrians and cyclists in the design of new developments and protect and enhance pedestrian and cycle access routes to, and where possible, through development sites, including the protection or enhancement of the strategic cycling and walking networks, as shown on the Proposals Map.' \r\rThe Council's Vehicle Crossover Policy, April 2023 states that an opening size, minimum of 2.7m and maximum of 4.0m must be provided at the back of the footway, measured at right angles to the public highway. The proposed vehicle crossover would be widened to approximately 5.5m falling outside the Vehicle Crossover Policy, such that the Highway Authority would not grant consent. It is understood that the 4m maximum width is in place to protect pedestrian and highway safety.\r\rThe proposed plan also states that there are lamp posts within the vacinity but the site photos clearly show that there is. The Council's Vehicle Crossover Policy is clear that a crossover will not be permitted closer than 1 metre to any item of street furniture such as a lamp column or road sign. \r\rOverall, the proposed crossover would have an adverse impact on pedestrian and highway safety, the proposal is therefore contrary to Paragraph 115 of the NPPF, 2023, Policy T4f of the London Plan and Policies DM8 and DM10 of the Council's Core Strategy 2012.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Condition 14\r\r14. Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority. \r\rAn Energy Statement and Water consumption calculations have been provided that demonstrate compliance with the condition.",
    "Officer Report\r\rApplication Site\r\rThe site comprises a semi detached dwelling.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of single storey front extension, first floor side extension, and rear dormer roof extension with 3nos. front rooflights to facilitate loft conversion.\r\rConsultations\r6 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Highways; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note the recent planning history and planning permission ref 19/00737/HOU (Erection of single storey front and rear extension, first floor side extension and rear dormer roof extensions to facilitate loft conversion) granted on 24.05.2019, which was partially implemented (only the single storey rear extension) as declared by the applicant. While the proposed front extension would be similar to the previous scheme, the proposed first floor extension and the rear dormer would be of different bulk and mass and design. The proposal would be similar to the recent planning permission ref: 23/02485/HOU (Demolition of single storey rear extension. Erection of single storey rear and first floor side extensions. Erection of rear dormer roof extension with Juliet balcony, installation of 3nos front rooflights and 2nos side rooflights to facilitate loft conversion. Changes to fenestrations.) for the adjoining property No 75 Arundel Road, that has been commenced.\r\rWhile it is acknowledged that the proposed front and first floor side extensions would not be set back from the front elevation and the proposed roof would not be set down from the existing roof ridge as recommended by Policy Guidance 35 and 36, considering the existing street scene, the proposal would be in-keeping with the host dwelling and the immediate surrounding area.  \r\rThe proposed rear dormer roof extension would not be strictly in accordance with Policy Guidance 39 with regards to the proposed distances from the roof eaves, however given its mass and bulk and the proposed design it is considered  to appear as a proportionate and subordinate addition to the host dwelling and the surrounding area. \r\rGiven the above, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rAny new openings to the south elevation, above the first floor level, must be obscure glazed and non openable below 1.7m when measured from the floor area, to prevent an undue overlooking, details of which would be secured via condition. \r\rOverall, it is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighways\rParagraph 115 of the NPPF, 2023 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: It is noted that the proposed garage, due to its scale, would not be suitable for car parking purposes. However, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 1 off street car parking space, therefore the proposal would not result in an unacceptable impact on the local highway network. \r\rIn relation to cycle parking, Officers note that a secure cycle parking could be possibly provided within the proposed garage. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy, which is considered acceptable.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Condition 5 (Fire Safety Strategy) of planning permission 23/01627/HOU states: \rPrior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022) where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r\rOfficer comment: The submitted information in relation to Condition 5 is considered to be acceptable. As such, the submitted details in relation to condition 5 are hereby approved. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/02/2021",
  "secondary_street_name": null,
  "site_number": "87",
  "pp_id": "PP-09367795",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303004,
          51.400578
        ],
        [
          -0.303005,
          51.400551
        ],
        [
          -0.303048,
          51.400552
        ],
        [
          -0.303047,
          51.400579
        ],
        [
          -0.303004,
          51.400578
        ]
      ]
    ],
    "type": "Polygon"
  }
}