{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QM3N21NH00H00",
  "lapsed_date": "03/02/2026",
  "decision_target_date": "04/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6BD",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "total_gia_gained": 52,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2021",
    "intended_completion_date": "08/2021",
    "site_area": 0.030000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03362/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522196,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:26:45.456Z",
  "id": "Kingston-20_03362_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Ancaster Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "03/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6.00m in depth, maximum height of 3.00m and eaves height of 3.00m)\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167028,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021772339",
  "centroid": {
    "lon": -0.24521,
    "lat": 51.389147
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Consultations\r7no. surrounding properties were notified of the proposed development. Objection received from  one postal address. Comments summarised as follows:\r-\tBulk and Scale and siting \r-\tOverbearing impact and loss of outlook and shadowing  to rear garden\r-\tInappropriate design - 2nd floor windows not permitted in adjacent property\rOfficer comments: Duly noted. Please refer to the main assessment of this report for full consideration.\r\rNeighbourhood Traffic Engineer:  No objection subject to conditions requiring Construction Management Plan.  \rCycle Parking: According to the London Plan Policy (T5) the proposed development must provide a total of 2 cycle parking spaces for the proposed development. The applicant has provided provision for two secured cycle parking spaces in the garden residential. This has been indicated on the proposed site layout (AAL-23-127-P01). \rCar Parking: The London Plan Policy T6.1 stipulates that the proposed development can provide a maximum of 1.5 car parking spaces for 3+ bedrooms. The applicant will be providing two off-street parking spaces with electric charging points. The applicant has provided dedicated bins at the rear of the property (indicated in the site plan) located on the ground floor and their location is considered to be acceptable in highway terms. On the basis of the above, the proposal is considered acceptable subject to the following condition: - A Construction Management Plan (CMP) \r\rPlanning History\r94/6014/FUL Erection of single storey rear extension, alteration to roof line and installation of 2 velux windows.Application Granted on 08 Mar 1995.\r\rNeighbouring Property Domus, High Drive, New Malden, KT3 3UG\r17/15145/FULDemolition of existing bungalow and detached garage and erection of two storey dwellinghouse with basement Application Granted on 11 Jan 2018.\r\r17/14682/FUL Demolition of existing dwelling and single garage. Erection of two storey dwellinghouse plus basement.Refuse on 25 Aug 2017. Refused on the following grounds: \r\rThe proposed dwelling by reason of its design, height, scale, building line, width and roof form would be out of keeping with the surrounding properties and would be detrimental to the street scene. The proposal would therefore be contrary to The NPPF, London Plan Policies 7.4, and 7.6, Policies CS08 and DMIO of the Royal Borough of Kingston Upon Thames I-DF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).\r\rProposal\rPlanning permission is sought for the demolition of an existing dwelling and single garage (floor area 184.38sqm) and the erection of three storey 4/5 bedroom dwellinghouse, incorporating accommodation within roof storey (floor area 333.43 sqm.)  \r\rSite and Surroundings\rThe application site is located on the west side of High Drive. The site has no specific land allocation within the council's Core Policy. The Berg Estate Local Area of Special character is located to the  east and south of the site.\r\rThe application site forms part of a group of 3 remaining  (part 1 storey /part 2 storey) chalet style houses  with gable end.  The adjacent house (Domus) has relatively recently been redeveloped as a two storey dwelling. High Drive  generally comprises a variety of architectural styles and is predominantly characterised by  detached two storey family housing.  \r\rThere are no listed or locally listed buildings on site, or in close proximity, and the site is not within a conservation area.\r\rThe site is located within Flood Zone 1.\r\rThe site has a PTAL of 1b (poor); it is not located within a controlled parking zone. \r\rPlanning Considerations\rThe key planning considerations in this case are as follows:\r- Principle\r- The character and appearance of the area;\r- The standard of accommodation;\r- The amenities of neighbouring occupiers;\r- Parking and Highways;\r- Refuse and recycling;\r- Sustainability; \r- Flood Risk and Drainage; and \r- Community Infrastructure Levy\r\rPrinciple\rThe application seeks to erect a three storey property, including accommodation within roof storey.\r\rPolicy CS10 of the LDF Core Strategy (Adopted 2012) states that the Council will take full advantage of opportunities to deliver new housing, and seeks to ensure that a broad mix of accommodation options are available to residents and that a range of local housing needs are met.\r\rPolicies CS08 and DMI0 advise that proposals should relate well to their surroundings and be of a high standard of design to achieve a more attractive, sustainable and accessible environment.\r\rPolicy DM13 (Housing Quality and Mix) states that in order to ensure that the housing delivered is of a high quality, the council would expect proposals for new residential design to accord with the principles of good design as set out in Policies CS08 - DM11 and the Residential Design SPD.\rThe character of the area is residential with the prevailing character of properties surrounding the proposal site on High Drive being predominantly large detached houses and bungalows.\r\rThe principle of a residential use in this location is already established by the existing dwellinghouse. The proposal seeks to replace the existing dwelling house with a 4 /5 bedroom  house, which is acceptable in principle in this location, subject to compliance with other development plan policies. \r\rCharacter and Appearance \rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. Development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rPolicy CS8 of the Council's Core Strategy 2012 states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development:\r- Recognises distinctive local features and character\r- Has regard to the historic and natural environment\r- Helps enhance locally distinctive places of high architectural and urban design quality\r- Accords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\"\r- Relates well and connects to its surroundings.\r\rPolicy DM10 identifies the most essential elements in contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced. These include:\r- Prevailing development typology, including housing types, sizes and occupancy\r- Prevailing density of the surrounding area\r- Scale, layout, height, form (including roof forms) and massing\r- Landscape setting and features\r- Plot width and format, which includes spaces between buildings\r- Building line build-up, set-back and front boundary\r- Typical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc.\r\rDevelopment in the area surrounding the site is mixed in terms of age and architectural style. The general pattern of development is two storey detached dwellings, with recessive roofs, predominantly  hipped roofs, and including gable features. \r\rThe western side of high drive nearby the application property is characterised by one /two storey detached chalet style properties built in a similar style to the application property. \rThe proposal seeks the construction of a  substantial three storey dwelling with accommodation within the roof to replace the modestly scaled house. The proposed house would have a ridge height of 8.3m and an eaves height of 5m.  Officers consider that the proposed roof form to be of excessive height and bulk,  and would appear top heavy in appearance due to its bulk, massing and design, with a steep pitch and large flat roof area. \r\rOverall it is concluded  that the  proposed replacement building would be of excessive scale and mass that would  be  incongruent with the character of the surrounding buildings. \rIt is noted that with the refused scheme for the adjacent building, the highest point of the roof of the proposed property was approximately 8.1 metres in height and the roof ridge would be approximately 6 metres in height to the eaves. The subsequent approved scheme  had a ridge height of 7.78m and an eaves  height of 5.7m.  \r\rIn terms of siting, the proposed property would have a similar degree of setback from the front edge of pavement  as both neighbouring properties and would retain a degree of separation from the boundaries  (969mm to the north and 1356m to the south with a pinch point of 990mm ). It would have a depth of approximately 17m metres, with the main two storey element 12.1m with the ground floor projecting a further 4.9metres  to the rear. The proposed property would match the materials of the adjacent house, red brick and slate tiles. \r\rOverall it is concluded that whilst the street is on a slight slope, the proposed building would not relate well to its context and would be incongruent within the streetscene by reason of its scale, bulk, incongruent roof form.\r  \rStandard of Accommodation\rParagraph 130 of the NPPF, 2023  states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D6 of the London Plan, 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants, and provide  a minimum of 30% of dwellings as 3  or more bedrooms.  \r\rThe proposed  four/five  bedroom dwelling would comply with the minimum standards set out by the London Plan and provides for family sized accommodation for which there is an identified need.    \r \rOutdoor Space\rPolicy DM10 of the Council's Core Strategy requires developments to ensure adequate private and/or communal amenity space. Policy Guidance 13 of the Residential Design Guide SPD (2013) sets a minimum standard of 50sqm of private garden space per family house i.e. three bedrooms (where the prevailing character of the area allows).  The proposal would significantly exceed minimum standards.\r\rFire Safety\rA Fire Strategy has been submitted to demonstrate that the proposed development provides adequate levels of fire safety, in accordance with Policy D12 of the London Plan, 2021.\r\rNeighbouring Amenities\rParagraph 130 of the NPPF 2023 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D3 of the London Plan (2021) requires new development to deliver appropriate outlook, privacy and amenity. Policy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy Guidance 16 of the Council's Residential Design SPD 2013 considers neighbouring amenities in more detail. It states that for all new residential development (including conversions and changes of use), the priority should be to provide and protect acceptable \rlevels of amenity for both existing and future residents. On smaller sites, the prevailing character of the area may dictate what separation distance will be but in general, minimum separation distances should be maintained using the following standards:\r- A separation distance of no less than 21m shall normally be maintained between facing windows of habitable rooms\r- A separation distance of 7.5m shall be maintained between new habitable room windows and the boundary to neighbouring properties or 15m between new habitable room windows and the flank wall of a neighbouring property\r- Where the site topology, landscape features or adequate screening is in place it may be appropriate to relax these distances\r- In all cases, developers should demonstrate, through a design and access statement, how adequate visual and acoustic privacy will be achieved - consistent with the Mayor's Housing SPG paras 2.3.30/Standard 5.1.1 \r\rThe main two storey element of the proposed house  would align with the recently completed house to the north. At ground floor level it would extend a further  4.9 metres, to align with the rear building  line to the south, Conifers.  This ground floor element  would extend  2.5 m beyond the rear ground building line of the recently completed development to the north, Domus. This  shear fank wall  would be 3.37m in height, set less than 1 metre from the boundary. Whilst the proposal would not result in any material loss of light to habitable room windows, this increase in height and bulk along the boundary,  is considered excessive and would result in overshadowing  of the garden and would cause an uncomfortable sense of enclosure and overbearingness to the relatively small garden to the neighbouring property.\r\rAlthough of significantly increased height and mass, the proposed house would not result in any material loss of daylight, sunlight or enclosure to the neighbouring house to the south Conifers.\r\rOverall, Officers consider that the above impacts would amount to material harm to the living conditions of the occupiers of Domus, High Drive due to the depth,  height and siting, of the of the proposed development. In these respects, officers consider the proposal to be contrary to policy D3 of the London Plan and policy DM10 of the Core Strategy. This is afforded significant weighting against the proposals in the overall assessment.\r\rParking and Highways\r\rCar Parking: Policy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. Car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite'). The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. The maximum parking standard for the new dwelling proposed is 1.5 space.\r\rPolicy CS7 of the Council's Core Strategy 2012 sets out the Council's intention to manage on and off-street parking provision to promote sustainability and residential amenities. Policy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe existing property has two front car parking spaces and the proposed site plans details the location of 2 car parking spaces. RBK's Neighbourhood Traffic Engineer has raised no objections to the proposal. Therefore the proposed development would be acceptable in terms of its highways impacts.\r\rCycle Parking: Policy T5 of the London Plan, 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2, ensuring that a minimum of two long-stay cycle parking spaces are provided for the proposed three bedroom house. Cycle parking should be designed and laid out in accordance with the guidance contained in the London Cycling Design Standards.  Cycle parking for 2no. cycles are shown at the rear  of the proposed building. \r\rRefuse and Recycling\rPolicy CS9 of the Council's Core Strategy 2012 requires integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rPolicy Guidance 22 of the Council's Residential Design SPD 2013 provides further guidance on this matter, stating that the storage of waste facilities should be integral to the design of dwellings and located so that they can be accessed conveniently for residents. Ideally, they should be to the rear of the property, provided that a route between the front and rear of the property can be provided that does not go through the house. \r\rThe application has proposed to locate the refuse and recycling bins in a bin store at the side of the property. This is considered to be acceptable as it would mitigate any increase in street clutter. \r\rSustainability\rParagraph 157 of the NPPF 2023 requires new development to take account of landform, layout, building orientation, massing and landscaping to minimise energy consumption.\rPolicy DM1 of the Council's Core Strategy 2012 requires all new residential developments to achieve Code for Sustainable Homes Level 6. However, the Code for Sustainable Homes was withdrawn by the Government in 2015.\rPolicy DM3 requires development proposals to take into consideration the requirements for climate change adaptation, including through the reduction of potable water consumption.\rThe proposed dwellings would be required to secure the required level of water efficiency, which could be secured by way of condition.\r\rDrainage\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to incorporate sustainable drainage systems unless there are compelling reasons for not doing so.\rThe application form states that the proposed development would incorporate a sustainable drainage system but no details of this system have been provided. It is considered that details of the system could be secured by a suitably worded condition.\r\r\rCommunity Infrastructure Levy\rThe application would be liable to pay Mayoral CIL (MCIL2) currently set at £60 per square metre. \rThe development would also be liable for payment of the Community Infrastructure Levy (\"CIL\") and falls within Zone 3, for which the charge is £85 per square metre. \r\rConclusion / Planning Balance \rParagraph 11 of the NPPF states that where there are no relevant development plan policies, or the policies which are most important for determining the application are out-of-date, the Council should grant planning permission unless:\r- the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed or; \r- any adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in this Framework taken as a whole. \r\rIt is noted that the Council does not have a 5 year housing supply. \r \rThe proposed development would provide  a replacement family dwelling,  it does not provide additional housing.  This is therefore neutral in the assessment\rThe proposed development, due to the height, design, bulk and massing  is considered  to detract  from the character of the area. This is afforded moderate weight against the proposal.\rIn terms of impact upon neighbouring amenity, the proposals are considered to result in harm to the occupiers of the neighbouring  property to the north  in terms of impact upon outlook and sense of overbearing and visual dominance as a result of the proposed siting and scale of the proposed development. Officers assign moderate  weighting against the proposals in the overall planning balance exercise in this regard.\rThere is appropriate parking, cycle and refuse/recycling storage to serve the proposed development. This is neutral in the assessment\rOverall, it is concluded that the proposed development is in conflict with the development plan and it is considered that the adverse impacts of granting permission would significantly and demonstrably outweigh the benefits of the provision of the replacement dwelling house in this location, when assessed against the policies in the NPPF as a whole. The proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\rIt is therefore recommended that the application be refused.  \r\rRecommendation\rThat planning permission be REFUSED.",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. Please ensure that your application submission includes all the necessary documentation as required by the new local list. \r\rThen please complete and submit a Householder Checklist - Section 3 to confirm that you have provided all mandatory documents  The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/12/2020",
  "secondary_street_name": null,
  "site_number": "41",
  "pp_id": "PP-09364578",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.245188,
          51.38916
        ],
        [
          -0.245189,
          51.389133
        ],
        [
          -0.245232,
          51.389134
        ],
        [
          -0.245231,
          51.389161
        ],
        [
          -0.245188,
          51.38916
        ]
      ]
    ],
    "type": "Polygon"
  }
}