{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLFUVINH04300",
  "lapsed_date": "16/04/2026",
  "decision_target_date": "09/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6BX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 17,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "07/2021",
    "intended_commencement_date": "03/2021",
    "site_area": 0.015000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03254/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519124,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:26:16.733Z",
  "id": "Kingston-20_03254_HOU",
  "application_type": "Householder",
  "street_name": "Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "16/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension and removal of front porch, alterations to front fenestration and restoration of original brick cladding",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169833,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021765341",
  "centroid": {
    "lon": -0.288398,
    "lat": 51.41501
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) in the side (south) elevation of the extension hereby approved unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "We have received only two existing and proposed elevations, we require all four elevations.\rPlease provide all four Existing and Proposed Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "The site comprises a mid-terrace dwelling.\r\r7 neighbouring properties have been notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed single-storey rear extension would have a flat roof height of 3m, and a total depth of 6m but would only extend past the existing single-storey rear extension by approximately 870mm. Although the depth would fall outside the guidance of the Residential Design SPD for semi-detached dwellings, it would not be visible from the streetscene, it would have a relatively modest height and the proposed material would be similar to the existing dwelling.\r\rTherefore, the proposed extension is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities. The extension would not significantly affect the nearest ground floor habitable room of No. 26 and No. 30 Worthington Road, as they benefit from existing single-storey rear extensions, that either exceed or line up with the proposed extension.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan 2021, Policies of the Core Strategy (2012) and the Residential Design SPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/01/2021",
  "secondary_street_name": null,
  "site_number": "37",
  "pp_id": "PP-09348891",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.288376,
          51.415023
        ],
        [
          -0.288377,
          51.414996
        ],
        [
          -0.28842,
          51.414997
        ],
        [
          -0.288419,
          51.415024
        ],
        [
          -0.288376,
          51.415023
        ]
      ]
    ],
    "type": "Polygon"
  }
}