{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLQJTZNHJ2K00",
  "lapsed_date": "14/05/2024",
  "decision_target_date": "06/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2QN",
  "site_name": "",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development'",
        "intended_commencement_date": "04/2021",
        "intended_completion_date": "07/2022"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 338,
    "total_gia_lost": 0,
    "total_gia_existing": 80,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 80,
        "gia_gained": 0,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.2,
        "building_ref": "New dwelling"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 80,
      "total_gia_lost": 0,
      "development_type": null,
      "site_area": null
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": null,
      "residential_units": []
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 1,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "internal_resi_water_usage": 120,
    "ownership_status": "Private",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100021752137"
    ],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": false,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: RBK"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: RBK"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      }
    ],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03293/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517389,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:26:27.352Z",
  "id": "Kingston-20_03293_FUL",
  "application_type": "All Other",
  "street_name": "Stormont Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "14/05/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Subdivision of site and erection of a new detached 2 storey, 3 bedroom dwelling.\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "08/03/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 164254,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021752137",
  "centroid": {
    "lon": -0.315178,
    "lat": 51.365229
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any above-ground works, a detailed landscape & planting plan shall have been submitted to and approved in writing by the local planning authority. \r\rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\r\r- Replanting of lost trees on a ratio of 2 trees planted for each tree lost\r- Species (both Latin & Common names) for all plants\r- Locations of all plants or areas of planting\r- Plant numbers or planting densities\r- Sizes of all plants and particularly trees 'at time of planting'\r- Details of all hard-landscaping areas including materials \r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy G7 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development to which this permission relates, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of the footway and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: In the interests of the safety and operation of the highway network, in accordance with policy T4 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no detached buildings (other than those expressly authorised by this permission) shall be erected at the application site or at No. 66 Stormont way unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to any above ground works of the development hereby permitted, a scheme to enhance the nature conservation interest of the site has been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy 7.19 of the London Plan 2016 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r",
    "The refuse and recycling facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 5.17 and 7.4 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The cycle parking facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "Prior to commencement of groundworks (excluding site investigations and demolition), the applicant must submit a final detailed drainage design including drawings and supporting calculations and Drainage Assessment Form to the Lead Local Flood Authority for review and approval. A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. \r\rReason: To prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to London Plan Policy SI 13, its associated Sustainable Design and Construction SPG, the Non-Statutory Technical Standards for Sustainable Drainage Systems and Kingston Council's Local Plan Policy DM4.",
    "No building hereby permitted shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\rReason: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems, the National Planning Policy Framework (Paragraph 103), the London Plan (Policies SI 12 and SI 13) along with associated guidance to these policies and Kingston Council's Local Plan Policy DM4.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\r\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\r\riii) The procedure for loading/unloading materials;\r\riv) The route to and away from site for muck away and vehicles with materials;\r\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\r\rvi) The protocol for managing vehicles that need to wait for access to the site; \r\rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\r\rviii) Temporary site access;\r\rix) Signing system for works traffic;\r\rx) Whether site access warning signs will be required in adjacent roads;\r\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\r\rxii) The storage of plant, materials and operatives vehicles;\r\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\r\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\r\rxv) The location of all ancillary site buildings;\r\rxvi) The means of enclosure of the site, its erection and maintenance;\r\rxvii) Wheel washing equipment;\r\rxviii) The parking of vehicles of site operatives and visitors;\r\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\r\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policy 6.13 of the London Plan 2016 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to the commencement of the development to which this permission relates (including any works of demolition), a report which assesses the nature and extent of any contamination on the site (whether it originates on the site or not) shall be submitted to and approved in writing by the local planning authority. The report shall be authored by a competent person and shall include:\r\r(i)  a survey of the extent, scale and nature of contamination; \r\r(ii) an assessment of the potential risks to:\r\r- human health,\r\r- property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes,\r\r- adjoining land,\r\r- groundwaters and surface waters,\r\r- ecological systems,\r\r- archaeological sites and ancient monuments;\r\r(iii) an appraisal of remedial options, and a proposal of the preferred option(s).\r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination', CLR 11.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy 5.21 of the London Plan 2016 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and re-enacting that Order with or without modification), no additions or enlargements to the  dwelling hereby permitted or the existing dwelling at No. 66 Stormont Drive (other than those expressly authorised by this permission) shall be erected unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level and  above in the north and south facing elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Other Side Elevation - Please provide Existing and Proposed Side Elevations showing the perspective from the other neighbour's side. Elevations must be at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. A scale bar is encouraged.\r",
    "All applications that involve extensions of 2 or more storeys, or where the resultant extension / development is above 2 storeys in height i.e. roof extension must provide \"25 Degree\" Elevation Plans. These should be drawn at a scale of 1:50 or 1:100, they should accurately identify neighbouring building(s) and window(s) and when possible indicate the use of the room served by the window(s), and should be annotated to show the application of the '25 degree rule'. Please see the Householder Validation Local List for more information.\r",
    "The Householder Validation Local List requires Time Stamped Photographs of the site to be provided with the application submission. Please see the Householder Validation Local List for further guidance and submit these.\r",
    "The submitted existing and proposed floor plan and elevations do not have a scale bar, please revise the existing and proposed floor plan and elevations with correct scale bar.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2022 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\r\rApplication Site\rThe site comprises a semi-detached dwelling situated on the south side of Gloster Road. There are no Tree Preservation Orders (TPOs) on-site or in the immediate vicinity of the proposals and the site is not subject to any heritage constraints.\r\rProposal\r\rDemolition of garage and conservatory and erection of single storey side extension\r\rConsultation\r\r20 neighbours were notified of the proposals. In response, 1 neutral representation was received stating that the grass verge should be reinstated outside the property.\r\rOfficer Note: The grass verge does not fall within the application site boundary. The commenter is advised that defects with grass verges and the public highway can be reported via the Council's website.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed extension would not be set-back from the front elevation of the property as is recommended in the Residential Design SPD, however, it is noted that it would replace an existing garage which also lacks any set-back (this is similar to an extension at neighbouring No. 2 also). Within this site specific context, it is considered that the proposal would not appear incongruous or cause any unacceptable harm to the character and appearance of the street scene. The single storey rear element of the proposals would also be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The proposal would not have any adverse impact on the amenities of adjoining No. 3. With reference to No. 5, the relatively limited projection of the extension beyond the rear elevation of No. 5 would ensure that there would not be any significant adverse impact in terms of loss of daylight, sunlight or overbearing impact. Overall, it is considered that the proposals would not have any unacceptable adverse impact on the amenities of neighbours.\r\rHighway and Car Parking\r\rThe existing garage car parking space would be lost as part of the proposals, however, it would appear that sufficient space would be retained in the front garden for the parking of a vehicle. It is further noted that, in any case, the existing garage does not meet the current size requirements for garages and may not be able to accommodate modern cars. Overall, and on balance, it is considered unlikely that there would be any adverse highway impact or overspill car parking beyond the existing situation.\r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a draft Fire Safety Strategy which suggests that the proposals could meet the requirements of Policy D12(A). It is considered that a robust and final Fire Safety Strategy could be secured by planning condition.  \r\rConclusion\rIn conclusion, the proposed development is considered to accord with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r",
    "Officer Report\r\rApplication Site\rThe site comprises a detached dwelling.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of hip to gable roof extension, installation of 1 no side roof light with 1 no. additional rear dormer in existing loft.  Addition of front gable.\r\rConsultations\r8 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The existing roof form is a result of the development ref no 04/14948/FUL (Erection of two storey side extension, single storey rear extension; single storey front porch with canopy over; 2 x rear dormers and 1 x side dormer).\r\rAs such, the proposed alterations to the front slope of the roof due to the proposed design and scale are considered to be in keeping with the host dwelling and the surrounding area.\r\rOfficers note the recent planning permission ref 23/00835/HOU for 'Erection of hip to gable roof extension, installation of 1no. rooflight to front roofslope, and erection of 1no. additional rear dormer roof extension' dated 12.07.2023. The proposed rear dormer would incorporate 3 x gabled dormers that would appear similar to the ones approved under planning permission ref 23/00835/HOU. The proposed set down distance from the existing roof would be slightly increased to approximately 40cm when compared to 23/00835/HOU. The proposed set in distances from the roof eaves would exceed the recommended 50cm (as per Policy Guidance 39). As such, given the proposed design, scale and siting the proposed rear dormer is considered to be acceptable.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Strategy Report, which is considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling located within the \rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of part hip to gable and rear dormer roof extensions with installation of 3nos. front rooflights to facilitate loft conversion.\r\rConsultations\r3 properties were notified of the proposal. One neutral, representation has been received with comments summarised as follows:\r- Noise\r- Privacy\r- The building works as result of the proposal must not damage/encroach on to the adjoining property.\r\rOffice comment: Any matters controlled under non-planning laws such as building regulations, damages to other properties or problems arising from the construction period are not material planning considerations and they cannot be included within the assessment.\r\rOther concerns will be addressed within this assessment. \r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note the relevant planning history for the application site ref 'Demolition of existing garage. Erection of two storey side extension, part single part two storey rear extension, and erection of a single storey front extension.'\r\rIt is acknowledged that various style roof extensions are present with Mayfair Avenue. Therefore, the proposed roof infill to the side, although not ideally as it would disturb the symmetry of the main roof, would be in keeping with the existing street scene. \r\rWith regards to the proposed rear dormer roof extensions, it would be in conflict with Policy Guidance 39 due to its excessive scale and lack of adequate set in distances from the roof eaves. Policy Guidance 39 recommends a minimum of 50cm set down distance from the ridge of the existing roof and 50cm set in distances from the roof eaves. Furthermore, it would interfere with the existing roof over the first floor extension and adversely affect its design and symmetry. \r\rThe total enlargement of the roof would likely exceed 50 cubic metres and would not constitute permitted development, therefore this cannot be used as a 'fallback' position in this case.\r\rOfficers note the submitted photographs of the surrounding  area showing various roof extensions, however this document failed to demonstrate a similar scale and design roof extensions that would benefit from planning permission.\r\rAs such, the proposed rear dormer roof extension due to its excessive scale, siting and the proposed design would not be in keeping with the existing roof extensions, host dwelling and the surrounding area. It would appear as a disproportionate and dominant addition that would have an adverse impact on the character and appearance of the dwelling and the surrounding area.  \rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development due to its siting and scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rAs the proposal would seek to provide a residential extension to an existing residential dwelling Officers consider that there would be no material increase in noise or disturbance for the occupiers of neighbouring properties. \r\rIt is further noted that the Environmental Protection Act (1990) provides controls to the Council in the event that any noise should occur that could constitute a statutory nuisance. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Statement, which is considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Application Site\rThe site comprises an existing bus stop outside 106-110 High Street (currently Poundland) on the east side of the High Street.\r\rConsultation\r11 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe application relates to the display of advertisements. The key considerations are \r-Character and Appearance/Amenity\r-Public safety\r\rCharacter and Appearance/Amenity\rThe proposed electronic signage would replace the existing adverts on the shelter that currently combine analogue and digital  technology and would be be internally illuminated. The advertisements are currently and will continue to be illuminated and effectively controlled to a set luminance level during the hours of darkness in line with the  recommendations of the Institute of Lighting Professionals (ILP) guide March 2023.  During the daytime the lighting level is managed via an in-built sensor to  automatically adjust the brightness to ambient levels to ensure the displayed  images are capable of being seen without appearing overly bright. This would be controlled via condition. Overall, It is considered that the proposed illuminated advert would be a sympathetic addition to the existing bus stop and would not detract from its character and appearance.\r\rPublic safety\rThe proposed signage would not obscure any highway signs or impede pedestrian movement. The proposed signage would not prejudice highway safety. \r\rConclusion\rIn conclusion the proposed signage would accord with policies D3 of the London Plan 2021 and CS8 and DM10 of the Council's adopted LDF Core Strategy.",
    "The applicant is informed that the submitted details are agreed and that Planning Condition 6 (Construction Management Plan) of planning permission 21/02740/FUL is hereby approved subject to carrying out the development in accordance with the details hereby approved.",
    "Application Site\rThe site comprises an existing bus stop outside CI Tower on the west side of the High Street.\r\rConsultation\r19 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe application relates to the display of advertisements. The key considerations are \r-Character and Appearance/Amenity\r-Public safety\r\rCharacter and Appearance/Amenity\rThe proposed electronic signage would replace the existing adverts on the shelter that currently combine analogue and digital  technology and would be be internally illuminated. The advertisements are currently and will continue to be illuminated and effectively controlled to a set luminance level during the hours of darkness in line with the  recommendations of the Institute of Lighting Professionals (ILP) guide March 2023.  During the daytime the lighting level is managed via an in-built sensor to  automatically adjust the brightness to ambient levels to ensure the displayed  images are capable of being seen without appearing overly bright. This would be controlled via condition. Overall, It is considered that the proposed illuminated advert would be a sympathetic addition to the existing bus stop and would not detract from its character and appearance.\r\rPublic safety\rThe proposed signage would not obscure any highway signs or impede pedestrian movement. The proposed signage would not prejudice highway safety. \r\rConclusion\rIn conclusion the proposed signage would accord with policies D3 of the London Plan 2021 and CS8 and DM10 of the Council's adopted LDF Core Strategy.",
    "--- Officer Report ---\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r7 no surrounding properties were notified of the proposed development.1 letter of objection received and states : \r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Loss of light/sunlight\r- Privacy \r\rThese material considerations will be included within the assessment. Concerns have been raised about the impact of the proposal  on the value of the property; however this is  not a material planning consideration.\r\rProposal \rThe application seeks full planning permission for the erection of a single storey rear and single storey side and front porch extension. Erection of outbuilding to rear. \r\rApplication Site\rThe site comprises a detached dwelling. \r\rPlanning History\r21/03277/HOU - Conversion of garage to a habitable room and erection of a front porch. Refused 20.4.22\r98/5111/FUL - Erection of single storey rear extension and 1st floor side extension. Granted 15.02.99\r\rPlanning Assessment \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact upon Highways\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval  for the erection of a single story rear and single storey side and front porch extension. Erection of an outbuilding to the rear. demolish an existing garage and the erection of a single storey side extension to match the size of existing. \r\rOfficers note the proposed single rear extension would be compliant with Policy Guidance 33 in the Residential Design SPD and therefore is  deemed acceptable. \r\rWith regard to the proposed single storey side extension, Officers note the existing garage abuts the shared boundary with neighbouring no1 Reynolds Road and has a rear access   providing direct access  to the rear garden. To enlarge the existing WC, the proposal seeks to extend the existing western elevation wall to adjoin the shared boundary wall with neighbouring no1 Reynolds Road.  In addition, Officers note the  proposed front extension of the dwelling  which would result in the creation of a front porch extension as well as additional floorspace for the proposed bedroom.  Overall, the  proposed front extension  would be marginally set back from the existing front building line of neighbouring no1 Reynolds Road. Whilst it is noted that  the  proposed front porch extension would not be compliant with Policy Guidance 38  in terms of not being at least 500mm from an existing bay window, Officers note a similar arrangement is presented at no 2 Reynolds Road.\r\rThe application proposal also includes the erection of a single storey outbuilding within the rear garden to be used as a gym.  It should be noted by the applicant that the proposed outbuilding  would  duly fall within the parameters of permitted development rights.  Should Officers be minded to approve the application, an appropriate planning condition would be attached to the planning permission stipulating that the proposed outbuilding would only be used  for a purpose ancillary or incidental, or both, to the residential use  of the dwellinghouse  at  3 Reynolds Road as set out in writing on the submitted application form.  \r\rWithin the context of the existing built form on site and the siting of the single storey side, rear and front  porch extension together with the outbuilding, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal property to consider in relation to amenity is neighbouring property at no 1 Reynolds Road.\r\rWhilst the properties along Reynolds Road are detached, many of the properties have garages which adjoin the dwelling and  consequently provide resultant  a built form physical connection  between dwellings.  This is a common feature in residential suburban areas.  \r\rA shared boundary exists between nos 1 and 3 Reynolds Road consisting of a close boarded wooden fence of approximately 1.8m  which runs the length of the garden. Officers note the proposed separation distance between the proposed rear extension and the shared boundary  is respectfully consistent with the existing arrangement. In addition, it is considered that the proposed single storey rear extension is sufficiently set back from the boundary and together with low eaves does not raise a concern   in terms of  presenting an overbearing appearance  and the creation of a sense of enclosure.  The presence of rooflights  is a common acceptable feature of  rear extension. \r\rIn considering the impact on daylight at no1 Reynolds Road by the proposed single storey rear extension, the proposals would pass the BRE 45 degree  rule in relation to the closest habitable room window. It is considered that there would be no significant loss of daylight to this neighbour. \r\rConcern has also been raised with regards to the level of sunlight getting to the neighbouring property during the day.Officers  have considered the proposal in the context of BRE guidelines (2022) and note that the existing two storey dwelling already cast shadow  within the garden of neighbouring no1 Reynolds Road. It is considered that the addition of a single storey rear extension with low eaves height and shallow roof design would not significantly contribute to the existing situation  In addition, the size of the existing garden is noted  and  in the context of the guidelines  Officers considered that the existing garden  would be adequately sunlit throughout the year, and at least half of a garden or amenity area should receive at least two hours of sunlight on 21 March.\r\rOfficer Comment:  Given the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rImpact upon Highways\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety  and ensure that they are not adversely affected.\r\rThe application involves  the conversion of the existing garage/ storage space. Nevertheless, the area of hardstanding/ driveway to the front of the property is of an adequate size to be used as a car parking space (s) as evidenced in the submitted photographs, and so the loss of the garage would not result in the loss of a space that would impact upon highway safety.\r\rThe proposals would result in the loss of internal storage space currently capable of storing cycles. The plans do not explicitly show any replacement cycle parking as part of the proposals. Notwithstanding, Officers consider that there would be sufficient space rear of the property to accommodate a purpose built enclosure to the required standards to comply with Policy T5 of the London Plan, 2021, and a condition to this effect would be attached to any grant of planning permission to require the applicant to supply details of cycle parking facilities to the Council for approval.\r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "--- Officer Report ---\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r4 no surrounding properties were notified  of the proposed development. No  letters of representation were received.  \r\rProposal \rThe application seeks full planning permission for erection of single storey infill to side/ rear extension. \r\rApplication Site\rThe site comprises a semi detached dwelling. \r\rPlanning History \r24/02532/HOU - Erection of single store infill to side/ rear extension. Refused 27.12.24\r24/02533/PAEXT - Erection of single storey  rear extension (6m in depth, maximum height of 3m and eaves height of 3.0m) Prior Approval Not Required 20.11.24\r24/02043/PAEXT -  Erection of single storey rear extension (6m in depth, maximum height of 3m and eaves height 3m) Prior Approval Refused on 13.09.24\r24/01259/HOU  - Demolition of an existing rear extension,erection of a single storey side and rear extension, installation of 3 nos rooflights to ground floor single storey rear extension and 2nos UPVC casement windows into the side elevation of new ground floor rear extension. Refused 31.07.24\r\rPlanning Assessment  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval for the erection of a single storey infill to side/ rear extension.  \r\rOfficers note the applicant has revisited the proposal following the refusal of earlier applications ( ref :24/01269/HOU and 24/02532/HOU).\r\rThe proposal seeks to retain the existing single storey rear extension which has a single aspect roof. \r\rThe proposed single storey side and rear infill would extend a maximum depth of 5.395m  from the existing rear elevation wall of the dwelling and a width of 2.265m.  Neighbouring no 259  Malden Road has a single storey 3m depth rear extension with a single aspect roof (planning ref : 97/05025/FUL). It would infill the existing external space between no 2 Amberwood Rise and neighbouring 259 Malden Road, extending 2.4m beyond the existing rear building line of the neighbouring  single storey rear extension.  The proposed infill extension would have a single aspect roof with an eaves height of 3m and a maximum pitch height of  3.8m accommodating 3nos rooflights . Whilst the proposed  depth of the overall infill rear/ side extension exceeds the Policy Guidance 33  recommendation in the Residential Design SPD, Officers note the  design revisions  with the reduction of the overall depth of the built form along the shared  boundary with neighbouring 259 Malden Road and would be considered to be acceptable.  \r\rThe proposed materials would relate well to those of the existing dwelling.\r\rWithin the context of the existing built form on site and the siting of the single storey side extension, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal property to consider in relation to amenity is neighbouring property at no 259 Malden Road. \r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r",
    "We have a digital system to measure a scale bar. The submitted existing and proposed renewable energy section has an incorrect scale bar, it measures to 1.1m instead of 2.5m in 1:50 scale as stated. Please revise the existing and proposed renewable energy section with correct scale bar.",
    "The submitted existing and proposed floor plan and elevations do not have a scale bar, please revise the existing and proposed floor plan and elevations with correct scale bar.",
    "For the avoidance of doubt, please confirm the description 'Installation of external wall insulation (EWI) to the elevations altering the visual identity of the dwelling to a rendered finish and installation of solar panels'.\r\rIf you do not agree with the description, please amend it in your own words.",
    "Please provide Existing and Proposed Roof Plans to show the proposed solar panels at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions of the proposed work. The plans must show the direction of North",
    "The submitted existing and proposed floor plan and elevations do not have a scale bar, please revise the existing and proposed floor plan and elevations with correct scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/02/2021",
  "secondary_street_name": null,
  "site_number": "66",
  "pp_id": "PP-09291929",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.315156,
          51.365242
        ],
        [
          -0.315157,
          51.365215
        ],
        [
          -0.3152,
          51.365216
        ],
        [
          -0.315199,
          51.365242
        ],
        [
          -0.315156,
          51.365242
        ]
      ]
    ],
    "type": "Polygon"
  }
}