{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKR7PHNHIT700",
  "lapsed_date": "25/03/2024",
  "decision_target_date": "05/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5NG",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "total_gia_gained": 80,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "site_area": 0.059000000000000004,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206697FH"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021780506"
    ]
  },
  "appeal_decision_date": "01/02/2022",
  "lpa_app_no": "20/03096/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520986,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:25:33.866Z",
  "id": "Kingston-20_03096_CPU",
  "application_type": "All Other",
  "street_name": "Reynolds Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "25/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "27/05/2021",
  "decision_process": "Delegated",
  "description": "Erection of double hip to gable and rear dormer roof extensions (incorporating juliet balconies) and installation of 3 no. rooflights to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166743,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "100021780506",
  "centroid": {
    "lon": -0.262688,
    "lat": 51.386845
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "It has not been demonstrated, on the balance of probabilities, that the land specified in the First Schedule (the application site) is in use as a single dwellinghouse. \r",
    "It has not been demonstrated on the balance of probabilities that the proposed development falls within the parameters of permitted developement as set out under Schedule 2, Part 1, Class B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "For the avoidance of doubt, please confirm the description 'Erection of hip to gable roof extension with rear dormer and installation of 2nos front rooflights.'",
    "The site comprises a semi-detached dwelling.\r\r5 neighbouring properties have been notified of the proposals and no representations has been received.\r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: In line with Policy Guidance 33, of the Residential Design SPD, the proposed rear extension/infill would have a depth of approximately 3m which would not extend past the original two-storey outrigger and it would have a total pitched roof height of approximately 3.1m with eaves at 2.4m. Additionally, the proposal would not be visible in the streetscene, it would appear small in scale and, therefore would not cause harm in regard to the character and appearance of the host dwelling or the wider area.\r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, massing and spacing. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed extension, using the BRE, 45 and 25 Degree Rule and the Residential Design SPD. Officers acknowledge the ground floor side windows which serve a kitchen/dinner at No.31 Willoughby Road, however, considering that the kitchen/dinner obtains daylight through the rear doors, the proposed development would not cause a significant loss of daylight to No.31.\r\rGiven the siting of development in relation to neighbouring properties and neighbouring extensions, it is considered that the development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please submit a \"Householder Checklist \" to confirm that you have provided all mandatory documents.\r\rThe new Householder Local List and Checklist can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "Officer Report\r\rApplication Site\r\rThe application site comprises a detached family dwelling located on a spacious\rcorner plot. The application site is not subject to any particular designations or\renvironmental constraints.\r\rProposal \rErection of a two storey front and side extension. Roof extension with 3nos rear dormers and installation of 3nos front rooflights. Demolition to part of a rear detached double garage due and Conversion of remaining garage into storage and gym.\r\rConsultations\r8 properties were notified of the proposal. \r6 representations have been received objecting to the proposal, with comments summarised as follows:\r Excessive height or bulk of buildings\r Inappropriate design/layout\rConversion of garage may adversely impact drainage \r- Access or traffic problems during construction\r - Fumes\r - Loss of light/Sunlight\r - Noise\r - Privacy\r - Unacceptable or incompatible use\r - Car park issues as a result of conversion of the garage\r\rAny matters controlled under non-planning laws such as building regulations or problems arising from the construction period are not material planning considerations and they cannot be included within the assessment. Other concerns will be addressed within this report.\r\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Parking and Highway Safety; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The current application is a resubmission of the previous scheme ref 24/00023/HOU (Erection of a two storey front and side extension. Roof extension with 3nos rear dormers and installation of 3nos front rooflights. Demolition to part of a rear double garage and conversion of remaining garage into storage and gym) refused on 25.03.2024 due to the following reason:\r\rGiven its prominent location and by virtue of its excessive bulk, scale and mass the proposed two storey front  and side extensions would appear as a dominant and disproportionate additions to the host dwelling and the surrounding area. Its monolithic appearance and proposed bulk would unbalance No 51 Blakes Avenue and disturb the symmetry shared by the dwellings, resulting in an unacceptable visual impact on the street scene. The proposed development would therefore detract from the character and appearance of the host property and the surrounding area conflicting with Policies D3 of the London Plan 2021 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rThe width of the proposed two storey side extension has been reduced from approximately 3.4m to 2.5m, offering greater separation distance to the northern boundary of the application site of approximately 2.4m-3.5m (the previously proposed separation distance was approximately 1m - 2.3m). \r\rThe proposed two storey front extension would project approximately 3m forward the established front building line, it has been reduced from the previously proposed projection of approximately 4m. \r\rGiven the siting of the dwelling on a relatively large, corner plot, the proposed mass and bulk of the extensions is considered to be in-keeping with the host dwelling and the surrounding area. \r\rIt is noted that the proposed front building line would be stepped back in relation to the front building line of the adjoining dwelling No 51 Blakes Avenue, which in connection with the reduced mass and bulk, would result in more proportionate and balanced development that is clearly connected to No 51 also in terms of the design and proposed materials.\r\rOfficers note objections received within the written representations regarding the proposed scale and bulk of the proposal and concerns of how this would relate to the symmetry and appearance that is shared between the application site and No 51.\r\rThe proposed design, materials and scale of the extensions, while not identical to No 51 are considered to be sufficient to retain this connection and clearly relate to No 51. \r\rOfficers note the existing street scene that contains examples of the dwellings of different design and scale, for example Nos 55 and 55A Blakes Avenue, situated within the immediate surrounding area, are of substantial mass and bulk. As such, the proposed extensions are considered to be in-keeping with the host dwelling and the existing street scene. \r\rThe proposed rear dormer roof extensions, given their siting and scale are considered to be acceptable and in accordance with Policy Guidance 39. \r\rWith regard to the proposed alterations and conversion of garage into storage and gym, it would involve partial demolition of the existing double garage and demolition of the existing canopy roof. The proposed height and design would be similar to the existing. \r\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed development due to its siting, would not adversely affect the amenities of the adjoining properties to the north and east in terms of an unacceptable loss of daylight.\r\rWith regards to the adjoining property No 51, while the proposed front extension would have an impact on the levels of daylight and outlook to the habitable, 1st floor side window, it is acceptable in this case as this is a secondary opening. \r\rOfficers also note concerns received with regards to the proposed rear roof dormers that may result in a loss of privacy in relation to the adjoining properties.   \r\rThe rear roof dormers would face directly the side elevation of No 1a Wilton Grove, that does not benefit from habitable openings to the side, therefore it is considered that this element of the proposal would not result in an unacceptable loss of privacy in relation to this property.\r\rGiven the existing openings to the first floor rear elevation, it is considered that the proposed rear dormers would not result in increased overlooking and therefore would not cause an unacceptable loss of privacy in relation to No 51 and its rear garden. \r\rThe proposed opening at the first floor side elevation (north elevation) that would\rserve a bedroom would replace the existing openings at the first floor level (bedroom\rwindows). Given the separation distance between the application site and No 55\rBlakes Avenue, it is considered that the proposed window would not change the existing situation and it would not result in an unacceptable loss of privacy. \r\rThe proposed first floor side window to the south elevation would be obscure, glazed and non-opening below 1.7m when measured from a floor level, details of which would be secure via condition. \r\rWith regards to the potential overbearing effect, given the existing separation distances and the siting of the proposal, it is considered that it would not appear as overbearing when viewed from the adjoining properties. \r\rOverall, it is considered that the proposed development due to its siting, scale and design would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rLoss of Car Parking\r\rParagraph 115 of the NPPF, 2023 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: Despite the loss of the existing double garage, it is considered that the hardstanding to the rear of the dwelling remains of an adequate size to accommodate 2 off street car parking spaces, therefore the proposal would not result in an unacceptable impact on the local highway network. Officers note no parking restrictions on Wilton Grove.\r\rIn relation to cycle parking, Officers note that a secure cycle parking could be possibly provided within the existing amenity space (as indicated on the submitted Design and Access Statement) to compensate for the loss of the garage. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Statement (within the submitted DAS) which is considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be  in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/01/2021",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-09311583",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262666,
          51.386858
        ],
        [
          -0.262667,
          51.386831
        ],
        [
          -0.26271,
          51.386831
        ],
        [
          -0.262709,
          51.386858
        ],
        [
          -0.262666,
          51.386858
        ]
      ]
    ],
    "type": "Polygon"
  }
}