{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKZ8KCNHIVI00",
  "lapsed_date": "17/02/2026",
  "decision_target_date": "01/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3BH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 19.5,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "08/2021",
    "site_area": 0.018000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03149/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518857,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:49.242Z",
  "id": "Kingston-20_03149_HOU",
  "application_type": "Householder",
  "street_name": "Buckingham Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "17/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/01/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168420,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021755144",
  "centroid": {
    "lon": -0.292709,
    "lat": 51.402366
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be occupied until the cycle parking provision shown on the approved plans has been completed, and thereafter, be kept free of obstruction and available for the parking of cycles only.\r\rReason: To ensure the provision of adequate cycling facilities in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The finished floor level of the extension hereby permitted shall be no lower that the finished floor level of the existing property (immediate room accessing the extension hereby permitted).\r\rReason : In the interest of ensuing the development is floor resilient and resistant in accordance with Policies in the London Plan and RBK Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Consultations\r20no. surrounding properties were notified of the proposed development. One representation received (to the original proposals) with concerns raised regarding the resultant on-street car parking pressures from the proposed development and overlooking of rear gardens.\r\rOfficer comment: Duly noted. Please refer to body of report for full consideration of these points. \r\rRBK Environmental Health: No objection; subject to condition relating to construction hours.\r\rSurbiton CAAC: Initial consultation to original proposals - objection: \"Whilst we do not disagree with the principle of the extension, we are very concerned that materials proposed are not of a high-quality and therefore would harm the CA. We appreciate that the extension will only be seen from neighbouring properties, but these views still form part of the CA. We are particularly concerned about the timber cladding which would not be in keeping with materials found within the CA. We would recommend a more 'permanent' material such as brick be used and selected to tie in with the materials found elsewhere in the CA.\r\rWe are also very concerned about the use of attached metal stairs - these tend to look very utilitarian and also result in areas of unusable space beneath which can become very untidy. We would prefer to see a slightly larger extension which would accommodate stairs within the building.\r\rWe are also concerned that there will be no useable amenity space - the sedum roof appears to be inaccessible and the proposals would be greatly improved if external areas were designed to accommodate outdoor amenity space.\"\r\rNo comments received regarding the revised proposals.\r\rPlanning History\r14/16776/FUL - Change of 1st floor use from A1 to C3. Erection of 2x front dormer roof extensions and one rear dormer roof extension with juliet balcony. Extension and alterations to provide 2x residential units above ground floor. Ground Floor to remain as A1 use. Application withdrawn.\r\r19/02108/FUL - Erection of single storey rear extension; first floor rear infill extension and the installation of staircase to rear of property to facilitate the addition of two self-contained residential units to first and second floor. Application withdrawn.\r\rProposal\rThe application seeks full planning permission for the erection of single storey rear extension, first floor side/rear extension, second floor rear extension to facilitate addition of 2no. Self-contained residential units at first and second floors.\r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tThe Principle of Development;\r-\tThe Resultant Standard of Accommodation;\r-\tThe Impact upon the Residential Amenity;\r-\tThe Impact upon the Character and Appearance of the Area (including Heritage Impact); \r-\tThe Impact upon Highway Safety;\r-\tRefuse/Recycling Provision; and\r-\tFire Safety\r\rPrinciple of Development\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011.  Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole.  These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rStandard of Accommodation \rPolicy D6 (Housing Quality and Standards) of the London Plan (2021) sets out that housing development should be of high quality design and provide adequately sized rooms (as set out in Table 3.1 of the London Plan 2021) with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Core Strategy (2012) reiterates the requirement for adequately sized properties. \r\rPolicy D6 of the London Plan (2021) encourages housing developments to maximise the provision of dual aspect dwellings and normally avoid the provision of single aspect dwellings. Single aspect dwellings should only be provided where it is considered a more appropriate design solution to meet the requirements of Part B of Policy D3 of the London Plan (2021).                             \rAny dwelling should also have a floor to ceiling height of at least 2.5m across 75% of its floor area, in recognition of the fact that ceiling heights are an important element in the design of a dwelling in the unique circumstances of London.\rHigher ceilings can help to offset issues associated with London's distinct higher densities and the effects of climate change by positively impacting on how spacious, light and comfortable the dwelling is. They can also improve the amount and quality of natural light and ventilation, and provide flexibility in the use of a room.        \r      \rWith regards to private amenity space, Policy D6 of the London Plan (2021) sets out that where there are no higher local standards in the borough Development Plan Documents, a minimum of 5sqm of private outdoor space should be provided for 1-2 person dwellings and an extra 1sqm should be provided for each additional occupant. Policy Guidance 13 of the Residential Design Guide SPD (2013) sets a higher minimum standard of 50sqm of private garden space per family house i.e. three bedrooms (where the prevailing character of the area allows) and 10sqm of private garden space for new flats. \r\rThe proposals include 2x flats; one 2-bedroom flat laid across the first floor and one 1-bedroom flat laid across the second floor.\r\rBoth of the proposed flats would meet with minimum London Plan floorspace standards: the two-bed first floor flat measuring approximately 66sqm and the one-bed second floor flat measuring approximately 63msqm \rBoth flats would benefit from adequate natural light and ventilation, as well as a reasonable outlook to the front and rear of the site.\r\rThere is a difference in the floor levels across the accommodation, ranging from 2.3m to 3.0m. From the submitted sections, the ceiling heights would not equate to 75% of the accommodation being above 2.5m. This would carry moderate weight against the proposals. \r\rThe proposed first floor flat would be provided with a balcony to the rear measuring approximately 5sqm and the second floor flat would be provided with a rear balcony measuring approximately 7sqm. It is noted that the private amenity space would be slightly below minimum standards for private amenity space.\r\rPG13 of the Residential Design Guidance states that \"…although in different character areas levels of private amenity space may vary considerably the minimum standards for private gardens should be achieved, and where possible exceeded for all new residential development, unless it can be demonstrated that this would be at odds with the prevailing physical context and local character of development, e.g. town centre....\"\r\rThe SPG guidance as quoted above is an acknowledgement that under certain site characteristics the provision of private or communal amenity space will be difficult. Any under-provision must be balanced against other policy aims which may weigh in favour of the scheme. In this case the redevelopment of previously developed land, in a sustainable location, providing a mix of dwelling units to meet the diverse housing needs of local residents. \r\rAccess to public amenity space within the local area is relatively good, and the town centre location offers links to other public amenity provision. The scheme, application site and wider characteristics of the area, are suitable to accept the slight deficient of amenity space provision in this case.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan (2021) requires new development to deliver appropriate outlook, privacy and amenity. Policy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe extensions will largely infill along existing built form.\r\rA daylight/sunlight assessment has been independently carried out and submitted alongside the revised proposals. Officers consider the report to have been undertaken by a suitably qualified professional. The findings of the report demonstrate that the proposals would not result in undue material harm to the daylight and sunlight ingress to windows of neighbouring properties at No. 43 Victoria Road and Surbiton Plaza (to the north of No. 43 Victoria Road), and would all comply with BRE criteria.\r\rIn respect of privacy, the proposed flats would benefit from views similar to those which exist from the existing windows in the rear elevation of the parade. A condition is attached to ensure the private balconies at first and second floors have 1.8m high privacy screens around their full perimeter to limit longer-range views.\r\rThe proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant material harm to the outlook, daylight/sunlight provision or privacy of the neighbouring occupiers.\r\rImpact upon the Character and Appearance of the Area, including Impact upon Heritage Assets\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. \r\rDevelopment proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rThe site falls within the conservation area, however the works proposed are contained largely to the rear of the site. The infill extensions would have no adverse impact on the character of the area. As to the front elevation, the proposals include one modest-sized rooflight and alteration to the shopfront to add a dedicated, separate entrance door to the residential flats to the upper floors and a more contemporary shopfront with additional glazing and a central entrance door to the commercial unit. The proposed rear extensions would continue a more modern addition to the premises and are considered acceptable in their design and materiality in matching white painted brickwork. The areas of flat roof not given over to external amenity space are shown to be sedum covered and a condition is attached to ensure that details are submitted to the local planning authority regarding its management and maintenance. The alterations to the front elevation are similarly considered to be contemporary, yet appropriate.\r\rImpact upon Heritage \rIn determining planning applications which affect heritage assets, Paragraph 197 of the NPPF 2023 requires local planning authorities to take account of the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation, the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality, and the desirability of new development making a positive contribution to local character and distinctiveness.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rThe application site is the boundary of the Surbiton Town Centre Conservation Area.\rThe significance of the conservation area can be summarised as part of the Surbiton \"New Town\" conceived by Thomas Pooley following the relocation of Surbiton Railway Station to its current site in 1838. Early houses in Victoria Road and Brighton Road were converted to commercial use by 1865, and the area now forms a substantial part of the district centre.\r\rThe front elevation of No.43, along with the adjoining unit, has an attractive façade which makes a positive contribution to the overall character of the conservation area. This will be retained unchanged and in that respect the proposed development will ensure the ongoing positive contribution. The proposals would not have any impact on the character and appearance of the conservation area, nor would it harm its significance.\r\rImpact upon Highway Safety\rPolicy T6 of the London Plan (2021) sets out that car-free development should be the starting point for all development proposals in places that are well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite'). Car-free development has no general parking but should still provide disabled persons parking in line with Part E of this policy.\r\rPolicies DM9 and DM10 of the Council's Core Strategy (2012) seek to ensure that new development has regard to local traffic conditions, and does not contribute to congestion or compromise highway safety.\r\rThe proposal would not involve any new or amended access to the public highway and would not provide any off-street car parking spaces. Given the accessibility of the site, having a PTAL of 5, officers consider this \"car-free\" approach to be acceptable, subject to a legal agreement to preclude future occupiers of the development from obtaining Council-issued car parking permits. Subject to this agreement, officers are satisfied that the proposal would have an acceptable impact on highway safety. \r\rTable 10.2 of the London Plan (2021) sets a minimum cycle parking provision of 3.5 cycle spaces for the proposed size of dwellings. Cycle parking is shown to the rear within a dedicated yard. This is considered to be acceptable, in accordance with Policy T5 of the London Plan 2021. \r\rRefuse / Recycling\rPolicy CS9 of the Council's Core Strategy 2012 requires integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rPolicy Guidance 22 of the Council's Residential Design SPD 2013 provides further guidance on this matter, stating that the storage of waste facilities should be integral to the design of dwellings and located so that they can be accessed conveniently for residents. Ideally, they should be to the rear of the property, provided that a route between the front and rear of the property can be provided that does not go through the house.\r\rWhere containers need to be permanently stored to the front of a property, they should be housed in dedicated storage structures, which should be sited sensitively and where appropriate, well screened and appropriately landscaped so as to preserve and enhance the character of the street scene. In general, waste stores, typically containers, should not be sited to project forward of the established building line. A dedicated waste store should be constructed of materials appropriate to its context, particularly where the development site is in a sensitive location, for example a conservation area.\r\rBin storage is shown to the rear yard area which has a shared function as a cycle parking area. The position is considered to be appropriate, and whilst 4no. bins are shown, there is capacity for increased waste storage should it be required for the commercial premises to the ground floor. A secure bin enclosure would be required by way of condition.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rThe proposed development would accord with the relevant provisions set out in the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan 2021, Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r\rIt is noted that the Council does not have a 5-year housing supply. The proposed development would provide 2no. additional market housing units. The proposal would therefore make a small yet positive, contribution towards boosting housing delivery within the Borough. This is afforded significant weight in favour of the proposals.\r\rThe development would have an acceptable impact on the character and appearance of the area, including heritage assets as well as on the amenities of neighbouring occupiers. These matters are both afforded significant weighting in favour of the proposals.\r\rThe standard of accommodation in terms of the size and layout of the accommodation is found to be acceptable, providing good outlook and natural light to habitable rooms. Private amenity space is found to fall slightly short of local space standards for new flats, but this is considered to be a minor divergence from the minimum standards and given the inherent constraints relating to the fact that it is a conversion scheme, officers consider the private amenity space is an acceptable provision of external space for the use of future occupiers. Similarly, floor to ceiling heights do not strictly meet the minimum standards set out in the London Plan, but officers note that additional height has been accommodated where possible and as above, given it is a conversion scheme, officers find this to be acceptable in balance. Both of these matters are ascribed limited weight against the scheme in the overall assessment.\r\rThe applicant has submitted a signed legal agreement to prevent the issue of on-street car parking permits and the proposal would not exacerbate pressure for on-street parking and prejudice highway safety. The proposed development would be provided with the required minimum quantum of cycle spaces and therefore adequately promotes sustainable modes of travel to future occupants of the development. This is afforded moderate weighting in favour of the proposals.\r\rOfficers are satisfied that the benefits of granting permission would significantly and demonstrably outweigh the disbenefits of the provision of two 2-bedroom flats in this location, when assessed against the policies in the NPPF as a whole.\rAccordingly, it is recommended that planning permission be granted for the development.\r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "",
    "Please clarify the use of proposed annex.",
    "If the proposed outbuilding is used as separate self contain flat, the fee required for your planning application is £ 578.00, we acknowledge the receipt of £258.00, please pay the outstanding balance of £320.00. Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002,"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/12/2020",
  "secondary_street_name": null,
  "site_number": "5",
  "pp_id": "PP-09312832",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292687,
          51.402379
        ],
        [
          -0.292688,
          51.402352
        ],
        [
          -0.292731,
          51.402353
        ],
        [
          -0.29273,
          51.40238
        ],
        [
          -0.292687,
          51.402379
        ]
      ]
    ],
    "type": "Polygon"
  }
}