{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKYMEENHIUS00",
  "lapsed_date": "12/02/2026",
  "decision_target_date": "01/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5NX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 32,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.023
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03131/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517430,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:44.341Z",
  "id": "Kingston-20_03131_HOU",
  "application_type": "Householder",
  "street_name": "Hastings Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "12/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage and erection of single storey rear and side extensions",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/01/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167146,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128008207",
  "centroid": {
    "lon": -0.313635,
    "lat": 51.391213
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development shall not be occupied until safe and secure cycle parking has been provided in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Prior to the occupation of the development the approved cycle parking shall be completed, and thereafter, be kept free of obstruction and available for the parking of cycles only.\r\rReason: To ensure the provision of adequate cycling facilities in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The application seeks approval of the details required by Conditions 3 (Materials), 4 (Detailed Drawings), 7 (Drainage), 8 (Sustainability and Energy Conservation), 9 (Biodiversity and Nature Conservation), 10 (Tree Protection Plan), 11 (Landscaping Scheme), 12 (Waste Management), 13 (Cycle Parking), 14 (Construction Management Plan) and 17 (Drainage) of planning permission 21/02007/FUL\r\rThe wording of Condition 3 (materials) of planning permission 21/02007/FUL.\r\rPrior to the commencement of any development above ground level, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThe applicant has deposited full details of materials, colour and texture of the external finish of the building.\r\rThe details have been reviewed and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 3 of planning permission 21/02007/FUL.\r\rThe wording of Condition 4 (detailed drawings) of planning permission 21/02007/FUL.\r\rPrior to the commencement of any development above ground level, detailed drawings at a scale of 1:10 of the following features shall be submitted to andvapproved in writing by the local planning authority:\r\r- windows, including any aprons, sills, mouldings, heads, jambs, transoms, mullions, lintels or reveals\r\rThe development shall then be carried out in accordance with the approved drawings.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThe applicant has deposited detailed drawings of the windows, including any aprons, sills, mouldings, heads, jambs, transoms, mullions, lintels or reveals.\r\rThe details have been reviewed and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 4 of planning permission 21/02007/FUL.\r\rThe wording of Condition 7 (Drainage) of planning permission 21/02007/FUL.\r\rPrior to the beneficial occupation of the development to which this permission relates, details of a drainage system shall be submitted to and approved in writing by the local planning authority. The drainage system shall be implemented in accordance with the approved details and permanently maintained thereafter.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy SI13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r\rThe applicant has deposited details of a drainage system to be utilised in the development permitetd.\r\rThe details have been reviewed by the LPA's Local Lead Flood Authority (LLFA) and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 7 of planning permission 21/02007/FUL.\r\rThe wording of Condition 8 (energy and water consumption) of planning permission 21/02007/FUL.\r\rPrior to the beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r\rThe applicant has deposited details of energy ansd water consumption.\r\rThe details have been reviewed and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 8 of planning permission 21/02007/FUL.\r\rThe wording of Condition 9 (nature conservation) of planning permission 21/02007/FUL.\r\rPrior to the beneficial occupation of the development to which this permission relates, a scheme to enhance the nature conservation interest of the site shall be submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r\rThe applicant has deposited a scheme of nature conservation for the development permitted.\r\rThe details have been reviewed and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 9 of planning permission 21/02007/FUL.\r\rThe wording of Condition 10 (Tree protection plan) of planning permission 21/02007/FUL.\r\rPrior to commencement of the development (including any works of demolition), a detailed tree protection plan shall be submitted to and approved by the Local Planning Authority. This submission shall include: A plan to a scale and level of accuracy appropriate to the proposal, that shows the positions, crown spreads and root protection areas (RPA) of every retained tree on site,\rand on nearby ground or land adjacent to the site, in relation to the approved plans. A schedule of pre-construction works for the above-detailed trees, where appropriate. Calculated dimensions and positions of all tree root protection areas. Details and positions of tree protection barriers and ground protection where appropriate.\r\rDetails and positions of any construction exclusion zones. Details and positions of the existing and proposed underground service runs, to be routed to avoid root protection areas where possible and if not possible, for alternative methods of installation to be detailed within the AMS. Details and positions of any change in levels or positions of any excavations within 5m of the root protection area of retained trees. Details of any special engineering required to accommodate proposals within the root protection areas of retained trees (e.g. in connection with foundations, service installation, bridging, water features, surfacing). Details of the working methods to be employed for the installation of drives, paths or any other form of hard surfacing within the root protection areas of retained trees in accordance with the principles of 'No Dig' construction. All details shall be in accordance with British Standard BS5837: 2012 \"Trees in relation to Design, Demolition and Construction\" The approved protection scheme shall be\rimplemented prior to commencement of any work on site including demolition, and be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.\r\rThe applicant has deposited a tree protection Plan.\r\rThe details have been reviewed by the LPA's Tree and Landscape Officer and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 10 of planning permission 21/02007/FUL.\r\rThe wording of Condition 11 (Landscaping) of planning permission 21/02007/FUL.\r\rPrior to the beneficial occupation of the development to which this permission relates, a landscaping scheme shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be\rmaintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThe applicant has deposited a landscaping scheme.\r\rThe details have been reviewed by the LPA's Tree and Landscape Officer and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 11 of planning permission  21/02007/FUL.\r\rThe wording of Condition 12 (refuse and recycling) of planning permission 21/02007/FUL.\r\rPrior to the beneficial occupation of the development to which this permission relates, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThe applicant has deposited a plan showing details of the refuse and recycling facilities for the development permitted.\r\rThe details have been reviewed and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 12 of planning permission 21/02007/FUL.\r\rThe wording of Condition 13 (cycle parking) of planning permission 21/02007/FUL.\r\rPrior to the beneficial occupation of the development to which this permission relates, cycle parking facilities shall be submitted to and approved in writing by the local planning authority. The cycle parking as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r\rThe applicant has deposited a plan and details of the cycle parking for the development permitted.\r\rThe details have been reviewed and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 13 of planning permission 21/02007/FUL.\r\rThe wording of Condition 14 (construction management plan) of planning permission 21/02007/FUL.\r\rPrior to the commencement of the development (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site;\rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: The pre commencement condition is necessary In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012. This condition must be a pre-commencement condition in order to be effective.\r\rThe applicant has deposited a construction managment plan. \r\rThe details have been reviewed by the LPA's neighbourhood traffic engineer and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 14 of planning permission 21/02007/FUL.\r\rThe wording of Condition 17 (drainage) of planning permission 21/02007/FUL.\r\rPrior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings, supporting calculations, SuDS Statement and Drainage Assessment Form shall be submitted to and approved in writing by the local planning authority. A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\r\rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.\r\rThe applicant has deposited .\r\rThe details have been reviewed and officers are satisfied that in the context of the proposed development and the site the details meet the requirements for condition 17 of planning permission 21/02007/FUL.",
    "Validation Checklist Update - Please ensure you have provided all documents required to support your application in line with the Validation Local List and update the Validation Checklist document with any changes you have made to your application.  Please give clear reasons if not providing mandatory documents. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/12/2020",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-09308641",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.313613,
          51.391226
        ],
        [
          -0.313614,
          51.391199
        ],
        [
          -0.313657,
          51.3912
        ],
        [
          -0.313656,
          51.391227
        ],
        [
          -0.313613,
          51.391226
        ]
      ]
    ],
    "type": "Polygon"
  }
}