{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKYMFKNHIUX00",
  "lapsed_date": "01/02/2024",
  "decision_target_date": "01/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7EY",
  "site_name": "Coombe Lea",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 155.2,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2021",
    "intended_completion_date": "04/2022",
    "site_area": 0.14200000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03136/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520225,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:45.606Z",
  "id": "Kingston-20_03136_HOU",
  "application_type": "Householder",
  "street_name": "Orchard Rise",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "01/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear and side extensions;  replacement entrance porch and erection of new roof with associated dormers to front and side elevations and associated rooflights",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169879,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128013940",
  "centroid": {
    "lon": -0.272558,
    "lat": 51.415191
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations would result in a bulky and disordered form of development with the proposed assemblage of roof forms and gable dormers uncharacteristic of the area. The proposed development would appear unresolved and incongruous within the street scene, contrary to Policy DM10 of the Kingston Core Strategy (2012), Policy 7.4 of the London Plan (2016) and the Kingston Residential Design SPD (2013).",
    "The proposed first floor balcony would be excessive in scale and, given the spacious and low-density character of the area, it is considered that it would result in an unacceptable loss of privacy to No. 24 Orchard Drive to the north-east and No. 16a Orchard Drive to the south, contrary to Policy DM10 of the Kingston Core Strategy (2012) and the Kingston Residential Design SPD (2013).",
    "Application Site\rThe site comprises a ground floor flat within a semi-detached building.\r\rProposal\rFormation of a drop kerb, part demolition of a front boundary and new off road parking facility.\r\rConsultation\r25 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on Highway safety.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note there are examples of similar development within the streetscene. The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighway safety\rThe NPPF requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rDevelopment should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rPolicies DM9 and DM10 of the LDF Core Strategy seek to ensure that new development has regard to local traffic conditions and does not contribute to congestion or compromise highway safety. \r\rOfficer Comment: The proposed crossover would be positioned opposite and adjacent to, a bus stop. \r\rRBK Crossover Policy 2020 Section 2e states that: A proposed vehicle crossover or extension must not be within 10m of any formal pedestrian crossing or refuge (including zebra crossings and signalised crossings such as pelicans and toucans), bus stop or a bus cage. For this reason, officers consider that the proposal would have an adverse impact on highway safety. The proposal is therefore contrary to Paragraph 111 of the NPPF, 2023 and policies DM9 and DM10 of the Council's Core Strategy 2012 and Section 2e of the RBK Crossover Policy 2020.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The Householder Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications",
    "You have not submitted Time Stamped Photographs, although the Checklist states that you have. Please submit these."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/12/2020",
  "secondary_street_name": null,
  "site_number": "18",
  "pp_id": "PP-09318766",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272536,
          51.415204
        ],
        [
          -0.272537,
          51.415177
        ],
        [
          -0.27258,
          51.415178
        ],
        [
          -0.272579,
          51.415205
        ],
        [
          -0.272536,
          51.415204
        ]
      ]
    ],
    "type": "Polygon"
  }
}