{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKZ07CNHIVA00",
  "lapsed_date": "08/02/2024",
  "decision_target_date": "04/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW15 3SD",
  "site_name": "2 Cedar Close\rKingston Vale\rLondon\rSW15 3SD\r",
  "status": "Refused",
  "application_details": {
    "site_area": 0.065,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Hill - Designated in UDP 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Kingston Hill Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.06.56\rTree ref: A1\rTree category: A\rDetails: M&C Order no: 06 Year: 1956"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: A"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128003929"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03145/TPO",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520645,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "last_updated": "2025-05-05T17:25:48.070Z",
  "id": "Kingston-20_03145_TPO",
  "application_type": "All Other",
  "street_name": "Cedar Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "08/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "T.1 Oak - 25% Holistic crown reduction to previous points.\rT.2 Oak - Fell.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 171692,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128003929",
  "centroid": {
    "lon": -0.265905,
    "lat": 51.431396
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Duplicate application and the removal of T.2 is excessive and unnaceptable. Appropriate works will be permitted via second application: 20/03196/TPO",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential building in C2 use.\r\rProposal \r\rErection of first floor extension with accommodation on roof. Fenestration and internal alteration.\r\rConsultation \r\r26 objections received. The objections can be summarised as follows\r\r- Car park issues\r- Excessive height or bulk of buildings\r- Loss of light/Sunlight\r- Privacy\r- Access or traffic problems\r- Inappropriate design/layout\r- Effects on trees\r- Fumes\r- Noise\r- Unacceptable or incompatible use\r\rAssessment\r\rThe proposed development would intensify the existing C2 use on site. The principle of intensification of the use is considered acceptable subject to the proposed additions and alterations not causing harm to the character and amenity of the area. \r\rIt is considered that the proposed development by virtue of its size, siting and design would create a dominant and overbearing incongruous feature that would be visually intrusive in the streetscene and the private views of the site from the rear of the neighbouring properties, in particular the overall massing and scale of the resultant building and the height of the first floor extension siting proud of the adjacent properties as evidenced by the deposited street scene drawing. The proposal would not be in accordance with policy CS8 and DM10 of the Councils adopted LDF Core Strategy April 2012.\r\rThe proposed development is likely to give rise to increased demand for on street parking and exacerbate existing on street car parking pressures. The applicant has failed to provide any off street parking to mitigate this or evidence that there is capacity on street by way of a parking beat survey and as such the proposal is likely to prejudice highway safety. The proposal therefore would not accord with Paragraph 111 of the NPPF and Policy DM9 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rThere are no trees proposed to be removed as a result of the proposed development. \r\rThe siting, distance, form and orientation of the building and habitable room windows in relation to neighbouring properties is such that it is considered that the proposed development would not have an adverse impact on the daylight/sunlight provision, privacy or outlook of neighbouring occupiers. \r\rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "Please ensure the householder validation check list includes all the necessary documentation as required by the new local list. Please check the new local list in our website before filling the householder validation checklist.\r\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/12/2020",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": "PP-09322702",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.265883,
          51.431409
        ],
        [
          -0.265884,
          51.431382
        ],
        [
          -0.265927,
          51.431383
        ],
        [
          -0.265926,
          51.43141
        ],
        [
          -0.265883,
          51.431409
        ]
      ]
    ],
    "type": "Polygon"
  }
}