{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKYUMLNHIV500",
  "lapsed_date": "12/03/2024",
  "decision_target_date": "01/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8JY",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 6.78,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "02/2021",
    "intended_completion_date": "03/2021",
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03142/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519524,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:47.207Z",
  "id": "Kingston-20_03142_HOU",
  "application_type": "Householder",
  "street_name": "Berrylands",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "12/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of side dormer roof extension and conversion of garage into habitable space",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167774,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021784588",
  "centroid": {
    "lon": -0.283342,
    "lat": 51.39642
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Due its lack of setback from the front elevation the proposed side dormer roof extension would result in the total loss of the original cat-slide roof feature of the property. This loss would not only result in an adverse impact on the character of the application property, but would also create an imbalance in the symmetry of the semi-detached properties, of which the application property forms a part, to the detriment of the character and appearance of the local area. The proposal would therefore be contrary to Paragraph 127 of the NPPF (2019), Policy D3 of the London Plan (2021) and Policies CS8 and DM10 of the Core Strategy (2012).",
    "Condition 11 of planning permission ref: 22/01923/FUL is as follows:\r\r'No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase in order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with Policies CS7 and DM9 of the LDF Core Strategy 2012.'\r\rThe Council Neighbourhood Traffic Engineer has reviewed the submission within the context of the planning permission and requirements and confirms that the submitted Construction Management Plan is acceptable. The submitted details can therefore be approved.\r\rHowever, as is noted above, the applicant is reminded that the approval of details submitted pursuant to this planning condition does not absolve the applicant from the requirement for any appropriate approvals or licences which may be required by the Local Highway Authority.\r",
    "Please provide 'Time Stamp Photo'. It is a validation requirement.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/12/2020",
  "secondary_street_name": null,
  "site_number": "106",
  "pp_id": "PP-09296758",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28332,
          51.396433
        ],
        [
          -0.283321,
          51.396406
        ],
        [
          -0.283364,
          51.396407
        ],
        [
          -0.283363,
          51.396434
        ],
        [
          -0.28332,
          51.396433
        ]
      ]
    ],
    "type": "Polygon"
  }
}