{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLTB7PNH04300",
  "lapsed_date": "02/02/2026",
  "decision_target_date": "03/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3JX",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 8.82,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "02/2021",
    "intended_completion_date": "05/2021",
    "site_area": 0.017
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03334/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520621,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:26:37.397Z",
  "id": "Kingston-20_03334_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Mount Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "02/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.30m in depth, maximum height of 3.00m and eaves height of 2.90m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168780,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021779306",
  "centroid": {
    "lon": -0.26724,
    "lat": 51.40523
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) and (ja) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application is submitted under Section 96A of the Act and  seeks a non material amendment to  condition 6. The applicant advises that this is  in order to make it clearer and more precise having regard to the required presence of an ecologist on site during the works. At present the wording of condition requires an ecologist to be on site throughout the site preparation and demolition works to monitor the development i.e. that  an ecologist to be on site every day, and at all times, during the works.\r\rCondition 6 currently states:\rA suitably qualified and experienced ecologist shall be on site throughout the site preparation and demolition works to monitor the development and to ensure that the biodiversity interests of the site are protected. \rIf a protected species, other than those identified and assessed as part of this application, (such as, but not limited to, any bat, great crested newt, dormouse, badger, reptile, barn owl or any nesting bird) are discovered using a feature on site that would be affected by the development or related works all activity which might affect the species at the locality should cease and you should make contact with the Council's Planning Service. \rYou should then seek the advice of a suitably qualified and experienced ecologist and consider the need for a licence from Natural England prior to commencing works (with regard to bats). This action is necessary to avoid possible prosecution and ensure compliance with the Wildlife & Countryside Act 1981 (as amended), the Conservation of Habitats and Species Regulations 2017 (as amended), the Protection of Badgers Act 1992 and the Wild Mammals Act 1996. \r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r\rThe condition is a three part condition and it is only the first paragraph of the condition for which an amendment is sought.\rThe first paragraph currently reads\r\"A suitably qualified and experienced ecologist shall be on site throughout the site preparation and demolition works to monitor the development and to ensure that the biodiversity interests of the site are protected\".\r\rThe revised text proposed is in five parts and is as follows:\ra) Before commencing any work on site, all contractors will be inducted by a licensed bat ecologist or accredited agent in a tool box talk, to ensure they are aware of the risks to wildlife on site, particularly the presence of badgers, bat roosts, their legal protection and of working practices to avoid harming badgers, bats and other species in order to ensure working practices on site follow legal requirements.\rb) Any vegetation clearance will be supervised by a suitably qualified ecologist to ensure that animals which may inhabit the vegetation, primarily small mammals, are protected during the destructive works.\rc) A suitably qualified ecologist will be present for the installation of heras fencing around the retained trees to ensure that the root protection zones of these trees are adequately covered by this fencing and protected from impacts during the development, in line with BS5837:12.\rd) Immediately prior to any works on site, the buildings must be subject to an internal and external survey by a suitably qualified and licensed bat ecologist to ensure as far as possible that no bats are present. In addition, hand removal / soft strip of any low potential roosting features must be done very cautiously and under supervision by a bat licensed ecologist.\re) Following these initial supervisions and the attending ecologist's satisfaction with the set up of the site, weekly monitoring visits will take place to ensure that all protective measures remain in place and there are no further ecological constraints. These will continue throughout the demolition works.\r\rThe current second two paragraphs of the condition are to remain and it is suggested  they are labelled as parts f) and g) as follows:\rf) If a protected species, other than those identified and assessed as part of this application, (such as, but not limited to, any bat, great crested newt, dormouse, badger, reptile, barn owl or any nesting bird) are discovered using a feature on site that would be affected by the development or related works all activity which might affect the species at the locality should cease and you should make contact with the Council's Planning Service.\rg) You should then seek the advice of a suitably qualified and experienced ecologist and consider the need for a licence from Natural England prior to commencing works (with regard to bats). This action is necessary to avoid possible prosecution and ensure compliance with the Wildlife & Countryside Act 1981 (as amended), the Conservation of Habitats and Species Regulations 2017(as amended), the Protection of Badgers Act 1992 and the Wild Mammals Act 1996.\r\rThe Council's Ecologist has reviewed the application and advises that the suggested amendment is acceptable. \r\rThis amendment is considered acceptable. As the issues are minor and  the amended wording would continue to protect and safeguard the biodiversity and nature conservation value of the site, it is therefore considered that the proposed amendment would be non-material.\r\rAccordingly, it is recommended that a S96A application for a non-material amendment be granted.\r",
    "Plan scale issue - as part of the validation process we check plan scales electronially and the scales on the submitted plans do not measure correctly while the annotated dimensions do not measure as stated either. This may be because they plans have been scanned in, which can distort plan scales. Please can you re-submit the plans as we do need to accurately measure the plans."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/12/2020",
  "secondary_street_name": null,
  "site_number": "39",
  "pp_id": "PP-09372913",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.267218,
          51.405243
        ],
        [
          -0.267219,
          51.405216
        ],
        [
          -0.267262,
          51.405217
        ],
        [
          -0.267261,
          51.405244
        ],
        [
          -0.267218,
          51.405243
        ]
      ]
    ],
    "type": "Polygon"
  }
}