{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLR6HYNH04300",
  "lapsed_date": "28/01/2026",
  "decision_target_date": "29/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8QE",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "total_gia_gained": 12.45,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2021",
    "intended_completion_date": "07/2021",
    "site_area": 0.045000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03305/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518965,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:26:30.425Z",
  "id": "Kingston-20_03305_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Seymour Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "28/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.19m in depth, maximum height of 3.50m and eaves height of 2.97m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167550,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021797492",
  "centroid": {
    "lon": -0.291448,
    "lat": 51.394524
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby approved relates solely to the erection of single storey rear extension. The proposed conversion of the garage and erection of the front bay window require a separate assessment/planning permission.\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The proposed erection of single storey rear extension (4.19m in depth, maximum height of 3.50m and eaves height of 2.97m) falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Condition 60 (Demolition Method Statement) of planning permission 20/02942/FUL states:\r\rPrior to commencement of demolition works in each Development Plot or Phase a Demolition Method Statement shall be submitted to and approved in writing by the Local Planning Authority. Details shall include control measures for dust, noise, vibration (piling), lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary, advance notification to neighbours and other interested parties of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works for that Development Plot or Phase. No demolition shall commence until a risk assessment based on the Mayor's Best Practice Guidance (The control of dust and emissions from construction and demolition) has been undertaken and a method statement for emissions control (including an inventory and timetable of dust generating activities, emission control methods and where appropriate air quality monitoring) has been submitted to and approved in writing by the local planning authority. The appropriate mitigation measures to minimise dust and emissions must be incorporated into the site specific Demolition Method Statement and Construction Management Plan. Developers must ensure that on-site contractors follow best practicable means to minimise dust and emissions at all times. Demolition works shall be undertaken in accordance with the approved Demolition Method Statement. \r\rReason: To ensure that occupiers of surrounding premises are not adversely affected by noise, vibration, dust, lighting or other emissions from the building site.\r\rOfficer Comment: The submitted information by the applicant is considered to be sufficient. It is noted that the Council Neighbourhood Traffic Engineer and Environmental Health Officer raised no objections to the submitted information and recommended approval. As such, the details submitted for condition 60 (Demolition Method Statement) in relation to Plot E Phase 1 of planning permission 20/02942/FUL are hereby approved.\r\r",
    "Reasonable efforts have been made to check that the plans/documents submitted for the purposes of this application are consistent with the parent planning permission reference 20/02942/FUL, however, any inconsistencies would be resolved in favour of the parent permission. An Application for Approval of Details Reserved by Condition should not be used to evolve or modify the scheme in a way that is substantially different from that set out in the application.",
    "Please provide Existing and Proposed Roof Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions of the proposed work.",
    "Please submit 'Fire statement/Plan.' If you consider the proposal does not require fire statement, please submit 'Reasonable Exception Statement.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/12/2020",
  "secondary_street_name": null,
  "site_number": "8",
  "pp_id": "PP-09358982",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291426,
          51.394538
        ],
        [
          -0.291427,
          51.394511
        ],
        [
          -0.29147,
          51.394511
        ],
        [
          -0.291469,
          51.394538
        ],
        [
          -0.291426,
          51.394538
        ]
      ]
    ],
    "type": "Polygon"
  }
}