{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKPWETNHIST00",
  "lapsed_date": "22/01/2026",
  "decision_target_date": "27/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5GW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 46,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2021",
    "intended_completion_date": "06/2021",
    "site_area": 0.030000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03085/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517494,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:31.099Z",
  "id": "Kingston-20_03085_HOU",
  "application_type": "Householder",
  "street_name": "Northweald Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "22/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (following demolition of existing conservatory) and conversion of garage into habitable space with matching fenenstration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171358,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021765011",
  "centroid": {
    "lon": -0.311321,
    "lat": 51.429056
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "During the period between the commencement and the substantial completion of the development approved by this permission, any trees on the site which are shown as being retained on the relevant approved plans (T1) shall be protected in accordance with BS5837: 2005 \"Protection of Trees on Construction Sites\" (figures 4 and 5). Any fenced area(s) shall be kept entirely free at all times of vehicles, vehicle movements, equipment and machinery. There shall be no changes to the soil level and no excavation of trenches within the fenced areas, no fires lit, no dumping of toxic chemicals and no retained trees shall be used for winching purposes.  If any retained tree is removed, uprooted, destroyed, dies, or is pruned or damaged in a way which negatively effects the amenity or landscape value of the tree, a replacement tree shall be planted in the same location, the size and species of which may be specified in writing by the council.\r\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Consultations\r4no. surrounding properties were notified of the proposed development. No comments received.\r\rProposal\rThe application seeks planning permission for the installation of 1no. window to ground floor side fenestration and 3nos. rooflights to existing ground floor rear extension. \r\rPlanning History\r20925 - Two storey side and single storey rear extensions. Granted planning permission, dated 21.03.1979.\r\rSite and Surroundings\rThe site comprises a detached two-storey residential property on the northern side of Cotswold Close. The site lies adjacent to, but not within, the Coombe Wood Conservation Area. \r\rThe site falls within the Kingston Hill / Coombe Hill Strategic Area of Special Character (a non-designated heritage asset).\r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance, including heritage assets; and \r-\tThe Impact upon Residential Amenity; \r\rCharacter and Appearance, including Impact upon Heritage Assets\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rAt the local level, Policies CS8 and DM12 of the Council's Core Strategy 2012 set out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rAt paragraph 203 of the NPPF, the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rAccordingly, the Core Strategy states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development:\r-\tRecognises distinctive local features and character\r-\tHas regard to the historic and natural environment\r-\tHelps enhance locally distinctive places of high architectural and urban design quality\r-\tAccords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\"\r-\tRelates well and connects to its surroundings\r\r\rThe proposals comprise of the addition of 1no. window to the (western) side elevation at ground floor level and 3no. rooflights to the existing ground floor rear extension. The size, design and positioning of the windows/rooflights would be complementary to the existing fenestration and befitting of the overall design of the dwellinghouse. \r\rThe proposals are assessed as generally in accordance with Policies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012). \r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe three proposed rooflights would be situated to the rear of the existing dwellinghouse atop of the existing rear extension. These would not afford any direct views or opportunities for overlooking to neighbouring properties.  The proposed one side-facing window at ground floor would face onto the flank wall of the neighbouring property. \r\rThe proposed windows are not considered to pose impacts on neighbouring amenity.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8 and DM10 of the Core Strategy (2012).\r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "This application cannot be a free go because the previous application was submitted after 6th Dec 2023. The regulation has been changed therefore the fee required for your planning application is £ 578.00.  Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/12/2020",
  "secondary_street_name": null,
  "site_number": "18",
  "pp_id": "PP-09302178",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311299,
          51.429069
        ],
        [
          -0.3113,
          51.429042
        ],
        [
          -0.311343,
          51.429043
        ],
        [
          -0.311342,
          51.42907
        ],
        [
          -0.311299,
          51.429069
        ]
      ]
    ],
    "type": "Polygon"
  }
}