{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMX4T9NH02800",
  "lapsed_date": "19/03/2026",
  "decision_target_date": "28/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Coombe Hill House",
  "status": "Refused",
  "application_details": {
    "site_area": 0.308
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03379/PACND",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521794,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:27:16.730Z",
  "id": "Kingston-20_03379_PACND",
  "application_type": "Prior Approval",
  "street_name": "Beverley Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "19/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of an additional 2 storeys to existing B1 Office to create 45 self-contained flats (19 no. two-bedroom, 21 no. one-bedroom and 5 no. studios) with associated cycle parking\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "24/03/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 169853,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128001758",
  "centroid": {
    "lon": -0.250016,
    "lat": 51.414623
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The applicant has failed to demonstrate through the submission of robust evidence that the proposed development would not compromise the structural integrity of the Coombe Brooke Culvert. It has therefore not been demonstrated that the proposed development would not increase flood risk elsewhere contrary to Policy DM4 of the Kingston Core Strategy (2012), Policy SI 12 of the London Plan (2021), the NPPF (2019) and contrary to Condition A.A.2(1)(d) of Schedule 2, Part 20, Class AA of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The proposed development would be highly incongruous in an area where development is largely at the two-storey level. The resulting building would appear visually intrusive and incongruous and would not be sympathetic to local character or the surrounding built environment, contrary to the NPPF (2019), Policies CS8 and DM10 of the Kingston Core Strategy (2012) and Condition A.A.2(1)(e) of Schedule 2, Part 20, Class AA of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rDemolition of existing single storey rear extension and erection of single storey side and part single/part two storey rear extensions.\r\rThis application follows a refused permission 23/03549/HOU dated 18.03.2024 which was refused for the following reason:\r\r1) The proposed first floor rear extension has not been consistently shown on the submitted drawings. Taking the maximum depth of 4.5m shown on the proposed Right Side Elevation the proposed first floor rear extension would have an unacceptable overbearing impact on neighbouring No. 31 Chantry Road contrary to Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r\rThis reason for refusal would need to be addressed.\r\rConsultation\r6 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed side extension has been set back from the front of the property so would not be highly visible within the streetscene. Overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The principal properties to consider in relation to neighbouring amenity are No. 27 and No. 31 Chantry Road. Due to the existing situation between the sites with regards to the single storey side and rear extension, officers note the limited increase in depth would not negatively effect the neighbouring properties. With regards to the proposed first floor extension, this would be 3m in depth. The applicant has demonstrated on the plans compliance with BRE guidance in relation to daylight/sunlight. Officers are now satisfied that the proposed first floor would not result in an unacceptable overbearing impact on neighbouring No. 31 Chantry Road.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Plan and included a strategy within the design and access statement.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "The Validation Local List requires Time Stamped Photographs of the site to be provided with the application submission. Please see the Local List for further guidance and submit these. It is noted that photgraphs are provided with the Existing Roof Plan. If you consider that these meet the requirements of the Local List then you can reference these within the Validation Checklist document.\r",
    "Validation Checklist Update - Once you have provided the above documents please update the Checklist document to confirm that they have been provided. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/12/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.249994,
          51.414636
        ],
        [
          -0.249995,
          51.414609
        ],
        [
          -0.250038,
          51.41461
        ],
        [
          -0.250037,
          51.414637
        ],
        [
          -0.249994,
          51.414636
        ]
      ]
    ],
    "type": "Polygon"
  }
}