{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QL46B9NHIX500",
  "lapsed_date": "15/03/2026",
  "decision_target_date": "01/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4AW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 12,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.016,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ226802IF"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ226802JH"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021772894"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03180/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522007,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:25:56.975Z",
  "id": "Kingston-20_03180_CPU",
  "application_type": "All Other",
  "street_name": "Beverley Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "15/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 168234,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021772894",
  "centroid": {
    "lon": -0.247511,
    "lat": 51.400026
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of a single storey rear extension falls within the parameters of  permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2022 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rConsultations\r5 no surrounding properties were notified  of the proposed development.  3no letters of support were received.\r\rSurbiton Neighbourhood Conservation Areas Advisory Committee - No objection.  No impact on Conservation Area.\r\rRBK Heritage and Conservation Lead - Limited consideration (by the applicant) of how the proposed works will impact the appearance of Southborough Conservation Area.\r\rHeritage Impacts - The proposed removal of chimneys and installation of a large number of solar panels on a large roof slope that is highly visible from the public highway would harm the appearance of the conservation area.\r\rExternal wall insulation (EWI) and render: This is accepted, subject to detailed drawings and specification of finishes, as the external wall finish is not uniform across the conservation area, and other dwellings in close proximity are fully rendered.\rRemoval of chimneys : This is not supported, as the pair of tall chimneys are highly visible, and are a common feature across the conservation area.\rInstallation of PV panels : This is not supported in the proposed arrangement. An excessive number of PV's are being proposed, with the whole of the western roof slope to be fully covered. This proportion of the roof is highly visible from the street. PV panels should be sited to the south and away from the public highway wherever possible . There are other locations where they could be installed. \r\rProposal \rThe application seeks full planning permission for the installation of external wall insulation with painted render integrated PV roof panels. Removal of chimneys  \r\rApplication Site\rThe  site comprises a detached dwelling. \r\rThe application site is within a Southborough Conservation Area and does not comprise of a statutory or locally listed building.  \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of and and buildings.\r- Impact on Heritage Assets \r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposal seeks to retrofit the property with external and internal wall insulation, under floor insulation and PV's to the south and west roofs. \r\rThe existing property is brick at ground floor and render at first floor. The proposal intends to fully render the property both at ground and at first floor levels which would be a similar off white colour to the existing.The principle of external wall insulation (EWI) and render is deemed acceptable, however it would need to be supported by detailed drawings and specification of finishes.\r\rIn addition to the above the proposal would seek to remove the two redundant chimneys on the west facade in order to allow for the integrated PV's to be positioned on the west pitch of the main roof.  It is understood that where the chimneys are to be removed at roof level, the EWI would be increased to the west facade in order to remove the visual context of past chimneys and improve the visual appearance of the property. \r\rIn total the proposal seeks to install no26 integrated PV panels on the western roofslope and  no 10 PV panels on the southern roofslope. Even though the principle of the installation of PV panels is supported  from a national, regional and local planning policy level,  from a local design perspective due to the orientation of the existing western roofslope and the positioning of the integrated PV panels  - no26 in total covering the entire roofslope -  it is considered the proposal would be excessive and highly visible from the street.   Officers acknowledge there are other examples of PV installations on roofslopes in the local context  however these are at a reduced quantum and more appropriate / sensitive arrangement.\r\rOfficers note that the proposed PV's will be in line with the existing  tiles inorder to minimise visual impact , however no details have been provided on the dimensions or model type of integrated PV to be installed.  \r\rIn terms of the proposal for the removal of the two redundant  chimneys on the western facade in order to allow the installation of new integrated PV's, Officers have reviewed the proposal   in the context of the individual house and other local examples. Officers consider the existing chimneys represent a strong architectural feature on the roofslope of the dwelling. With the loss of chimneys on other neighbouring  interwar properties along the road, the loss of the chimneys on this property  would further dilute the character of the area and the positive contribution chimneys can make to the wider streetscene and within the Conservation Area. \r\rWithin the context of the existing built form on site  together with  its immediate surroundings and wider area, it is considered the proposed development would be unacceptable  in terms of scale, form and design. It is considered it would have an unacceptable adverse impact on the character or appearance of the area as a result of the proposals. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overbearing appearance.\r\rImpact on Heritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 200 to 214 of the NPPF 2023 set out the method for assessing the impact of development proposals on heritage assets.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, Paragraph 205 states that great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be), irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance. \r\rThe site is located within the Southborough Conservation Area. It would result in less than substantial harm to the designated heritage asset of Southborough Conservation Area.  It is considered that the proposal in terms of the quantum and arrangement of integrated PV panels on the roofslopes/ pitches on no 60 Woodlands Road and the loss of the existing chimneys  would result in less than substantial harm to the designated asset of Southborough Conservation Area.\r\rParagraph 202 of the NPPF (2023) advises that where a development proposal will lead to less than substantial harm to the significance of a designated heritage asset, this harm should be weighed against the public benefits of the proposal including, where appropriate, securing its optimum viable use. In this instance, there would be no public benefits to the proposal which would outweigh the identified harm outside of those short term benefits associated with installation of the integrated PV panels and loss of chimneys. \r\rWithin the context of the existing built form,  and noting the above assessment, it is considered that the proposed installation of  integrated PV panels in terms of quantum and arrangement together with the loss of the pair of tall chimneys would have an adverse impact on the  character and appearance of the area and would result in less than substantial harm to the significance of Southborough Conservation Area. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation  assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12 (A). the details of which could be secured through conditions. For these reasons. Officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. \r\rPlease ensure that your application submission includes all the necessary documentation as required by the new Local List and complete and submit a \"Householder Checklist - Section 3\" to confirm that you have provided all mandatory documents.\r\rThe new Householder Local List and Checklist can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a Validation Officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/01/2021",
  "secondary_street_name": null,
  "site_number": "30",
  "pp_id": "PP-09328925",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.247489,
          51.40004
        ],
        [
          -0.24749,
          51.400013
        ],
        [
          -0.247533,
          51.400013
        ],
        [
          -0.247532,
          51.40004
        ],
        [
          -0.247489,
          51.40004
        ]
      ]
    ],
    "type": "Polygon"
  }
}