{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKYMFPNHIUY00",
  "lapsed_date": "15/04/2026",
  "decision_target_date": "12/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW15 3SD",
  "site_name": "2 Cedar Close\rKingston Vale\rLondon\rSW15 3SD\r",
  "status": "Approved",
  "application_details": {
    "affordable_housing_fast_track": null,
    "phasing_details": [],
    "total_gia_gained": null,
    "site_area": null,
    "total_gia_lost": null,
    "total_gia_existing": null,
    "existing_proposed_floorspace_details": [],
    "projected_cost_of_works": null,
    "scheme_phasing": null,
    "rain_water_harvesting": null,
    "grey_water_reuse": null,
    "building_details": [],
    "green_suds": null,
    "surface_water_discharge_percentage_reduction": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "total_gia_existing": null,
      "total_gia_lost": null,
      "development_type": null,
      "site_area": null
    },
    "garden_land_lost": null,
    "internal_resi_water_usage": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": null,
      "residential_units": []
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "no_new_gas_connections_required": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "lead_developer_company_name": null,
    "resi_extension_exempt": null,
    "householder_dev_category": [],
    "householder_dev_category_other": [],
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03137/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520645,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:45.958Z",
  "id": "Kingston-20_03137_HOU",
  "application_type": "Householder",
  "street_name": "Cedar Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "15/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage and erection of two storey side extension, ancillary annex/summer house and swimming pool to rear of main building",
  "actual_completion_date": null,
  "last_date_consultation_comments": "05/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171692,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128003929",
  "centroid": {
    "lon": -0.265905,
    "lat": 51.431396
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the south-east or north-west flank elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with Arboricultural Impact Assessment dated 17 March 2021. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Application Site: \r\rThe application relates to a single-storey L-shaped detached property located to the north-east Hailsham Close and south-west of Upper Brighton Road. The application site is bound by residential properties on four sides. It is accessed by a private driveway to the north-east from Upper Brighton Road. \r\rThe development within Hailsham Close estate are two-storey terraced properties of a uniform design and scale. The broader area is predominantly residential with a variety of housing typologies, including flat blocks along Upper Brighton Road and Lovelace Road. \r\rThe site is not located within a conservation area nor is it a statutory listed building and non-designated heritage asset. Southborough Conservation Area directly adjoins the site to the south-west and north-west. \r\rThe whole site is within a TPO Areas Order (RBK reference 03.71 G1 mixed species group, reference 06.73 T lime species; and reference 06.73 T18 Sycamore). \r\rThe site has a PTAL rating of 4 on a scale of 0-6b with 6b being the most accessible, indicating it has moderate public transport accessibility. It is not within a controlled parking zone. \r\rThe site is within Flood Zone 1 and has a low probability of flooding from rivers and the sea. The site is within a Critical Drainage Area. \r\rProposal: \r\rPlanning permission is sought for the erection of part roof extension to create first floor, single storey front extension, conversion of garage to habitable room and changes to fenestrations.\r\rRelevant History: \r\r13/16106/HOU: Partial Conversion of Garage and Erection of Single Storey Side Extension. Granted 23.05.2013. \r\r13/16399/FUL: Variation of condition 5 (window glazing) of planning permission 13/16106 to permit obscuring of glass above a height of 1.7m above finished floor level. Granted 03.09.2013. \r\r24/01987/TPO: Tree works. Granted 07.10.2024. \r\rConsultation:\r\rA total of 20 neighbours were consulted and 3 objections were received. Objections were raised in regard to the following: \r\r- No heritage statement submitted \r- Impacts on adjoining conservation area\r- Poor design and excessive scale that is not in keeping with character of the area\r- Increased overlooking to neighbouring properties\r- Overshadowing to neighbouring properties\r- Flooding impacts due to an underground water source\r\rNo objection has been raised in regard to the ground floor extension or conversion of the garage\r\rConsultee Comments: \r\rSurbiton Neighbourhood Conservation Areas Advisory Committee has raised no objection. \r\rPlanning Considerations: \r\rThe key areas of assessment are:\r\r- Principle of Development \r- Character, Design and Impact on Heritage Assets\r- Impact on Residential Amenity\r- Biodiversity, Trees and Landscaping\r- Flood Risk and Drainage\r- Fire Safety\r\rPrinciple of Development: \r\rGenerally, policies is supportive of homeowners making alterations or extensions to their property. \r\rThe existing garage is proposed to be converted into a gym. Officers are supportive of this as the Proposed Site Plan indicates that 3 parking spaces would still be available within the forecourt. \r\rCharacter, Design and Impact on Heritage Assets: \r\rNational Planning Policy Framework 2023 (NPPF) para 131 states the creation of high-quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve. \r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them. Paragraphs 205-214 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 (LP) and Policies CS8 and DM12 of the Council's Core Strategy 2012 (CS) echo these requirements.\r\rLP Policy D3 states that development should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape with due regard to existing and emerging street hierarchy, building types, forms and proportions. CS Policy CS8 and DM10 and the guidance in the Residential Design Guide Supplementary Planning Document (SPD) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area, including the historic environment. \r\rThe application site is located directly adjacent to a conservation area. The proposal is for an additional floor to the north-east end of the dwelling in addition to two gable end extensions on the side of the roof slopes increasing the height of the dwelling to 7.4m. The proposed first floor would be relatively small scale with a GIA of 58 sqm. The materials of the proposed extension would be brick and roof tiles to match those on the host dwelling which is acceptable. Officers raise no concerns about the amendments to the minor ground floor entry extension. \r\rThe property is land locked and not visible from the public realm. There are precedents of two-storey dwellings in the direct vicinity of the site, especially along Hailsham Close. The additional height would not impact on the sense of openness that is important within the conservation area nor important views identified within the Southborough Conservation Area Appraisal (2009) as south to north views along Woodlands Road and east to west along Woodlands Road and Langley Avenue.  \r\rOfficers consider the proposed first floor extension would be subservient and relate well to the host property and would not result in unacceptable harm to the character and appearance of the adjoining conservation local area in compliance with LP Policy HC1, CS Policy CS8, DM10 and DM12 and guidance under the Residential Design Guide SPD. This carries neutral weight in the assessment of the application. \r\rImpact on Residential Amenity:\r\rNPPF para 135 sets an expectation that new development will be designed to create places that amongst other things have a 'high standard' of amenity for existing and future users. This is reflected in LP Policy D3. CS Policy DM10 is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rPolicy Guidance 16 in the Residential Design SPD sets separation distances between neighbouring properties to uphold an acceptable level of amenity. Policy Guidance 17 and 18 in the SPD applies the '45-degree rule' and '25-degree rule' from the centre of the neighbours closest window to safeguard neighbouring occupants' access to daylight. \r\rThe separation distance between the nearest neighbour at the rear at no. 13 Hailsham Close and the subject property is 18m. No flank window is proposed on the new first floor which would face no. 13 therefore, there would be no impacts on the privacy of neighbouring occupants. Additionally large mature trees are within the rear garden of no. 13 which would mitigate any potential overlooking impacts and soften the appearence of the extension. The remaining neighbouring properties are setback over the minimum separation distance of 21m under Policy Guidance 16 of the SPD. \r\rIt is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing enclosure, loss of light or privacy, in compliance with LP Policy D3, CS Policy DM10 and Policy Guidance 16, 17 and 18 in the Residential Design Guide SPD. This carries neutral weight in the assessment of the application. \r\rBiodiversity, Trees and Landscaping:\r\rNPPF para 136 states trees make an important contribution to the character and quality of urban environments, and can also help mitigate and adapt to climate change. LP Policy G6 states that development proposals should manage impacts on biodiversity and aim to secure net biodiversity gain (BNG). CS Policy DM6 echoes these principles. LP Policy G7 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. \r\rThe subject site is within a Tree Protection Area. The proposal would retain all trees on the site. \r\rA Preliminary Ecology Appraisal (PEA) and Roost Assessment (prepared by Arbtech, dated 17.07.24) was submitted. The PEA confirms the site is exempt from BNG given less than 24 sqm of habitat would be affected. The site is not, nor is it located within 50m of a designated site or priority habitat. The site is a moderate commuting and foraging habitat for bats. No roosting habitat for bats would be impacted by the proposed development. The recommended precautionary method of work should also be undertaken, in accordance with the guidelines in the assessment. The recommendations of the PEA will be secured by condition. This carries neutral weight in the assessment of the application. \r\rFlood Risk and Drainage: \r\rThe NPPF at para 167 states that when determining planning applications, local planning authorities should ensure that flood risk is not increased elsewhere. LP SI 12 requires flood risk to be minimised and mitigated. LP Policy S1 13 states that development proposals should aim to achieve greenfield run-off rates and ensure that surface water run-off is managed as close to its source as possible. This is echoed in CS Policy DM4. \r\rThe site is within a Critical Drainage Area. No information on Sustainable Urban Drainage Systems has been provided. Objections have been received from neighbours about flooding. The proposal is not increasing the development footprint, as such Officers consider surface water run off would not be worsened beyond the current situation, in compliance with CS Policy DM4. This carries neutral weight in the assessment of the application. \r\rFire Safety: \r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety. \r\rA Fire Strategy (prepared by Ascot Design, dated July 2024) was submitted which demonstrates the proposed development would provide suitable means of evacuation and fire safety measures, in accordance with LP Policy D12. This carries neutral weight in the assessment of the application. This Fire Strategy has been secured by condition. \r\rConclusion and Planning Balance:\r\rThis application has been considered in the light of policies set out in the development plan and other material considerations. The proposed scale, siting, height and design of the development is considered acceptable and would not impact on the character and appearance of the adjoining conservation area. Additionally, there would be no impacts on the amenity of neighbouring occupants. Biodiversity will be protected by securing mitigation measures in the PEA by way of condition. In conclusion, the proposed development is considered to be compliant with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The proposed ground floor plan does not have a scale bar, please revise the proposed ground floor plan with a correct scale bar.",
    "The sections are not labelled as existing or proposed, please revise the section with correct labelling existing or proposed."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/01/2021",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": "PP-09319001",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.265883,
          51.431409
        ],
        [
          -0.265884,
          51.431382
        ],
        [
          -0.265927,
          51.431383
        ],
        [
          -0.265926,
          51.43141
        ],
        [
          -0.265883,
          51.431409
        ]
      ]
    ],
    "type": "Polygon"
  }
}