{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKLNOXNHIR100",
  "lapsed_date": "01/03/2026",
  "decision_target_date": "01/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2RJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 2.8,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2020",
    "intended_completion_date": "03/2021",
    "site_area": 0.008
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03044/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518489,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning & demolition in a conservation area",
  "last_updated": "2025-05-05T17:25:19.206Z",
  "id": "Kingston-20_03044_HOU",
  "application_type": "Householder",
  "street_name": "Mill Place",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "01/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Alterations to fenestration and replacement of existing roof on rear extension with a new flat roof.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "01/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168919,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021764595",
  "centroid": {
    "lon": -0.29783,
    "lat": 51.406928
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 2,
    "net_cycle": 2
  },
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the approved plans, the existing barge board on the front elevation shall be maintained/reinstated and permanently retained as such thereafter.\r\rReason: To ensure a satisfacory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The site comprises a semi-detached dwelling.\r\r6 neighbouring properties have been notified of the proposals and no representation has been received.\r\rRelevant Planning History\r23/01921/HOU - Erection of two storey side extension. Refused on 20.09.2023\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The applicant previously submitted an application which was refused under ref: 23/01921/HOU which included a two-storey side extension that had a set down by approximately 700mm from the ridge of the original roof line and a roof form that resembled the pitched roof of the host dwelling. However, the proposed two storey side extension had a width greater than 50% of the width of the existing dwelling and would not be set back from the Ellingham Road elevation falling out of line with Residential Design SPD, Policy Guidance 36 (Two Storey Side Extension). Therefore, the previous proposal did not appear subordinate to the original dwellinghouse.\r\rAlthough the new proposal has reduced the width from 5.3m to 4.3m, the proposal would be highly visible in the streetscene and would extend toward the rear of the dwelling by a further 1.5m. Additionally, the proposed two-storey side extension would have a roof form that would not complement the existing dwelling and would project far forward of the established building line at the two-storey level along Leatherhead Road and would be overly prominent in the streetscene.\r\rTherefore, the proposed development for the erection of two-storey side extension is considered unacceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Officers have assessed the impact on daylighting and sunlighting of the proposed development, using the BRE, '25 & 45 Degree' Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the siting and distance of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.)\r\rIn conclusion, the proposed development for the erection of two storey side extension would not be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    " The proposal is for change of use, therefore the fee require for the application is £578.00, we acknowledge the receipt of £258.00, please pay the outstanding balance of £320.00.\rPayment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/01/2021",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": "PP-09299297",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297808,
          51.406941
        ],
        [
          -0.297809,
          51.406914
        ],
        [
          -0.297852,
          51.406915
        ],
        [
          -0.297851,
          51.406942
        ],
        [
          -0.297808,
          51.406941
        ]
      ]
    ],
    "type": "Polygon"
  }
}