{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKD0LANHIPH00",
  "lapsed_date": "20/01/2024",
  "decision_target_date": "20/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6RP",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 73,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "12/2020",
    "intended_completion_date": "09/2021",
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03000/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521852,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:07.330Z",
  "id": "Kingston-20_03000_HOU",
  "application_type": "Householder",
  "street_name": "Hollington Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "20/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single storey, part two storey side and rear extensions with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "25/12/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167079,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021776702",
  "centroid": {
    "lon": -0.250134,
    "lat": 51.389679
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "By virtue of its siting and excessive bulk, scale and mass the proposed two storey rear extension would unbalance the application property and its neighbour, No 1 Hollington Crescent and constitute a disproportionate addition. Due to its visibility from Purbeck Avenue it would also result in an unacceptable visual impact on the street scene. The proposed development would therefore detract from the character and appearance of the host property and the surrounding area, conflicting with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "The proposed two storey rear extension by reason of its siting and excessive bulk, scale and mass would have an unacceptable adverse impact upon the amenities of the occupiers of the adjoining property No.1 Hollington Crescent by reason of overbearing appearance, loss of outlook and creaation of an undue sense of enclosure. The proposed development is therefore contrary to Policy 7.6 of the London Plan 2016 and Policies CS8 and DM10 of the LDF Core Strategy 2012.\r\r",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "Whether or not a proposed amendment is considered to be non-material will depend on the circumstances of the case. There is no statutory definition of 'non material'. This is because it will be dependent on the context of the overall scheme - what may be non-material in one context may be material in another. Whether or not a change can be considered as a \"non-material amendment\" may be defined according to established legal concepts of materiality and de minimis. The local planning authority must have regard to the effect of the change, together with any previous changes made under section 96A. The local planning authority does not assess the acceptability of the proposed amendment but its magnitude.",
    "We have received two sets of proposed drawings, please submit only one set of proposed drawings(Floor plan, roof plan, elevations and section).  if one set is previous approved  drawings, please labelled them cleary as approved drawings.",
    "Please submit 'Fire statement/Plan.' If you consider the proposal does not require fire statement, please submit 'Reasonable Exception Statement.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/11/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-09282570",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250112,
          51.389692
        ],
        [
          -0.250113,
          51.389665
        ],
        [
          -0.250156,
          51.389666
        ],
        [
          -0.250155,
          51.389693
        ],
        [
          -0.250112,
          51.389692
        ]
      ]
    ],
    "type": "Polygon"
  }
}