{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QL0PAYNHIVY00",
  "lapsed_date": "07/03/2026",
  "decision_target_date": "23/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2BN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "02/2021",
    "intended_completion_date": "02/2021",
    "site_area": 0.019
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03159/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519270,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:52.328Z",
  "id": "Kingston-20_03159_HOU",
  "application_type": "Householder",
  "street_name": "Angus Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "07/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of modular ramp to provide front access to dwelling house",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164205,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021744971",
  "centroid": {
    "lon": -0.288188,
    "lat": 51.364397
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "When the modular ramp hereby permitted is no longer required by the applicant it shall, within 6 months of that date, be removed and the ground reinstated to its form condition.\r\rReason : In the interests of the visual amenities of the area in accordance with Policies CS 8 and DM 10 contained within the RBK Core Strategy 2012",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Condition 50 reads: \r\rNo development shall be occupied until confirmation has been provided that either:- all water network upgrades required to accommodate the additional demand to serve the development have been completed; or - a development and infrastructure phasing plan has been agreed with Thames Water to allow development to be occupied. Where a development and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed development and infrastructure phasing plan. \r\rReason - The development may lead to no / low water pressure and network reinforcement works are anticipated to be necessary to ensure that sufficient capacity is made available to accommodate additional demand anticipated from the new development\" The developer can request information to support the discharge of this condition by visiting the Thames Water website at thameswater.co.uk/preplanning. \r\rShould the Local Planning Authority consider the above recommendation inappropriate or are unable to include it in the decision notice, it is important that the Local Planning Authority liaises with Thames Water Development Planning Department (telephone 0203 577 9998) prior to the planning application approval.\r\rThames water agree to the discharge of condition 50.",
    "Please provide Existing and Proposed Roof Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions of the proposed work. The plans must show the direction of North."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/12/2020",
  "secondary_street_name": null,
  "site_number": "39",
  "pp_id": "PP-09325970",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.288166,
          51.36441
        ],
        [
          -0.288167,
          51.364383
        ],
        [
          -0.28821,
          51.364384
        ],
        [
          -0.288209,
          51.364411
        ],
        [
          -0.288166,
          51.36441
        ]
      ]
    ],
    "type": "Polygon"
  }
}