{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QM3LHLNH00H00",
  "lapsed_date": "01/02/2026",
  "decision_target_date": "04/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5RX",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 23.1,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "06/2021",
    "site_area": 0.030000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03359/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521451,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:26:44.823Z",
  "id": "Kingston-20_03359_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Glebe Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "01/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6.00m in depth, maximum height of 3.15m and eaves height of 2.82m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166791,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021776137",
  "centroid": {
    "lon": -0.255993,
    "lat": 51.387177
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) and (ja) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Details required for Condition 16 ( Fence or Barrier), Conditions 29 (External Lighting Strategy), 32 (Biodiversity), 34 (Landscape and Ecological Management Plan) of planning permission 22/00908/KPSID (Proposed erection of new two storey SEND School (Special Educational Needs and Disabilities) with associated car park and hard court play area)\r\rCondition 16:\rPrior to the occupation of the development hereby approved, a fence or barrier having a superficial weight not less than 10kg/m2 with a height of not less than 1.8m shall be erected and thereafter permanently retained along the southern and eastern boundaries of the school field in locations to be agreed in writing by the Local Planning Authority, and informed by the Noise Impact Assessment by Apex Acoustics dated 17 March 2022 and proximity to neighbouring residential properties.\rReason: To safeguard the residential amenity of the occupants of surrounding premises, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\rThe Environmental Health Officer is satisfied with the  submitted acoustic report and recommends discharge of the condition.\r\rCondition 29: \rNotwithstanding the submitted information, prior to the beneficial occupation of the development hereby approved an external Lighting Strategy shall have been submitted to and approved in writing by the local planning authority. The Lighting Strategy hall include\r-Levels of illumination;\r-The direction of the illumination;\r-The details of the control system;\r-The position / location of the lighting,\r-The design / specification of the lighting including any lighting poles and lighting shrouds, and\r-A lux contour plan/ isolines to show predicted levels of illuminance/ light spread in both the horizontal and vertical planes\rThe strategy shall be designed to minimise potential disturbance on sensitive receptors, such as neighbouring residential properties. The Lighting Strategy shall demonstrate that it has had regard to Guidance Note 08/18 - Bats and Artificial Lighting in the UK (Bat Conservation Trust and Institute of Lighting Professionals), Sport England Artificial Sports Lighting Updated guidance for 2012 Institute of Lighting Professionals - Guidance Note 1 for the reduction of obtrusive light 2021.\rThe development shall only be occupied in accordance with the approved Lighting Strategy.\rReason: In the interests of the appearance of the development and the amenity of neighbouring properties, and to protect the biodiversity interest of the site, in accordance with Policy with G6 of the London Plan 2021 and Policies DM6 and DM10 of the LDF\rCore Strategy 2012.\rThe  Environmental Health Officer has reviewed the submitted details, and recommends discharge of condition 29.\r\r32. Detailed plans and specification of biodiversity provision, including a programme of works, shall be submitted to and approved by the Local Planning Authority before the relevant works are commenced to include the mitigation and recommendations in the Ecological Impact Assessment, conducted by Delta Simonds Ltd (May 2022)\r\rDetails to be submitted shall include (but not limited to) types and location of boxes for bats and birds integrated into the built fabric; locations shown on appropriately scaled maps and plans; monitoring, timetable for implementation.\rThe development shall be carried out in accordance with the approved materials and maintained thereafter.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. This condition must be a pre-commencement condition in order\rto be effective.\r\r34. Prior to beneficial use of the development hereby approved, a detailed Landscape and Ecological Management Plan (LEMP) shall be submitted and approved in writing by the Local planning Authority. The development shall be implemented and maintained in accordance with the agreed LEMP.\rReason: To guide the management of the newly created habitat features in the long term to ensure that the areas remain in good condition and provide biodiversity value, in accordance with policy G6 of the London Plan 2021 and Policy DM6 of the LDF Core\rStrategy (2012).\r\rIn respect of conditions 32 & 34, the Biodiversity Officer reviewed  the  Landscape & Ecology Management Plan & Biodiversity Enhancement Strategy prepared by Delta Simons dated December 2022, and has requested further clarification and amendment. No satisfactory response has been received and the conditions cannot be discharged  until such a time as the issues are resolved.\r\rThe outstanding issues are set out below:\r\r(i) In relation to 3.1 of the report pertaining to the Introduced Shrub Planting. In 3.1.4 the species list for the plants to be\rplanted around the car park is described. 70% of this planting scheme is listed on the RHS 'Perfect for Pollinators List'. If the species which have been identified on the RHS are suitable for planting in this context, why not keep to these species only and avoid the species which are not on this list? It would be preferred if 100% of the planting for the car park was on the RHS list.\r\rSimilarly with the species identified for plating in the High & Low 'habitat and horticulture areas' the species selection only has 40% and 45% on the RHS 'Perfect for Pollinators List' respectively. For an area described as a habitat area, it would be appropriate to have a higher level of pollinator friendly plants within the species composition.\r\rFurthermore, in 3.1.5 of the report regarding replacement, it states that replacement is not required if the area is impacted by theft or damage. As this is a key habitat area within footprint,  the sustainability and longevity of this area is encouraged and if an incident were to occur the area would be replaced with good quality habitat.\r\r(ii) With regards to the Biodiverse Grassland in 3.3 of the report, it suggests that a pre emergent herbicide is used to prepare the area. It is recommended that the  mechanical removal of the top 10cm of topsoil is removed instead of the use of a herbicide. Furthermore, it will be challenging to establish this habitat within a school context, especially with a high degree of footfall and trampling. Therefore, it is recommended that measures should be taken to limit trampling in these areas. Otherwise it is unlikely that high quality biodiverse grassland will establish.\r(ii) Whilst supportive of the log pile creation in 4.3 of the report, it is also recommended that a loggery is installed within this area to support saproxylic invertebrates, this should also be a more robust habitat feature. I have attached guidance on how to create such a feature.\r\rOnce these questions are addressed and if all the other recommendations are enacted in full, we should be in a position to discharge the conditions. As it stands, the submitted infroamtion fails to demonstrate that the newly created habitat features would be of a good condition and provide biodiversity value in the long term.\r\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/12/2020",
  "secondary_street_name": null,
  "site_number": "137",
  "pp_id": "PP-09373963",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.255971,
          51.38719
        ],
        [
          -0.255972,
          51.387163
        ],
        [
          -0.256015,
          51.387164
        ],
        [
          -0.256014,
          51.387191
        ],
        [
          -0.255971,
          51.38719
        ]
      ]
    ],
    "type": "Polygon"
  }
}