{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKRIQWNHITI00",
  "lapsed_date": "16/02/2023",
  "decision_target_date": "28/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9HF",
  "site_name": "",
  "status": "Unknown",
  "application_details": {
    "site_area": 0.037000000000000005,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Grand Avenue/Elmbridge Avenue"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.07.93\rTree ref: T1\rTree type: OAKS\rDescription: RBK Order no: 07 Year: 1993"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021788196"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03102/TPO",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520024,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "last_updated": "2025-05-05T17:25:35.823Z",
  "id": "Kingston-20_03102_TPO",
  "application_type": "All Other",
  "street_name": "Elmbridge Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "17/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "T.3 Oak - 35% Holistic crown reduction to suitable growth points (70% By Vol - HortLINK reduction) & deadwood.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167591,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021788196",
  "centroid": {
    "lon": -0.27622,
    "lat": 51.39467
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "T.1 Oak - 2.5m Holistic crown reduction to suitable growth points, maintaining natural shape & form, remove all epicormic growth, deadwood & ivy, & install a sheet piled steel corrugated root barrier to a depth of 4m in the location shown on the attached plan.",
    "The application to carry out a 35% crown reduction (70% by vol) in accordance with Hort-link pruning protocol is flawed. \" \"The results of the ODPM-sponsored research undertaken by the HortLINK at East Malling Research (Hipps, 2004) shows that pruning within arboricultural industry guidelines is ineffective in controlling water use. Only a crown reduction of over 70 per cent by volume, which equates to a 35 per cent crown reduction, has any effect and then it is for one season only (if that) and the reduced trees use more water in the following season (Hipps, 2004).\" As the effect of such pruning at best lasts only one year - following which the tree's response creates an aggrevated water demand - the long term effect of such works would be to increase water demand on the soil and thereby cause further building damage.\r\rLastly, it should be noted that the removal of the garage does not present a constraint to the installation of a root barrier as the owner has confirmed that the garage is to be removed to facilitate the pending extension anyway. Likewise the owner of No.176 has granted permission for access to her land in order to install the root barrier across her back garden as per the attached plan.",
    "This application has been submitted in pursuant to conditions 8 and 10 of application 22/03680/FUL. \r\rCondition 8 reads: \r\rDetails of the proposed extract ventilation system (including the extraction hood, internal fan, flexible couplings, three-stage filtration [grease filters, pre-filters and activated carbon filters], height of the extract duct above eaves level and anti-vibration mountings) shall be submitted to, and approved in writing by, the Local Planning Authority before construction commences. Particular consideration should be given to the high level discharge of kitchen extract air. The approved details shall thereafter be installed prior to the use of the premises and permanently maintained as such thereafter. Reference should be had to the DEFRA document 'Guidance on the control of odour and noise from commercial kitchen exhaust' available at\rhttps://www.gov.uk/government/publications/guidance-on-the-control-of-odour-and-noise-from-commercial-kitchen-exhaust Note despite being withdrawn by DEFRA,\r\rReason: To ensure that the development does not result in odour disturbance to neighbouring residents.\r\rCondition 10 reads: \rThe development to which this permission relates shall not be commenced until a scheme to protect and enhance the nature conservation interest of the site has been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with Policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r\rThe submitted information has been reviewed and is considered satisfactory and hereby approved subject to carrying out the development in accordance with the approved details.",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rErection of hip to gable roof extension in one side with rear and partial side dormer, installation of 2nos front rooflights and 1no rooflight on top of flat roof.\r\rThis application follows recently refused application 23/01243/HOU dated 04.07.2023 for the erection of hip to gable and rear dormer roof extensions with installation of 1no. front rooflight to facilitate loft conversion which was refused for the following reason;\r\r1) The proposed development would be incongruous, of a monolithic appearance and jarring when viewed within the street scene and would not respect the character of the existing dwelling or the wider area. The proposed development is therefore contrary to Policy DM10 of the Kingston Core Strategy (2012), the Residential Design SPD (2013) and the NPPF (2021).\r\rThis reason for refusal would need to be addressed for this application to be successful.\r\rConsultation\r7 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Roof extensions can have a significant impact on the character of the streetscape both in individual cases or through the cumulative impact of several roof extensions within a street. This is particularly true where they are visually prominent within the street. Proposals to extend a hipped roof to a gable roof are not usually appropriate as they are often at odds with the existing character of a property. \r\rPolicy guidance 39 of the residential design SPD states that Dormer windows should be designed so that they:\r-are set down from the ridge line of the existing roof by at least 500mm;\r-are set in from the sides and eaves of the roof by at least 500mm;\r-do not feature on the front slope of the roof (in most cases);\r-are designed to complement the character of the existing house and wider area;\r-match or line-up with any original windows below; and,\r-are not built in the style of a mansard roof\r\rThe original application proposed a full (double) hip to gable and this application proposes hip to gable to one side only. The proposed dormer has not been set down from the ridge and would now be visible beyond the original roof where no hip to gable has been proposed. This would result in a very clumsy roof form and would not be in keeping with other properties within the streescene and would detract from the appearance of the dwelling and wider area. It is noted that a fallback position of permitted development has not been demonstrated nor is it thought that the overall size of the proposed extension would be compliant with this legislation either with regards to volume. It is further noted that a proposed roof light would exceed the highest part of the original roof, contrary to Class C householder permitted development rights, such that the application scheme would not be permitted development.\r\rOverall, the proposed development is still considered to be unacceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an adverse impacts on the character or appearance of the area as a result of the proposed development. The reason for refusal has therefore not been addressed.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficers Comments: While no Fire Statement has been submitted to demonstrate how the proposed development addresses the requirements of Part A of Policy D12 of the London Plan (2021), Officers consider that the proposal should be able to meet the requirements of Policy D12(A). Were the application otherwise acceptable, a Fire Strategy would be secured by way of a planning condition. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Application Form - as your proposal is for an extension to a residential property please complete and submit the Householder Application Form. Also, the Full form makes reference to a site in Sutton on page 7, therefore please complete the form carefully.",
    "Proposed Roof Plan - Please provide the Proposed Roof Plan at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions of the proposed work. The plans must show the direction of North. A scale bar is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/12/2020",
  "secondary_street_name": null,
  "site_number": "174",
  "pp_id": "PP-09312974",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.276198,
          51.394683
        ],
        [
          -0.276199,
          51.394656
        ],
        [
          -0.276242,
          51.394657
        ],
        [
          -0.276241,
          51.394684
        ],
        [
          -0.276198,
          51.394683
        ]
      ]
    ],
    "type": "Polygon"
  }
}