{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKD0LENHIPI00",
  "lapsed_date": "04/02/2026",
  "decision_target_date": "20/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5DL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 24.8,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "08/2021",
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03001/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517706,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:07.712Z",
  "id": "Kingston-20_03001_HOU",
  "application_type": "Householder",
  "street_name": "Victoria Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "04/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "07/01/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167104,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021800925",
  "centroid": {
    "lon": -0.309684,
    "lat": 51.390778
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development  hereby approved shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the supporting information unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Before the beneficial occupation of the development hereby permitted, the approved window in the north-west elevation and situated on the ground floor shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "A1 - Loading",
    "The application site a mid terrace building fronting Richmond Road, Kingston Upon Thames.\r\rThe property comprises a three storey terrace building, subdivided into a shop (vacant) at ground floor and residential at first and second floors.\r\rThe site lies within the Kingston Town Centre boundary and is within a Key Area of Change.\r\rThe host building is a non-designated heritage asset (locally listed building). \r\rThe site is within Flood Zone 1 (Low Probability).\r\r24 neighbouring properties have been notified. 1 neutral comment has been made:\rQuery use of open areas \r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\r23/00753/FUL - Change of Use from Use Class E to Class C3 (Residential) at ground and basement floors to convert empty shop into 1no. one bedroom flat - Refused 15 Jun 2023\r\rThe key areas of assessment are:\rDesign and Character \rImpact on neighbour amenity\rTransport and parking \rFire Strategy\r\rDesign and Character \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe Council's Supplementary Planning Document titled, \"Shopfronts and Shopsigns\" (2005) provides guidance on new shopfronts\r\rOfficer Comment: The proposal includes a minor extension to the existing shop front, bringing the shop front flush with the building. This is consistent with other buildings that form part of the parade and would not detract from the existing building or surrounding area.\r\rA new shop front is also proposed. Whilst the fascia is larger than the existing, this is consistent with the other large fascia on the terrace and it is also noted that historic streetview imagery also shows the existing building to previously have had a similarly scaled fascia. An additional door is proposed as part of the new shop front to allow separate access for the existing shop and upper floor accommodation. This is not considered harmful to the streetscene and it is noted that the adjoining property has a similar arrangement.\r\rSome additional windows are proposed to the rear of the building. These are modest alterations that are not objected to. \r\rA comment has been made querying the open air private amenity space to the rear. This appears to be an annotation that remains from the drawings submitted for 23/00753/FUL for the change of use of the premises to a residential dwelling. This application is not for a change of use of the existing retail unit which would remain and the rear courtyard would remain associated with this unit as there is no direct access for the upper floor residential units. It is unclear why rear windows are needed for the ground floor retail unit and some concern is raised as to the possibility of these changes being made to facilitate the change of use to residential use. Notwithstanding, it remains that planning permission would be required to lawfully change the use of the premises. \r\rOverall, the proposal alterations are considered sympathetic to the building and streetscene along Richmond Road, thereby aligning with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012 and Shopfronts and Shopsigns SPD.\r\rNeighbour Amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given the modest changes proposed, the proposal is not considered to be overbearing or result in an undue loss of daylight and sunlight to neighbours. \r\rNew windows are introduced but these are at the ground level and are not considered to give rise to an undue loss of privacy, especially as the adjoining properties are commercial uses at the ground floor.\r\rFor these reasons, the proposal is not considered to result in an undue loss of amenity for surrounding neighbours, in accordance with Policy DM10 of the RBK Core Strategy (2012).\r\rRefuse and recycling\rA new bin store is proposed in the rear court yard. Details of the bin store have been provided and these details can be secured by way of condition. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment:  The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A). Had the development otherwise been acceptable, further details could have been secured through conditions.\r\rOverall the development is considered contrary to the development plan and as such, planning permission is recommended for refusal.",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r6 no surrounding properties were notified  of the proposed development. One letter of objection has been received stating : \r- Excessive height or bulk \r\rPlanning History\rNo planning history recorded.\r\rProposal \rThe application seeks full planning permission for the partial demolition of the conservatory and erection of a single storey rear extension. \r\rSite and Surroundings\rThe site comprises a 2 storey semi detached house on St Matthew's Avenue, Surbiton.\r\rThe surrounding properties comprise predominantly of detached and semi detached dwellinghouses. \r\rThe application site is not located within a Conservation Area and the dwellinghouse does not comprise a statutory or locally listed building. It is located in St Matthews Avenue Local Area of Special Character. \r\rThe application site is not located in a Conservation Area and does not comprise a statutory or locally listed building. \r\rPlanning Assessment \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : Policy Guidance 33 (Single Storey Rear Extensions) of the Residential Design Guide SPD 2013 states that single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. In all cases, the following guidance applies:\r- If the neighbouring property has a different rear building line, the depth of the extension could be increased\r- In all cases, at least 50% of the rear garden should remain\r- Extensions should generally no exceed 3m to 3.5m in depth\r- Extensions with a flat roof should ot exceed 3m in height\r- Extensions with a parapet roof  should not exceed 3.3m in height\r- Extension with a pitched roof should not exceed 4m in height\r\rThe proposal seeks full planning permission for the partial demolition of a conservatory  and the erection of a single storey rear extension. The proposed rear extension would extend a depth of 3.5m from the rear wall of the original dwellinghouse, present a width of 7.97m  and a proposed height of 3.125m. The proposed rear extension would have a flat roof  accommodating a roof lantern and two rooflights. The external finishes of the walls would be brickwork and render to match the existing; the proposed roof GRP Flat Roof and the proposed windows and doors to be UPVC to match the existing.  It is noted that the proposed extension would be positioned hard up against the boundary with  34a St Matthews Avenue.\r\rOfficers note that the depth of the proposed extension would be the same as the existing conservatory and would present a proposed height of 3.125m. In the context of the Residential Design SPD, the proposal would be compliant with the acceptable parameters. \r\rOfficers also note the proposed extension would be positioned hard up against the boundary with neighbouring 34a St Matthews Avenue and would present a height exceeding that of the existing close boarded fence.  It is acknowledged that the proposed built form would be clearly visible in this location and present a sense of enclosure.However, in the context of the existing built form relationship between the no34 and no34a,  the degree of overbearing is considered to be acceptable.\r\rOfficer comment: The proposed development would  be considered acceptable in terms of siting, scale, form, bulk and massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\r\rHeritage Assets\rSection 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) states that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer comment:  The application site falls within St Matthews Avenue Local Area of Special Character, a designated non heritage asset.  Within the context of the existing built form and noting the  assessment above,  it is considered that the proposed extension would not have any adverse impact on the character and appearance of the area and would not harm the significance of the St Matthew's Avenue Local Area of Special Character. \r\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal property to consider in relation to amenity is neighbouring property no 34a St Matthews Avenue.\r\rDue to the siting, depth and massing of the proposed development along the shared boundary, it is acknowledged there will be a degree of overbearing in relation to no34a.  In considering the existing habitable room on the side elevation of neighbouring no34a, it is acknowledged there would be an impact on the primary window. However, in reviewing historic plans for this property, it is understood that this habitable room is also served by an additional daylight source on the rear elevation of the property which also provides a primary outlook to the rear garden.\r\rOfficer Comment:   Based on the assessment above,  it is considered that the proposed development would not adversely affect amenities of the occupiers of neighbouring properties by reason of overbearing, appearance and loss of light.\r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "The location plan does not have two roads. Please revise the location plan with two roads.\rThe site location plan needs to be in scale 1:1250 with the application site outlined in red, showing at least two road frontages and a North point.",
    "Please submit '45 Degree Plan/Statement'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/11/2020",
  "secondary_street_name": null,
  "site_number": "7",
  "pp_id": "PP-09288720",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309662,
          51.390791
        ],
        [
          -0.309663,
          51.390764
        ],
        [
          -0.309706,
          51.390765
        ],
        [
          -0.309705,
          51.390792
        ],
        [
          -0.309662,
          51.390791
        ]
      ]
    ],
    "type": "Polygon"
  }
}