{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKQ2VVNH04300",
  "lapsed_date": "12/01/2026",
  "decision_target_date": "12/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2EZ",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "total_gia_gained": 120,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2021",
    "intended_completion_date": "08/2021",
    "site_area": 0.024
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03088/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518592,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:25:31.849Z",
  "id": "Kingston-20_03088_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Church Rise",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "12/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (5.0m in depth, maximum height of 3.9m and eaves height of 3.0m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 163847,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021746485",
  "centroid": {
    "lon": -0.298042,
    "lat": 51.361321
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of single storey rear extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation\r\rOne objection received. The objection is summarised as follows and the matters raised addressed in the officers assessment.\r- Excessive height or bulk of buildings\r- Fumes\r- Loss of light/Sunlight\r- Noise\r- Privacy\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Other matters\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed side and rear extensions would not follow the guiding principles of the LPA's adopted LDF Residential Design SPD. The proposed development is considered to not be acceptable in terms of scale, form, bulk, height, massing, spacing and design and would have an adverse impact on the character and appearance of the area as a result of the proposed development. \r\rThe side extension would extend out to the side boundary at 1st floor level and erode the spaciousness of the plot and the gap in the built form between the adjacent plot 17 Glebe Gardens creating an incongruous addition and would detract from the character and appearance of the host property and the surrounding area. The LPA's Residential Design SPD recommends that a 1 metre gap should be maintained between the side elevation and the side boundary of 1st floor side extensions. \r\rThe proposed single storey extension would have a depth of 4 metres, have a flat roof and span the width of the plot. It is considered that the proposed extension would in particular due to its depth and positioning along the side boundaries create a dominant and overbearing feature that would create an unnecessary sense of enclosure to the neighbouring properties either side of the plot in particular that of the adjoining semi-detached property 11 Glebe Gardens. The Council's Residential Design SPD recommends that single storey rear extensions should be kept to a depth of between 3 - 3.5 metres.\r\rIt is considered that the proposed front porch extension would be a subordinate addition and of an architectural style sympathetic to the host property. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of loss of privacy. \r\rThe specific objection raised on grounds of loss of light related to either external outdoor space, non habitable floorspace/rooms or secondary habitable room windows. \r\rWhilst it is acknowledged that the proposal is likely to give rise to some loss of light to the neighbouring occupiers it is considered that this would not be to a degree sufficient to cause undue harm to the existing living conditions of the neighbouring occupiers. \r\rOther matters \r\rObjections have been raised in regards to the construction phase of the development in regards to dust, fumes, noise and general disturbance. Such matters would be primarily controlled by the constraints of the Building regulations and the Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department. \r \rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\r",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. \r\rAs per the new validation requirements, please complete and submit a Householder Checklist - Section 3. The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/12/2020",
  "secondary_street_name": null,
  "site_number": "60",
  "pp_id": "PP-09302029",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29802,
          51.361334
        ],
        [
          -0.298021,
          51.361307
        ],
        [
          -0.298064,
          51.361308
        ],
        [
          -0.298063,
          51.361335
        ],
        [
          -0.29802,
          51.361334
        ]
      ]
    ],
    "type": "Polygon"
  }
}