{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKTDCRNHIUC00",
  "lapsed_date": "22/02/2026",
  "decision_target_date": "29/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4RF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "08/2021",
    "site_area": 0.07400000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03122/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518103,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:25:41.677Z",
  "id": "Kingston-20_03122_HOU",
  "application_type": "Householder",
  "street_name": "Claremont Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "22/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Alteration and extension of the existing rear extension and provision of sunken patio",
  "actual_completion_date": null,
  "last_date_consultation_comments": "05/05/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167629,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021785993",
  "centroid": {
    "lon": -0.303806,
    "lat": 51.395414
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with Arboricultural Impact Assessment, Method Statement & Tree Protection Plan dated 27th November 2020. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policies 7.4 and 7.21 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development to which this permission relates, a landscaping scheme (to include the planting of a minimum of 4 trees to compensate for the removal of 2 trees) shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. \r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the benficial occupation of the development to which this permission relates, a scheme to enhance the nature conservation interest of the site shall be submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy 7.19 of the London Plan 2016 and policies CS3 and DM6 of the LDF Core Strategy 2012.",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rConversion of garage to habitable room. Changes to front and side fenestrations.\r\rConsultation\r7 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact on parking; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that several properties within the street have converted the garage. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 2 off street car parking spaces, therefore the proposal would comply with the Policy DM9 and DM10. Its is also noted that access to the garden is maintained so suitable cycle storage can still be provided.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "This application is subject to a unilateral undertaking  dated 30 November 2023 which which restricts the eligibility to obtain on-street car parking permits, which would be limited to one space with the HMO. \r",
    "Please provide Existing and Proposed Floor Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North",
    "Please provide all Existing and Proposed Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "The proposed site is in a conservation are, therefore please submit 'Design and Access Statement'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/12/2020",
  "secondary_street_name": null,
  "site_number": "42",
  "pp_id": "PP-09316843",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303784,
          51.395427
        ],
        [
          -0.303785,
          51.395401
        ],
        [
          -0.303828,
          51.395401
        ],
        [
          -0.303827,
          51.395428
        ],
        [
          -0.303784,
          51.395427
        ]
      ]
    ],
    "type": "Polygon"
  }
}