{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QLSK4LNHJ3L00",
  "lapsed_date": "17/02/2024",
  "decision_target_date": "17/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3UW",
  "site_name": "Kingsclere",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.034,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021775059"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03322/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520511,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Removal/Variation of a condition",
  "last_updated": "2025-05-05T17:26:35.357Z",
  "id": "Kingston-20_03322_FUL",
  "application_type": "All Other",
  "street_name": "Crown Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "17/02/2021",
  "epc_number": null,
  "actual_commencement_date": "15/11/2018",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Section 73 application for the variation of Condition 9 (Building Regulations M2) of Planning Permission ref: 20/02116/FUL (Conversion of existing property into 3no. self-contained flats, including erection of single storey front and rear extensions and provision of new bin and bicycle storage. (For details relating to Variation please refer to Covering Letter dated 23/12/2020)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "03/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 169739,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021775059",
  "centroid": {
    "lon": -0.268495,
    "lat": 51.413872
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of planning permission 20/02116/FUL.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development hereby permitted the secure cycle parking facilities for the occupants of, and visitors to, as shown on the approved plans shall be fully implemented and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "The refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development as shown on the approved plans and, such facilities shall be permanently retained at the site.\rReason: These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential units hereby approved shall not be occupied until the development has achieved an energy efficiency standard of a minimum of 19% CO2 improvement over Building Regulations requirements Part L 2013 (TER Baseline).\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (2016) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential units hereby approved shall not be occupied until the development has achieved as a minimum, a water efficiency standard of not more than 110 litres per person per day maximum water consumption in accordance with the requirements defined within Approved Document G of the Building Regulations. \rReason: In the interests of Sustainability and Energy Conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (2016) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential unit at Ground Floor level hereby approved shall not be occupied until the unit has been built in accordance with the requirements of Category 2 of the Building Regulations document titled 'Approved Document M - Access to and use of buildings'. The remaining properties will be required to be built in accordance with the requirements of Category 1 of the Building Regulations document titled 'Approved Document M - Access to and use of buildings.'\"\rReason: In the interest of inclusive design and accessibility in accordance with Policy 3.8 of the London Plan.\r",
    "Fences, walls or other means of enclosure shall be erected along the boundaries of the site prior to the occupation of the dwellinghouses to which they relate, in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority and shall thereafter be permanently retained.\rReason: In order to ensure the privacy of adjoining occupiers and visual amenity of the area is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rThe National Planning Policy Framework 2023 states in paragraph 117 states  Applications for electronic communications development (including applications for prior approval under the General Permitted Development Order) should be supported by the necessary evidence to justify the proposed development. This should include:\r\ra) the outcome of consultations with organisations with an interest in the proposed development, in particular with the relevant body where a mast is to be installed near a school or college, or within a statutory safeguarding zone surrounding an aerodrome, technical site or military explosives storage area; and\r\rb) for an addition to an existing mast or base station, a statement that self-certifies that the cumulative exposure, when operational, will not exceed International Commission guidelines on non-ionising radiation protection; or\r\rc) for a new mast or base station, evidence that the applicant has explored the possibility of erecting antennas on an existing building, mast or other structure\r\rThe National Planning Policy Framework 2023 is clear at paragraph 118 in that the Local Planning Authority should not question need. Local planning authorities must determine applications on planning grounds only. They should not seek to prevent competition between different operators, question the need for an electronic communications system, or set health safeguards different from the International Commission guidelines for public exposure.\r\rApplication Site\rThe application site is on network rail land and on the trackside of the London Waterloo line. The site sits between Green lane Recreation Ground and Willow Road.\r\rConsultation \rNo response received. \r\rProposal \rThe application seeks planning permission for the Installation of 1no 6m high abacus pole  on the rail track as part of the superfast Wi-Fi submission including the bracket with the antenna on ranges from 800 to 1500mm, 400x400x200 cabinet box, 2000mm long monopole foundation with associated development works (Pole 8) \r\rAssessment\r\rThe proposal relates to a form of electronic communications Wi-fi provision on Metropolitan Open Land. \rThe key areas of assessment are:\r- Metropolitan Open Land;\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rMetropolitan Open Land\r\rThe site is located in the designated Metropolitan Open Land. Policy G3 of the London Plan 2021 states Metropolitan Open Land (MOL) is afforded the same status and level of protection as Green Belt and the MOL should be protected from inappropriate development in accordance with national planning policy tests that apply to the Green Belt. \r\rSection 336 of the Town and Country Planning Act 1990 (as amended) defines a building as any erection or structure. As such the proposed development, and associated equipment, would fall to be classed as a building(s) \r\rThe NPPF directs that the erection of a building in the Green Belt would be inappropriate development save for a number of limited exceptions. These are listed in paras 149 and 150. The development proposed is not listed within either paragraph and as such constitutes inappropriate development in the Green Belt.\r\rInappropriate development in the Green Belt is by definition harmful and should not be approved unless there are considerations which would clearly outweigh the harm to the Green Belt and any other harm so as to amount to very circumstances.  \r\rThe electronic communications proposed are not defined as appropriate development in the Green Belt and in turn Metropolitan Open Land. As such in order for the proposed development to be acceptable Very Special Circumstances need to be evident. \r\rThe electronic communications are required to serve the rail network through the borough with a  continuous wi-fi connection. Whilst the equipment in itself is not a necessity for the safe and continued operation of the rolling stock on the line it is essential for the customer experience and maintaining an optimum offer for a sustainable mode of transport whilst serving to boost economic activity allowing active and dynamic business travel through the borough. \r\rThe application is supported by evidence of a site selection process and whilst it would be preferred to locate such development outside the MOL, on this occasion, due to the limited nature of track length and track numbers running through this part of the borough it is not (the operator states) possible to site the electronic communications elsewhere on the line outside the MOL at this point and still maintain continuous wi-fi connection and the benefits this brings. On balance it is considered that this amounts to a set of unique and very special circumstances due to the limited scope of geographical area the operator has to work with.  \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The applicant has provided supporting information demonstrating a site selection process which has resulted in the chosen location for the electronic communications apparatus. The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development maintaining the openness of the MOL it sits within and would not conflict with the purposes of including land within the MOL.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, it is considered that a set of very special circumstances exist for the proposed development to be considered acceptable in the designated Metropolitan Open Land and these would clearly outweigh harm to the Green Belt and any other harm. In assessing the proposal no actual harm has been identified. It is considered that the proposed development would be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work where possible, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r7 no surrounding properties were notified  of the proposed development. No  letters of representation were received. \r\rProposal \rThe application seeks full retrospective planning permission for a single storey front porch extension.\r\rApplication Site\rThe  site comprises a two storey dwelling in a block of terrace dwellings.  The dwelling resides with the Tudor Local Area of Special Character. \r\rPlanning Assessment  The key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks retrospective planning permission for the erection of a single storey front porch extension.  It measures  a depth of 1.275m and width of 2.294m. It would have a pitched roof height 3.3m which reflects the architectural style and character of the host dwelling. The walls of the front porch extension have been constructed in face brick work to match existing. It is noted that the front elevation of the pitched roof element of the porch would be rendered white and include mock tudor details to reflect the detail on host dwelling\r\rPolicy Guidance 38 in the Residential Design SPD (2013) considers front extensions and states that they should be at least 500mm from an existing bay window. In this instance, the distance measured between the existing bay window and the nearest external wall of the new porch extension would be approximately 796mm. \r\rAs built, the front extension  does extend beyond the established building line of the original bay window by approximately 0.7m. However,  it noted there are other examples of similar front porch extensions along Barnfield Avenue. Therefore on balance considering its modest depth, it is considered that  front extension is acceptable. \r\rWithin the context of the existing built form on site and the siting of the front porch extension,  it is considered that the proposal appears as a proportionate and subordinate addition to the main dwellinghouse and that it is considered to be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\r\rFire Safety \r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation  assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12 (A). the details of which could be secured through conditions. For these reasons. Officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r",
    "The site comprises a semi-detached dwelling.\r\r21 neighbouring properties have been notified of the proposals and no representation has been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on highways.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed single-storey side extension involves the demolition of the garage towards the rear and the erection of a side extension that would have a width of approximately 2.6m, a total pitched roof height of 3.4m with an eaves height of approximately 2.6m. In addition, the applicant proposes the alteration of the existing rear extension from a flat roof to a pitched roof. \r\rOfficers acknowledge that the proposed side extension would not be sufficiently set in from the shared boundary and would not be set back from the front wall of the original house, falling outside Policy Guidance 35, of the Residential Design. However, side extensions are not incongruous in the immediate vicinity of Manor Drive, larger side extension can be seen through planning permissions 23/01259/HOU (52 Manor Drive) and 22/03631/HOU (34 Manor Drive). \r\rConsidering the above, on balance, the retrospective extension is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer comment: Officers have assessed the impact on daylighting and sunlighting of the proposed extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the proximity of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The existing garage would not safely accommodate on-site car parking by failing to comply with the space parameters required by the Sustainable Transport SPD, 2013. Officers consider that the omission of the garage would not result in the loss of off-street car parking provision on site, as the proposal consists of a garage.\r\rOverall, the proposal would not have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant submitted a Fire Safety Strategy which would be in accordance with Policy D12 (Fire safety) of the London Plan 2021. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a semi-detached dwelling which falls within the Liverpool Road Conservation Area and the 2.5 Coombe Hill, Area of Archaeological Significance.\r\rConsultations\r- 22 neighbouring properties have been notified of the proposals and no representations has been received. \r\r- Kingston Town CAAC Comments: Objection unless revised. Height of new outbuilding should be reduced to 2.5m (from 2.7m), to conform to planning regulations, as it would lie within 2m of the rear garden boundary. Also, metal cladding to side of new outbuilding, even if not visible from the public highway, would be incongruous and not in keeping with the character & appearance of the CA.\r\r- Tree and Landscape Officer Comment - No Objections. The application details including the submitted AIA & AMS and am satisfied with the provisions made within these documents. On this basis I would recommend approval with condition of compliance with the submitted and approved AMS & associated TPP.\r\r- Historic England (Archaeology) - No Comment\r\rThe key areas of assessment are: \r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on heritage assets.\r- The impact of the development on trees and landscape.\r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment:  Officers note that the proposal would have a large footprint, however, it would have a modest height, maintain 500mm - 800mm from the neighbouring boundaries and given that it would be situated in a fairly substantial rear amenity area, officers consider that it would appear as a subordinate addition to the host property, and would not detract from the character and appearance of the surrounding area.\r\rOfficers acknowledge Kingston CAACs comment relating to the height of the proposed outbuiling, however, the application is for planning permission not permitted development, therefore, the applicant is not restricted to the limitation or conditions set out under Schedule 2, Part 1, Class E of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). The proposed materials are considered to be of a high quality also which would not result in any harm to the character and appearance of the area.\r\rThe proposal is stated to be used as a garden room and consider that it would not be used for any other purpose other than ancillary/incidental use to the main dwelling house. In any case, a planning condition would secure this in the event of an approval.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHeritage\rParagraph 203 of the NPPF 2023 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above the development would reasonably adhere to the recommendations set out in the Residential Design SPD and would not be visible from the streetscene. The proposed materials would be of a high quality and would sit well within the mature landscaped setting of the Liverpool Road Conservation Area. Therefore, the development would not detract from the character and appearance of the surrounding area, as such officers conclude that the development would not result in any harm to the significance of the Liverpool Road Conservation Area. The proposals would preserve the character and appearance of the Conservation Area.\r\rIn relation to the Archaeological Priority Area, Historic England is not a statutory consultee for applications of this type. Given that the development occupies a similar footprint to the pre-existing development on site, it is not considered that there would be any significant adverse impact from an archaeological perspective.\r\rTree and Landscape\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rOfficer Comment: The applicant has submitted a Arboricultural Impact Assessment and Method Statement to ensure the works would not adversely affect a protected tree located off site. The Council's Trees and Landscapes Officer has reviewed the proposal and raises no objections subject to compliance with the Arboricultural Impact Assessment and Method Statement. The proposal would therefore not give rise to any adverse effects to trees.\r\rFire Safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has submitted a Fire Safety Strategy, however, it does not suffiecently address the requirements of Policy D12(A). Officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rDemolition of canopy over rear patio and erection of single storey rear orangery extension\r\rThis application follows a previously permitted application 21/03182/HOU dated 02.12.2021 for the conversion of existing rear patio with a roof canopy to an enclosed conservatory.\r\rThis application seeks to erect an orangery extension in place of the enclosed conservatory.\r\rConsultation\r6 neighbouring properties have been notified and 1 objection has been received stating;\r- Inappropriate design/layout\r- Noise\r- Privacy\r\rOfficers have comprehensively reviewed the objection received and careful consideration has been given to it during the assessment of the proposed development.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact on fire safety.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: It is noted that the proposal would convert an existing patio/roof canopy into a fully enclosed orangery. The orangery would remain subservient in height to the main dwelling and match the existing rear extension. It is considered that sufficient rear/side garden would be retained. Overall, it is considered that the proposal would be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The main properties to consider in relation to neighbouring amenity are No. 238 Malden Road and No. 18 Wilton Grove. Due to the existing built form between No. 240 and No. 238 Malden road, it is considered that no harm to amenity would be created by the development. \r\rIn relation to No.18 Wilton Grove, it is considered that the proposed development would not adversely impact the amenities of the occupiers of this property by reason of overbearing appearance, loss of light or loss of privacy as the orangery would sit in the same footprint as the previously approved scheme and as a whole would be no greater in height to the existing rear extension. Officers note that there is a side window on the side elevation of No. 18 Wilton Grove facing towards No. 240, however, the proposal would remain subservient in height to the main dwelling. There would be no significant loss of privacy due to existing boundary treatment when the existing fenestration at No. 240 which faces towards No. 18 Wilton Grove is considered. With regards to possible noise pollution due the the proximity of the proposed ground floor window to No. 18 Wilton Grove, it is recommended that this window be non-opening and this will be secure via condition.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling. The site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of part two storey/part single storey rear and side extension to create a 5 bedroom house.\r\rConsultations\r6 properties were notified of the proposal. Four representations have been received objecting to the proposal, with comments summarised as follows:\r- Car park issues\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Unacceptable or incompatible use\r- Privacy\r- Access or traffic problems\r- Loss of daylight/sunlight\r- Noise\r- Inadequate landscaping/means of enclosure\r\rOfficer response: Any matters relating to different sites/ proposals or controlled under non-planning laws such as building regulations or problems arising from the construction period are not material planning considerations and they cannot be included within the assessment. The other concerns will be addressed within this report. \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: With regards to the proposed part single part two storey side extension, while Officers note the proposed separation distances, it is noted that this element of the proposal would not be set back from the front elevation and the proposed roof would not be set down by minimum of 500mm as recommended by Policy Guidance 36. Lack of set down/set in distances and the proposed mass and bulk of the extension would result in a dominant and disproportionate addition to the host dwelling and the surrounding area. Furthermore, the proposed mix of the roof forms is not characteristic to the area and would result in a discordant appearance. \r\rOfficers note the existing street scene consists mainly of semi-detached properties with some modest extensions, the symmetry of the dwellings and separation gaps are noticeable and are considered to be characteristic to this area. \r\rDue to the siting of the plot, the proposal would be visible from Oakcroft Road and Oakcroft Villas.  The excessive depth of the first floor rear extension (approximately 4m) and siting of the proposed part single part two storey side extension and the proposed collection of roof forms that is not characteristic to the area, is considered to result in a dominant and jarring addition to the host dwelling and the surrounding area. This is especially so given that the property is visible from multiple public vantage points to both the front and rear.\r\rThe proposed single storey rear extensions element of the proposal, its depth and height, is considered to be acceptable in isolation.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers note concerns raised with written representations. However, it is considered that the proposed development due to its siting would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rAs the proposal would seek to provide a residential extension to an existing residential dwelling Officers consider that there would be no material increase in noise or disturbance for the occupiers of neighbouring properties. \r\rIt is further noted that the Environmental Protection Act (1990) provides controls to the Council in the event that any noise should occur that could constitute a statutory nuisance.\r\rThe proposal does not include any changes to the existing car parking spaces. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "You are reminded that this application is accompanied by a  S106 Agreement, which   includes a number of provisions and financial obligations, including  the  requirement that  on commencement of development the   a highways contribution of £20,000 must be made towards footway works to be undertaken by the Council in accordance with the London Plan policy T2 (Healthy Streets). As required by the Planning Committee,   Highways Officers  will work with the relevant Neighbourhood Committee regarding the appropriate use of the \"healthy streets\" element of the S106 highways contribution.",
    "Please revise the red outline in the location plan to show the access from the public road/highway. The submitted location plan does not show the land required for access to the site from a public road/ highway in red outline.\r The blue outline has other private residential properties (108-116). Please clarify and amend the red ouline and blue outline\r\rWe do not accept photographs as a location plan.\r\rNote: The site location plan needs to be in scale 1:1250 with the application site outlined in red, showing at least two road frontages and a North point. Show any other land owned by the applicant that is close to or adjacent to the property outlined in blue. Red outline should include land necessary to carry out the proposed development (e.g. land required for access to the site from a public highway, visibility splays, car parking and open areas around buildings).",
    "I acknowledge receipt of your payment for £43, the fee required for this application is £145, therefore please forward the outstanding balance of £102 as soon as possible.\r\rNote: Payment can be made online via the Kingston council website, or via our Contact Centre on 020 8547 5002.",
    "The application form shows the outbuilding gym is for use class E, please clarify the proposed outbuilding gym is for commercial purpose or not.",
    "If the proposed outbuilding gym is for commercial purpose, the fee will be £146.50, we acknowledge the receipt of £129.00. Please pay the outstanding balance of £17.50. Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002.",
    "Fee required - The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) (Amendment) Regulations 2023 has revoked fee exemptions for applications where decisions for a previous application were made after 5th December 2023. The fee required for your planning application is £258.  Payment can be made online via the Kingston council website, or via our Contact Centre on 020 8547 5002.\r",
    "The Householder Local List requires Time Stamped Photographs of the site to be provided with the application submission. These were missed from the application submission, so please submit these.\r",
    "Please provide 'Time Stamp Photo'. It is new validation requirement."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/12/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-09322453",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.268473,
          51.413885
        ],
        [
          -0.268474,
          51.413858
        ],
        [
          -0.268517,
          51.413859
        ],
        [
          -0.268516,
          51.413886
        ],
        [
          -0.268473,
          51.413885
        ]
      ]
    ],
    "type": "Polygon"
  }
}