{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKG7XWNH04300",
  "lapsed_date": "06/01/2026",
  "decision_target_date": "06/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3QG",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 12.85,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "08/2021",
    "site_area": 0.027
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03032/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521194,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:25:15.538Z",
  "id": "Kingston-20_03032_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Cambridge Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "06/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6.0m in depth, maximum height of 3.4m and eaves height of 2.9m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168390,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021773821",
  "centroid": {
    "lon": -0.259139,
    "lat": 51.401603
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension together with the existing extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) and (ja) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a public house. It is located in the Kingston Old Town Conservation a designated heritage asset.\r\rConsultation \r\rKTCAAC no objection but do comment on the signage to the right of entrance at front being too big.\r\rAssessment\r\rThe application relates to the display of advertisements. The key considerations are \r\rAmenity\rPublic safety\r\rAmenity \r\rThe signage would be on the front and rear of the building. The site fronts High Street and at the rear faces onto the KIngston riverside and towpath. \r\rThe building occupies a prominant position in both the street and riverscape and the existing signage is of a traditional wood finish. \r\rIt is considered that the proposed finishes and illumination of the proposed signage would be a sympthetic addition to the host property and of a size proportionate to the facade of the host building. The signage whilst visible would not create visual clutter or be visually intrusive. \r\rThe proposed signage would not detract from the character and appearance of the host property or cause harm to the designated heritage asset the Kingston Old Town Conservation Area as it would  preserve its overall character and appearance. \r\rPublic safety\r\rThe proposed signage would be static and would not obscure any highway signs or impede pedestrian movement. The proposed signage would not prejudice highway safety. \r\rConclusion\rIn conclusion the proposed signage would accord with section 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990, paras 189 - 208 of the NPPF and policies CS8, DM10 and DM12 of the Councils adopted LDF Core Strategy.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\r",
    "The check list shows the proposed block plan has been submitted but the block has not been submitted.\rPlease provide a Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/11/2020",
  "secondary_street_name": null,
  "site_number": "32",
  "pp_id": "PP-09284374",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259117,
          51.401616
        ],
        [
          -0.259118,
          51.401589
        ],
        [
          -0.259161,
          51.401589
        ],
        [
          -0.25916,
          51.401616
        ],
        [
          -0.259117,
          51.401616
        ]
      ]
    ],
    "type": "Polygon"
  }
}