{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QKYRU6NHIV300",
  "lapsed_date": "01/02/2024",
  "decision_target_date": "01/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3QS",
  "site_name": "Flat 1",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "05/2021",
        "intended_completion_date": "06/2021"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 240,
    "total_gia_lost": 0,
    "total_gia_existing": 73.5,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 73.5,
        "gia_gained": 0,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 12,
        "building_ref": "Existing Building"
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 73.5,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "ownership_status": "Private",
    "s106_agreement": false,
    "existing_uprns": [
      "000128013658"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/03141/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519379,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:25:46.913Z",
  "id": "Kingston-20_03141_FUL",
  "application_type": "All Other",
  "street_name": "Norbiton Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "01/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Alteration to fenestration with installation of new ground floor window in side elevation.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "12/01/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169523,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128013658",
  "centroid": {
    "lon": -0.284837,
    "lat": 51.41217
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The  window hereby permitted in the west elevation and situated on the ground floor shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "APPLICATION SITE\rThe application building comprises of a three-storey building. The application pertains to the ground floor commercial unit. \rIn terms of heritage designations, the site is located within the Kingston Old Town Conservation Area and the Kingston Town Centre Area of Archaeological Significance. The site also falls within the Thames Side Strategic Area of Special Character. \r\rMore generally, the site is also designated within the Primary Shopping Area and as Primary Shopping Frontage. \r\rPROPOSAL\rThe application seeks advertisement consent for the display of 1no internally illuminated fascia sign and 1no externally illuminated hanging sign.\r\rCONSULTATIONS\r6no. surrounding owner/occupiers were notified of the application.  No responses were received.   \r\rASSESSMENT\rThe main issue to assess in the consideration of this application is the impact that the development would have on the character of the area and the streetscene and impact upon heritage assets and impact upon highway safety.\r\rCharacter and Appearance\rParagraph 126 of the NPPF 2023 states that the creation of high quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps to make development acceptable to communities.\r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicy CS8 of the Council's Core Strategy 2012 states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study 2011 and the Residential Design SPD 2013, ensuring that new development:\r-\tRecognises distinctive local features and character;\r-\tHas regard to the historic and natural environment;\r-\tHelps enhance locally distinctive places of high architectural and urban design quality;\r-\tAccords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\"; and,\r-\tRelates well and connects to its surroundings.\rPolicy DM10 identifies the most essential elements in contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced. These include:\r-\tPrevailing development typology, including housing types, sizes and occupancy;\r-\tPrevailing density of the surrounding area;\r-\tScale, layout, height, form (including roof forms) and massing;\r-\tLandscape setting and features;\r-\tPlot width and format, which includes spaces between buildings;\r-\tBuilding line build-up, set-back and front boundary; and,\r-\tTypical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc.\r\rThe proposed works consist of the installation of replacement advertising signage. \r\rThe Council's Supplementary Planning Document titled, \"Shopfronts and Shopsigns\" (2005) provides guidance on signage for historic buildings. The SPD for shopfronts and shopsigns states \"any illuminated fascia sign on historic buildings should preserve the character and appearance of the building and area. Effective and acceptable forms of illuminations are those where the light fitting is concealed and include: tubes encased in trough housings, uplighters or downlighters which should be carefully located so that the spread of light is controlled and not overbright; or internally-illuminated individual letters or characters in the form of tubes encased with a translucent face and solid/opaque sides or vice versa, or solid characters raised with tubes beneath to create a 'halo' effect.\" \r\rThe proposals include the installation of 1no. internally illuminated replacement fascia signage and 1no. externally illuminated hanging sign. \r\rThe proposed fascia sign would comprise of an internally lit aluminium panel with aluminium lettering. The proposed fascia sign would include vinyl lettering and be externally lit via trough LED lighting. The materiality and illumination of the fascia and hanging sign is considered to be inappropriate to the setting of the Conservation Area, thereby failing to comply with Policy DM10 of the LDF Core Strategy, 2012.\r\rImpact upon Heritage Assets\rSections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) state that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 199 to 208 of the NPPF 2023 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rThe hanging sign is considered to be inappropriate in its materiality choice (i.e. vinyl lettering) as too the fascia sign with its proposed aluminium tray, and the proposed illumination to both the hanging and fascia sign is not considered to be a high-quality, traditional material suitable for the heritage setting of the site, resulting in an unacceptable harmful impact to the character and appearance of the building and wider conservation area.  \r\rHighway Safety\rThe NPPF requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree. \r\rDevelopment should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe. \r\rLocal Planning Authorities are expected to have regard to its effect upon the safe use and operation of any form of traffic or transport on land (including the safety of pedestrians), on or over water, or in the air. Public safety considerations, the second arm of control over advertisements, do not arise very frequently. However, when it can be shown that signs would be confused with traffic signals or the visibility of drivers is impaired, a solid and sustainable ground for refusal of Advertisement Regulation consent is provided. \r\rThe fascia signage would be internally illuminated to 50cd/m2, whilst the hanging sign would externally illuminated to 50 cd/m2. In consideration of the level of illuminance of the proposed signage and the position of the building in a pedestrianised zone of the town centre, it is considered that the proposals would not result in a distraction to highway users and would not prejudice highway safety. The proposed signage is therefore in accordance with Policy DM10 of the Core Strategy. \r\rCONCLUSION\rThe proposed development would provide for the display of advertisements to the ground floor commercial unit at 13-15 Church Street, Kingston. The proposed replacement signage of the application is found to be very similar to the recently refused application in terms of the materiality proposed and the illumination and is again considered unacceptable, failing to preserve the character and appearance of the designated Grade-II listed building, and the wider Kingston Old Town Conservation Area. The harm is considered to be less than substantial and according to Paragraph 202 of the NPPF, the public benefit associated with the proposals is not considered to overcome the harm identified. \r\rThe proposals would not have any material effect on highway safety. \r\rThe proposed development is considered to not be in accordance with the development plan and there are no other material considerations which otherwise indicate that advertisement consent should be granted. Therefore, it is recommended that advertisement consent be refused. \r\rRECOMMENDATION\rThat advertisement consent should be REFUSED.\r",
    "Householder Checklist Update - Please ensure you have provided all documents required to support your application in line with the Householder Local List and update the Householder Checklist document with any changes you have made to your application.  Please give clear reasons if not providing mandatory documents, i.e. do not only state \"No\"."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/12/2020",
  "secondary_street_name": null,
  "site_number": "28",
  "pp_id": "PP-09313508",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284815,
          51.412183
        ],
        [
          -0.284816,
          51.412156
        ],
        [
          -0.284859,
          51.412157
        ],
        [
          -0.284858,
          51.412184
        ],
        [
          -0.284815,
          51.412183
        ]
      ]
    ],
    "type": "Polygon"
  }
}