{
  "appeal_status": null,
  "lapsed_date": "23/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=A0014.25",
  "borough": "Havering",
  "application_type_full": null,
  "actual_commencement_date": null,
  "ward": "St Andrew's",
  "decision_date": "23/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13878518",
  "development_type": null,
  "description": "1x internally illuminated hanging sign and 1x externally illuminated fascia sign",
  "site_name": "Santander, 114 High Street",
  "decision_conditions": [
    "i. No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii. No advertisement shall be sited or displayed so as to:-",
    "(a) endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) obscure, or hinder the ready interpretation of any traffic sign, railway signal or aid to navigation by water or air; or",
    "(c) hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii. Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv. Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v. Where an advertisement is required under these",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The maximum luminance of the proposed internally illuminated hanging sign on the submitted drawings hereby permitted shall not exceed 120 cd/m2.",
    "Reason:-",
    "To comply with the recommendations of the Institute of Public Lighting Engineers Technical Report No. 5 (Third Edition) in the interests of amenity, and in order that the development accords with the Havering Local Plan Policy 13.",
    "The maximum luminance of the proposed externally illuminated fascia sign on the submitted drawings hereby permitted shall not exceed 300 cd/m2.",
    "Reason:-",
    "To comply with the recommendations of the Institute of Public Lighting Engineers Technical Report No. 5 (Third Edition) in the interests of amenity, and in order that the development accords with the Havering Local Plan Policy 13.",
    "The applicant and designer must ensure that the illumination of the sign is within acceptable safe limits so not to impact on highway safety or neighbouring amenity.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The dimensions of the proposed fascia signage have been considered. Notwithstanding the dimensions provided in the type of proposed advertisement(s) section of the application form, the approved dimensions should be read in conjunction those detailed in the description of proposed development section of the delegated report."
  ],
  "lpa_app_no": "A0014.25",
  "subdivision_of_building": null,
  "centroid_easting": 553876,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": "RM12 4HR",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "100023213844",
  "street_name": "Hornchurch",
  "decision": "Approved",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 187180,
  "centroid": {
    "lon": 0.218531,
    "lat": 51.562511
  },
  "valid_date": "31/03/2025",
  "id": "Havering-A0014.25",
  "last_updated": "2025-07-24T03:59:06.478Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "27/04/2025",
  "decision_target_date": "26/05/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}