{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/242342ADV;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Consent to display an advertisement",
  "application_details": {
    "existing_uprns": [
      "000012175307"
    ]
  },
  "wgs84_polygon": null,
  "site_name": "24 Uxbridge Road",
  "centroid_easting": 517368,
  "site_number": null,
  "development_type": "Other advertisements",
  "decision_date": "22/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "22/08/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 180674,
  "appeal_decision_date": null,
  "decision_conditions": [
    "SCHEDULE 1: CONDITIONS IMPOSED BY THE REGULATIONS",
    "1.\tThe consent shall expire after 5 years from the date of this notice.",
    "2.\tAny advertisements displayed, and any site used for the display of advertisements, shall be maintained in a clean and tidy condition to the reasonable satisfaction of the Local Planning Authority.",
    "3.\t Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a safe condition.",
    "4.\tWhere an advertisement is required under these Regulations to be removed, the removal shall be carried out to the reasonable satisfaction of the Local Planning Authority.",
    "5.\tNo advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "6.\tNo advertisement shall be sited or displayed so as to obscure, or hinder the ready interpretation of, any road traffic sign, railway signal or aid to navigation by water or air, or so as otherwise to render hazardous the use of any highway, waterway (including any coastal waters) or aerodrome (civil or military).",
    "Note: These are imposed automatically unless expressly varied, for instance the time limit shortened.",
    "| SCHEDULE 2: CONDITIONS IMPOSED BY THE LOCAL AUTHORITY",
    "7.\tThe development hereby approved shall be carried out in accordance with the following approved drawings and plans: 180526 (REV A) Page 1 of 8 PLANNING DRAWING - EXISTING SIGNAGE; 180526 (REV A) Page 2 of 8 PLANNING DRAWING - EXISTING SIGNAGE; 180526 (REV A) Page 3 of 8 PLANNING DRAWING - PROPOSED SIGNAGE; 180526 (REV A) Page 4 of 8 PLANNING DRAWING - PROPOSED SIGNAGE; 180526 (REV A) Page 5 of 8 PLANNING DRAWING - PROPOSED SIGNAGE; 180526 (REV A) Page 6 of 8 PLANNING DRAWING - PROPOSED SIGNAGE; 180526 (REV A) Page 7 of 8 PLANNING DRAWING - SITE PLAN; 180526 (REV A) Page 8 of 8 PLANNING DRAWING - LOCATION PLAN",
    "REASON: For the avoidance of doubt, and in the interests of proper planning.",
    "8. The illumination of the sign(s)/advertisement(s) shall comply with the recommendations of the Institution of Lighting Professionals in their guidance document PLG05 Brightness of Illuminated Advertisements, 2015, including the following operational features:",
    "o Static images to be displayed only (no moving or flashing images);",
    "o Maximum level of illuminance to be set to night-time level of 250cd/m-2 (more than 10m2) and 600cd/m2 (no more than 10m2), daytime level of 5000cd/m-2, in accordance with ILP Guidelines.",
    "REASON: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by artificial lighting, in accordance with Policy D3, D4, T3 and T4 of the London Plan (2021) and Policy 7B of the Ealing Development Management DPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Uxbridge Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.310042,
    "lat": 51.51281
  },
  "cil_liability": null,
  "valid_date": "12/06/2024",
  "postcode": "W5 2RJ",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-242342ADV",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "23/08/2024",
  "pp_id": "PP-13145223",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "uprn": "000012175307",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T21:40:12.438+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Ealing Broadway",
  "appeal_decision": null,
  "lpa_app_no": "242342ADV",
  "description": "Installation of signage including 1 No. totem sign and 2 No. wall signs. (Advertisement Consent)",
  "date_building_work_completed_under_previous_permission": null
}