{
  "borough": "Havering",
  "cil_liability": false,
  "decision_target_date": "29/08/2023",
  "lpa_app_no": "P1055.23",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "29/08/2023",
  "lpa_name": "Havering",
  "application_details": {
    "intended_completion_date": "03/2024",
    "existing_uprns": null,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "08/2023",
    "total_gia_gained": 70,
    "site_area": 0.061000000000000006
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2207085,
          51.5509221
        ],
        [
          0.2205198,
          51.5509403
        ],
        [
          0.22056679999999998,
          51.5512221
        ],
        [
          0.22058799999999998,
          51.551296
        ],
        [
          0.2205982,
          51.5513469
        ],
        [
          0.22079079999999998,
          51.5513287
        ],
        [
          0.2207564,
          51.5511831
        ],
        [
          0.2207085,
          51.5509221
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "04/07/2023",
  "centroid": {
    "lat": "51.5511322",
    "lon": "0.2206579"
  },
  "site_number": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "The window to the first floor side elevation shall be  obscure-glazed, and shall also be non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "The air source heat pump referenced on the drawing hereby approved shall be designed to comply with  \"MCS Planning Standards for Permitted Development Installations of Wind Turbines and Air Source Heat Pumps on Domestic Premises\", unless otherwise submitted to and approved in writing by the Local Planning Authority.",
    "Reason: In the interests of sustainability and amenity.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved changes to the side extension to ensure compliance with the Council's Residential Extensions and Alterations SPD. The amendments were subsequently submitted on 23/08/2023."
  ],
  "decision": "Approved",
  "centroid_easting": 554060,
  "uprn": "100021345782",
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": "25/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554064.218,
              185895.746
            ],
            [
              554051.077,
              185897.372
            ],
            [
              554053.38,
              185928.8
            ],
            [
              554054.6,
              185937.063
            ],
            [
              554055.141,
              185942.753
            ],
            [
              554068.553,
              185941.127
            ],
            [
              554066.656,
              185924.871
            ],
            [
              554064.218,
              185895.746
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Hacton",
  "pp_id": "12218213",
  "lapsed_date": "29/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Two storey side extension, single storey rear extension and front porch following demolition of existing garage.",
  "centroid_northing": 185919,
  "street_name": "HORNCHURCH",
  "epc_number": "7412-5172-4002-0391-2806",
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T02:24:50.943+00:00",
  "site_name": "27 WINIFRED AVENUE",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1055.23",
  "id": "Havering-P1055.23",
  "actual_commencement_date": null,
  "postcode": "RM12 6SU"
}