{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T03:39:32.797+00:00",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "locality": "Northolt",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of 26.01.2023, when permission was granted.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990",
    "| The development hereby approved shall be carried out in accordance with the following drawings: 46ER-PP2-01 Rev B (Proposed Lower Ground Floor Plan, Proposed Ground Floor Plan), 46ER-PP2-02 Rev B (Proposed First Floor Plan, Proposed Second Floor Plan), 46ER-PP2-03 Rev A (Proposed Roof Plan, Proposed Elevations).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The approved development shall be carried out in accordance with the details outlined in the Landscape and Boundaries drawing ref: 46ER-PP1-01 Rev C approved by the Local Planning Authority under application 231151CND dated 14.06.2023.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, and in accordance with policies D1, D4, D6 and HC1 of the London Plan 2021, policies 1.1, 1.2, 3.1 of the Ealing Core Strategy (2012), policies 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), and the NPPF (2021).",
    "| No part of the development hereby approved shall be occupied until cycle parking facilities for nine (9) bicycles have been provided within the curtilage of the application site. Such facilities shall be permanently retained thereafter.",
    "Reason: To encourage the use of sustainable transport, provide for adequate cycle parking facilities and to safeguard the appearance of the property and the amenities of the area, in accordance with Policies D4, T1, T2, T4 and T5 of the London Plan (2021) and Policies 7.4 and 7B of the Ealing Development Management DPD (2013).",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall be permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material and safeguard the appearance of the property and the amenities of the area, in accordance with Policies D4 and SI 8 of the London Plan (2021) and 7.4 and 7B of the Ealing Development Management DPD (2013).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2021).",
    "| No piling shall take place until a PILING METHOD STATEMENT (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "Reason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure.",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy D14 of the London Plan (2021) and Policy 7A of the Ealing Development Management DPD (2013).",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with policy D14 of the London Plan (2021) and Policy 7A of the Ealing Development Management DPD (2013).",
    "| The approved development shall be carried out in accordance with the details and/or recommendations of the acoustic design review report and noise exposure assessment approved by the Local Planning Authority under application 231380CND dated 04.05.2023.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing SPG10.",
    "| During the implementation of the development hereby approved, control measures shall ensure that the following standards are implemented and adhere to:",
    "-\tnoise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "-\tdust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "-\tlighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "-\thours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "-\tnotifications of works to interested parties and regular neighbour liaison, -public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policy D14 of the London Plan and Policy 7A of the Ealing Development Management DPD.",
    "| Prior to the commencement of development (excluding site clearance, demolition and ground works), a Basement Impact Assessment and Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority.",
    "The basement impact assessment shall include infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect groundwater flow and land stability, including to adjacent sites. Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components). The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques. Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason: To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy 5.12 of the Ealing Development Management DPD (2013), policy 1.2 of the Ealing Development (Core) Strategy), policies D10, SI 12 and SI 13 of the London Plan (2021) and the NPPF (2021)."
  ],
  "valid_date": "20/04/2023",
  "centroid": {
    "lat": 51.546008,
    "lon": -0.369673
  },
  "lpa_app_no": "231554VAR",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "UB5 5HT",
  "ward": "Northolt Mandeville",
  "description": "Minor material amendment (S.73) to vary condition 2 (approved plans), to incorporate variations to the internal layouts and external elevations, in relation to planning permission reference 222769FUL dated 26/01/2023 for: Conversion of building into 7 self-contained flats; two storey side extension; single storey front porch extension, with light wells and balustrading to front elevation; lowering of existing basement floor; creation of four balconies to the rear elevation; extensions to main roof, including raising roof ridge height and five dormer windows, rear roof extension incorporating a Juliet balcony, and installation of four roof lights to front roof slopes; window, fenestration and brickwork replacement and restoration; and associated parking, refuse and recycling storage and hard and soft landscaping.",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "4 - 6 Ealing Road",
  "last_date_consultation_comments": null,
  "cil_liability": false,
  "application_details": {
    "existing_uprns": [
      "12130979"
    ]
  },
  "street_name": "Ealing Road",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/231554VAR;",
  "uprn": "12130979",
  "appeal_decision_date": null,
  "pp_id": "PP-12104818",
  "decision_process": "Delegated",
  "centroid_easting": 513148,
  "epc_number": null,
  "centroid_northing": 184272,
  "application_type_full": "Removal/Variation of a condition",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Ealing-231554VAR",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Ealing",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "16/06/2023",
  "polygon": null,
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": null,
  "lapsed_date": "15/06/2026",
  "decision_date": "15/06/2023"
}