{
  "last_updated_by": "Agile APAS",
  "application_type": "All Other",
  "decision_agency": null,
  "centroid_northing": 188960,
  "status": "Allowed",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": "01/12/2020",
  "ward": "Wanstead Village",
  "lpa_app_no": "1536/19",
  "cil_liability": true,
  "url_planning_app": null,
  "lpa_name": "Redbridge",
  "valid_date": "11/05/2019",
  "pp_id": null,
  "postcode": null,
  "appeal_status": null,
  "street_name": "Malcolm Way",
  "centroid_easting": 540139,
  "uprn": "10093039604",
  "borough": "Redbridge",
  "application_details": {
    "lead_developer_company_name": "Highways & Cleansing",
    "site_area": 0.038000000000000006
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.0214379,
          51.5821305
        ],
        [
          0.021403699999999998,
          51.5820079
        ],
        [
          0.0210055,
          51.5820384
        ],
        [
          0.021019,
          51.5820974
        ],
        [
          0.02103,
          51.582158
        ],
        [
          0.0211033,
          51.5821536
        ],
        [
          0.0214379,
          51.5821305
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Two x three storey (3 x bedroom) dwelling houses with associated car parking and amenity space. (Summary).",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": null,
  "epc_number": null,
  "centroid": {
    "lon": "0.0212258",
    "lat": "51.5820842"
  },
  "appeal_decision_date": "26/04/2021",
  "decision_process": "Delegated",
  "decision_conditions": [
    "SCHEDULE OF CONDITIONS\r\nThe planning permission to which this decision relates is granted subject to the following conditions:\r\n1) The development hereby permitted shall begin not later than three years from the date of this decision.\r\n2) The development shall be carried out in accordance with the following approved plans:\r\nProposed site plan 981.10.002\r\nProposed floor plans 981.10.100\r\nProposed roof plan 981.10.101\r\nProposed elevations 981.10.200\r\nProposed section and side elevation 981.10.300\r\nProposed bin store details 981.10.102 (Rev. A)\r\n3) With the exception of trees T1 and T2 (as marked on the Tree Survey, dated 22 July 2019), no existing tree within the site or on adjoining land shall be cut down or uprooted, nor destroyed or damaged, and all such trees shall be retained during the course of the development and thereafter. No construction work shall take place, and no equipment, machinery or materials shall be brought on to the site, until protective fencing and ground protection have been installed around the trees to be retained, in accordance with details to be submitted to the local planning authority and approved in writing. The said fencing and ground protection shall be kept in place until all equipment, machinery and materials have been removed from the site. If, during the construction of the development or within 5 years from its first occupation, any retained tree is removed, destroyed or dies, it shall be replaced with a new tree, of a size and type to be approved in writing by the local planning authority.\r\n4) No dwelling within the development shall be occupied until a scheme of hard and soft landscaping has been submitted to the local planning authority and approved in writing. The scheme shall make provision for new tree planting to replace trees T1 and T2, if these are lost during the course of the development. The scheme shall also include details of all other proposed planting, seeding, hard surfacing and boundary treatments, together with an implementation timetable for these works. Thereafter the landscaping works shall be carried out in accordance with the details and timetable thus approved. Any trees or plants which die, become seriously damaged or diseased, or are removed, within a period of 5 years from planting, shall be replaced in the next planting season with others of similar size and species.\r\n5) No development shall be commenced until a surface water drainage scheme has been submitted to the local planning authority and approved in writing. The scheme shall show how run-off flows will be attenuated to no more than 5 litres per second, and shall include a surface water drainage management and maintenance plan for the lifetime of the development. No dwelling within the development shall be occupied until the surface water drainage scheme has been implemented in accordance with these approved details.\r\n6) No construction work above ground floor slab level shall be carried out until details of the facing materials to be used on the external surfaces of the walls and roofs have been submitted to the local planning authority and approved in writing. Thereafter, the development shall be carried out in accordance with these approved details.\r\n7) The dwellings hereby approved shall be constructed and fitted out so as to comply with Optional Requirement M4(2) ‘Accessible and Adaptable Dwellings’, as set out in Approved Document M of the Building Regulations. No dwelling shall be occupied until completion of all works relevant to compliance with Optional Requirement M4(2) has been notified to the relevant Building Control Body, or has been self-certified by a registered person, in accordance with Building Regulations procedures.\r\n8) The dwellings hereby approved shall be constructed and fitted out so as to comply with Optional Requirement 36(2)(b) of Section G2 ‘Water Efficiency’, as set out in Approved Document G of the Building Regulations. No dwelling shall be occupied until completion of all works relevant to compliance with Optional Requirement 36(2)(b) of Section G2 has been notified to the relevant Building Control Body, or has been self-certified by a registered person, in accordance with Building Regulations procedures.\r\n[END OF SCHEDULE]"
  ],
  "development_type": null,
  "parking_details": null,
  "appeal_decision": "Allowed",
  "locality": "Wanstead",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "03/03/2020",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              540153.55,
              188965.55
            ],
            [
              540151.56,
              188951.85
            ],
            [
              540123.88,
              188954.48
            ],
            [
              540124.63,
              188961.07
            ],
            [
              540125.21,
              188967.83
            ],
            [
              540130.3,
              188967.48
            ],
            [
              540153.55,
              188965.55
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Redbridge-1536_19",
  "site_name": "Development Adjacent Block 28 To 39",
  "lapsed_date": "26/04/2024",
  "decision": "Refused",
  "secondary_street_name": null,
  "decision_target_date": "05/07/2019",
  "last_updated": "2025-03-20T13:56:02.422+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "06/06/2019",
  "bo_system": "Agile APAS"
}