{
  "centroid": {
    "lon": "0.1837789",
    "lat": "51.5732192"
  },
  "status": "Approved",
  "decision_target_date": "13/12/2019",
  "site_name": "172-174 South Street",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 11:00 and 22:00 on Monday to Sunday, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before the use commences suitable equipment to remove and/or disperse odours and odorous material should be fitted to the extract ventilation system in accordance with a scheme submitted to and approved in writing by the LPA in consultation with the Havering Public Protection Service.  The approved equipment shall be installed on site and certification provided by a competent engineer.  Thereafter, the equipment shall be properly maintained and operated within design specifications during normal working hours.",
    "Reason",
    "To protect the amenity of occupiers of nearby premises and ensure that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Before any works commence a scheme for any new plant or machinery shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining/adjacent  properties and ensure that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Before the uses commences a scheme to control the transmission of noise and vibration from any mechanical ventilation system installed shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the permitted use commencing. Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "Reason:  To protect the amenity of occupiers of nearby premises and ensure that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM1 1TR",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "13/12/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1532.19",
  "centroid_northing": 188298,
  "uprn": null,
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "13/12/2019",
  "description": "Re-submission of change of use to A3 with ancillary A5, to include improved extraction system design to mitigate against noise and odour with restricted trading hours.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1532.19",
  "lpa_app_no": "P1532.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:50:38.052+00:00",
  "centroid_easting": 551430,
  "pp_id": "08180657",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "09/10/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551438.236,
              188305.831
            ],
            [
              551439.794,
              188295.942
            ],
            [
              551421.709,
              188291.539
            ],
            [
              551417.916,
              188299.396
            ],
            [
              551438.236,
              188305.831
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.018000000000000002
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "13/11/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18390099999999998,
          51.5732873
        ],
        [
          0.1839192,
          51.5731981
        ],
        [
          0.1836566,
          51.5731633
        ],
        [
          0.1836053,
          51.573235
        ],
        [
          0.18390099999999998,
          51.5732873
        ]
      ]
    ],
    "type": "Polygon"
  }
}