{
  "centroid_easting": 517012,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Ealing",
  "lpa_app_no": "232890FUL",
  "last_date_consultation_comments": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": 51.543379,
    "lon": -0.314044
  },
  "postcode": "UB6 7HR",
  "actual_completion_date": null,
  "street_name": "Lynmouth Gardens",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232890FUL;",
  "appeal_decision_date": null,
  "cil_liability": true,
  "secondary_street_name": null,
  "id": "Ealing-232890FUL",
  "ward": "Perivale",
  "title_number": null,
  "description": "Construction of a 2 storey dwellinghouse and provision of associated bin storage, bicycle parking, off-street vehicle parking and private amenity space; single storey rear extension to existing building.",
  "uprn": "12088668",
  "site_name": "32 Lynmouth Gardens",
  "decision_agency": "Borough",
  "centroid_northing": 184067,
  "application_details": {
    "green_suds": true,
    "total_gia_gained": 70,
    "existing_uprns": [
      "12088668"
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.3,
        "building_ref": "1"
      }
    ],
    "total_gia_existing": 0,
    "garden_land_lost": true,
    "site_area": 70,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "green_roof_area": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "solar_pv_capacity": 18,
      "no_new_gas_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private",
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "03/2024",
        "intended_commencement_date": "10/2023"
      }
    ],
    "surface_water_discharge_percentage_reduction": 1,
    "total_gia_lost": 0,
    "internal_resi_water_usage": 0.01,
    "grey_water_reuse": false,
    "scheme_phasing": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 70,
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 70,
        "gia_lost": 0
      }
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "10/09/2023",
  "subdivision_of_building": null,
  "decision_date": "25/08/2023",
  "decision": "Approved",
  "locality": "Greenford",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": null,
  "development_type": "Minor dwellings",
  "lapsed_date": "25/08/2026",
  "application_type": "All Other",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be implemented in accordance with drawing title number(s): 001, 002,003, 004, 005, 006, 007, Design and Access / Planning Statement.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development hereby approved shall match as closely as possible the appearance of those of the existing building.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with the Council's adopted Ealing Development Management DPD (2013) policies 7.4, 7.6 and 7B, policies 1.1 (h), 1.2 (g) and 2.10 of the adopted Local Development Framework (Core Strategy 2012), policies D3 and D4 of the London Plan (2021).",
    "| Prior to occupation of the dwelling hereby approved cycle storage for two bicycle spaces shall be provided within the curtilage of the dwelling within a secure, lockable facility as shown on approved plan 004 and in accordance with adopted standards and these shall be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage has been provided, as indicated on the approved plans, in accordance with the Local Planning Authority Standards and this provision has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013), policies D3 and SI8 of the London Plan (2021). | Control measures shall ensure that the following standards are implemented:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays,",
    "- notifications of works to interested parties and regular neighbour liaison,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'. | Notwithstanding the provisions of Classes A - F of Part 1 of the Town and Country Planning (General Permitted Development) Order 2015 (or any subsequent amendment to that order) no extensions or alterations shall be carried out at the dwellinghouse hereby approved without the prior permission of the local planning authority obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site, to safeguard the living conditions of adjoining properties and visual appearance of the area, and in the interests of highway safety in accordance with policies 1.1 and 1.2 of the Ealing Core Strategy (2012), policies 3.5, 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies 3.5, D4, D5 and D6 of the London Plan (2021), and the National Planning Policy Framework (2021). | Prior to first occupation of the dwelling hereby permitted the existing outbuilding to the rear of No. 32 Lynmouth Gardens shall be demolished and the amenity areas shown on the approved plans shall be laid out and retained in perpetuity thereafter.",
    "Reason: To ensure that there is adequate provision of amenity space within the site in accordance with London Plan Policy D6 and Policy 7D of the Ealing Development Management Development Plan Document (2013)."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T02:59:07.008+00:00",
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Full planning permission",
  "valid_date": "17/07/2023",
  "pp_id": "PP-12312979",
  "status": "Approved"
}