{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "02/04/2024",
  "development_type": null,
  "ward": "YIEWSLEY 2022",
  "lapsed_date": "28/05/2027",
  "decision_date": "28/05/2024",
  "lpa_app_no": "73792/APP/2024/850",
  "status": "Approved",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 2,
    "no_existing_car": 2
  },
  "centroid": {
    "lat": 51.518416,
    "lon": -0.464647
  },
  "application_type": "Householder",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "02/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:04:33.042+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Erection of single storey outbuilding to rear garden.",
  "application_type_full": "Householder planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73792/APP/2024/850",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "no_additional_bedrooms": 0,
    "total_gia_gained": 20,
    "intended_commencement_date": "06/2024",
    "existing_uprns": null,
    "intended_completion_date": "09/2024",
    "no_additional_bathrooms": 1
  },
  "pp_id": "12942510",
  "postcode": "UB7 8QR",
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "YIEWSLEY",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2024 - 40 - 01 Rev A and 2024 - 40 - 02 Rev A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Prior to the commencement of the development hereby permitted, the existing fences subdividing the rear garden shall be removed, and the retained garden area shall be maintained as one communal outdoor amenity space to serve the occupants of the application property. Thereafter, the garden shall be retained as such, in accordance with drawing reference 2024 - 40 - 02 Rev A, as one open private amenity space.",
    "Reason",
    "To ensure that the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and, Part 2 (2020), and The London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the approved drawings. It shall not be used for purposes such as a living room, bedroom, kitchen, or as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11, DMHB 18, DMHD 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall be installed prior to commencement of development (including ground works and site clearance) and not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery, and surplus materials have been removed from the site.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and retain existing trees in compliance with Policy G7 of the London Plan (2021) and Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020)."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 181061,
  "site_name": "4 FRANKSWOOD AVENUE",
  "decision_target_date": "28/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-73792_APP_2024_850",
  "centroid_easting": 506627
}