{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508359.4625,
              190612.9614
            ],
            [
              508359.7271,
              190612.9614
            ],
            [
              508353.774,
              190609.2573
            ],
            [
              508293.7134,
              190644.4469
            ],
            [
              508321.3625,
              190683.0762
            ],
            [
              508359.4625,
              190612.9614
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10005773",
  "appeal_status": null,
  "last_updated": "2025-03-20T22:48:05.390+00:00",
  "appeal_decision_date": null,
  "status": "Split Decision",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.6042277",
    "lon": "-0.43719949999999996"
  },
  "decision": "Split Decision",
  "valid_date": "05/07/2021",
  "appeal_decision": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.192
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=8941/TRE/2021/178",
  "lpa_name": "Hillingdon",
  "site_name": "7 LOWSWOOD CLOSE",
  "lapsed_date": "12/08/2024",
  "parking_details": null,
  "decision_conditions": [
    "Approved - To carry out tree surgery including Prune back residents side by 1.5m to One Oak (T4 on application) within Area 1 on TPO 394",
    "Refused  - To carry out tree surgery including a crown reduction by 2.5m to Three Oaks (T1, T2 and T3 on application) all within Area 1 on TPO 394",
    "The mature Oaks T1 - T3 (rear garden of No. 7) do not appear to have been pruned before and have attractive, natural-looking crown typical of the species. The trees are moderately visible over the roofs of the houses, form a prominent landscape feature and significantly contribute to the amenity and arboreal / wooded character of the Copse Wood Estate Area of Special Local Character, which is further enhanced by the close proximity to Ruislip Woods National Nature Reserve (NNR). The trees have a moderate-to-high amenity value.",
    "The reasons provided for the work to T1, T2 and T3 is \"as per clients wishes, to form a more compact, mangeable crown and to reduce debris over garden\"; the Oaks appear to have good crown structures, good form and are not currently considered to be in need of reducing however the removal of any deadwood does not require council permission.",
    "The proposed work is unjustified, excessive and would unnecessarily introduce multiple wounds into the trees' crowns, which",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "The length of the lateral limbs of the tree (T4 on application) to be pruned shall be tip-reduced as per the approved specification. This work shall comprise a reduction in the length of the limb(s) in a uniform and systematic manner and the limb(s) should be cut back to suitably positioned secondary branches.",
    "The work shall result in a tree of typical form for the species and of balanced appearance. The level of limb reduction shall be expressed either as a percentage / length of the overall limb length to be removed, or as a level of clearance to be provided.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\".  Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "To carry out tree surgery including a crown reduction by 2.5m to Three Oaks (T1, T2 and T3 on application) and Prune back residents side by 1.5m to One Oak (T4 on application) all within Area 1 on TPO 394",
  "lpa_app_no": "8941/TRE/2021/178",
  "decision_target_date": "30/08/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "12/08/2021",
  "id": "Hillingdon-8941_TRE_2021_178",
  "centroid_northing": 190644,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508326,
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4367261,
          51.6039423
        ],
        [
          -0.4367222,
          51.6039422
        ],
        [
          -0.43680929999999996,
          51.6039101
        ],
        [
          -0.4376654,
          51.6042379
        ],
        [
          -0.4372543,
          51.6045798
        ],
        [
          -0.4367261,
          51.6039423
        ]
      ]
    ],
    "type": "Polygon"
  }
}