{
  "appeal_status": null,
  "lapsed_date": null,
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0390.25",
  "borough": "Havering",
  "application_type_full": null,
  "actual_commencement_date": null,
  "ward": "Marshalls & Rise Pk",
  "decision_date": "19/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13880232",
  "development_type": null,
  "description": "Part single storey, part two storey front/side/rear extension, internal alterations, alterations to fenestration, loft conversion with two rear dormers and rooflights to sides and front, and roof height raised by 1.5m. Demolition of detached garage and outbuilding.",
  "site_name": "5 Oaklands Avenue",
  "decision_conditions": [
    "The proposed development, by reason of its combined height, bulk, mass and design would appear as an unacceptably dominant and overbearing development to the detriment of the adjacent neighbours and be a visually intrusive feature in the street scene and garden scene harmful to the appearance of the surrounding area and character, which is contrary to the Residential Extensions and Alterations SPD 2011 and Policies 7 and 26 of the Havering Local Plan.",
    "Re-submission of further application informative",
    "The applicant is advised that in preparing any further re-submissions that a tree report/statement would be required due to the potential impact on the tree within the front garden.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £31,800 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £31,800 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of 125/sq.m (Zone A),and the floorspace of 212 square metres.",
    "You are advised to visit the planning portal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Biagioni by e-mail on 19/05/25."
  ],
  "lpa_app_no": "P0390.25",
  "subdivision_of_building": null,
  "centroid_easting": 551566,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": "RM1 4DB",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "100021389769",
  "street_name": "Romford",
  "decision": "Refused",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 189365,
  "centroid": {
    "lon": 0.186173,
    "lat": 51.582767
  },
  "valid_date": "24/03/2025",
  "id": "Havering-P0390.25",
  "last_updated": "2025-07-20T04:12:04.275Z",
  "locality": null,
  "status": "Refused",
  "last_date_consultation_comments": "16/04/2025",
  "decision_target_date": "19/05/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}