{
  "uprn": "100021332271",
  "borough": "Havering",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out as an overall reduction, so that the tree's crown remains balanced.",
    "Reason:",
    "To ensure that the tree's stability is maintained and in the interests of public amenity.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Having considered the particular circumstances of the case and the position of the tree for which consent to fell has been granted the Council has decided that it will not be necessary to replace the tree.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "appeal_status": null,
  "lpa_app_no": "T0094.22",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": null,
  "street_name": null,
  "site_name": "222 High Street",
  "last_updated": "2025-03-20T16:44:05.625+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_easting": 554313,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.35400000000000004
  },
  "cil_liability": false,
  "decision_target_date": "22/08/2022",
  "ward": null,
  "status": "Approved",
  "description": "T1 - Multi- Stemmed Holm Oak - Side of House - Reduce by 3m overall, to keep size under control for it's position and give good clearance to the Building (see pic).\n\nT2- Sycamore Tree - Rear Boundary - Fell to ground level - Tree entirely overhangs neighbours small garden to the rear, the Tree can only grow this way as larger Sycamores shadow it.\n\nT3-Sycamore Treex2 - Reduce overhang back to boundary line - Approx 3-4m overhang the small gardens of the neighbours, reduce branches back to boundary line, to eliminate overhang and shading issues.\n\nT4- Hornbeam Tree - Crown lift Tree over pavement and roadway to 4m above ground level. To give good access to high sided vehicles on roadway and general public walking along pavement.",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554270.055,
              186941.163
            ],
            [
              554285.769,
              187005.103
            ],
            [
              554305.818,
              187003.206
            ],
            [
              554315.843,
              187031.384
            ],
            [
              554347.271,
              187018.379
            ],
            [
              554354.857,
              187004.019
            ],
            [
              554353.773,
              186998.059
            ],
            [
              554347.271,
              186986.138
            ],
            [
              554275.745,
              186945.227
            ],
            [
              554274.119,
              186939.537
            ],
            [
              554270.055,
              186941.163
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "postcode": "RM12 6QP",
  "id": "Havering-T0094.22",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "11388603",
  "centroid": {
    "lon": "0.22477319999999998",
    "lat": "51.5606857"
  },
  "centroid_northing": 186990,
  "lpa_name": "Havering",
  "title_number": null,
  "secondary_street_name": "Hornchurch",
  "development_type": null,
  "valid_date": "11/07/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "05/08/2025",
  "decision_date": "05/08/2022",
  "parking_details": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0094.22",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2241328,
          51.5602587
        ],
        [
          0.22438729999999998,
          51.5608289
        ],
        [
          0.2246755,
          51.5608064
        ],
        [
          0.22483229999999998,
          51.5610568
        ],
        [
          0.2252797,
          51.5609313
        ],
        [
          0.2253827,
          51.5608002
        ],
        [
          0.2253645,
          51.560747
        ],
        [
          0.22526549999999998,
          51.5606417
        ],
        [
          0.2242166,
          51.5602936
        ],
        [
          0.2241907,
          51.560243
        ],
        [
          0.2241328,
          51.5602587
        ]
      ]
    ],
    "type": "Polygon"
  }
}