{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "24/12/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-73777_APP_2020_3239",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "UB3 2EY",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.033
  },
  "valid_date": "22/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a two storey, 2-bed end-of-terrace dwelling with associated amenity space and parking including installation of new vehicular crossover and demolition of existing detached garage",
  "decision_conditions": [
    "The proposed development by reason of its siting in this open prominent position, its size, scale, bulk, depth, width and proximity to the side boundary, would result in the closing of an important gap characteristic to the area, resulting in a cramped appearance. The proposal would therefore represent an overdevelopment of the site to the detriment of the visual amenities of the street scene and the character and appearance of the surrounding area. The proposed development is therefore contrary to policies DMHB 11, DMHB 12 and DMHD1 of the Hillingdon Local Plan - Development Management Policies (2020) and Policies 3.5 and 7.4 of the London Plan (2016).",
    "The proposal would result in the provision of a vehicular crossover of excessive width, close to a highway junction, and would also result in the proposed parking space being located in front of the main door entrance to 18 West Avenue, which would physically obstruct access for household occupiers. The proposal would thus result in conditions detrimental to pedestrian and highway safety, contrary to policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed development, by virtue of its failure to provide amenity space of sufficient size and quality commensurate to the size and layout of the proposed unit would result in an over-development of the site detrimental to the residential amenity of existing and future occupiers. The proposal is therefore contrary to Policies DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:44:37.226+00:00",
  "ward": "TOWNFIELD",
  "parking_details": null,
  "lapsed_date": "24/12/2023",
  "decision_target_date": "17/12/2020",
  "centroid": {
    "lat": "51.5136555",
    "lon": "-0.4189292"
  },
  "lpa_app_no": "73777/APP/2020/3239",
  "status": "Refused",
  "site_name": "18 WEST AVENUE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73777/APP/2020/3239",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509796.7552,
              180596.6615
            ],
            [
              509805.6849,
              180614.5209
            ],
            [
              509822.2214,
              180592.362
            ],
            [
              509822.2214,
              180590.3776
            ],
            [
              509818.9141,
              180586.4088
            ],
            [
              509797.0859,
              180596.3307
            ],
            [
              509796.7552,
              180596.6615
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "16/11/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HAYES",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 509809,
  "appeal_start_date": null,
  "centroid_northing": 180599,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4191063,
          51.5136369
        ],
        [
          -0.41897209999999996,
          51.5137956
        ],
        [
          -0.41874079999999997,
          51.5135933
        ],
        [
          -0.4187414,
          51.5135754
        ],
        [
          -0.4187903,
          51.5135404
        ],
        [
          -0.41910169999999997,
          51.5136338
        ],
        [
          -0.4191063,
          51.5136369
        ]
      ]
    ],
    "type": "Polygon"
  }
}