{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "30/04/2028",
  "uprn": "000012162757",
  "locality": "London",
  "appeal_decision_date": null,
  "centroid_easting": 520111,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "160 - 162 High Street",
  "borough": "Ealing",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "High Street",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "30/04/2025",
  "lpa_name": "Ealing",
  "secondary_street_name": null,
  "decision_date": "30/04/2025",
  "last_updated": "2025-06-05T01:04:25.566Z",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/250929VAR;",
  "ward": "South Acton",
  "valid_date": "05/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "W3 6QZ",
  "centroid_northing": 180126,
  "description": "Application for a Minor Material Amendment (S73a) for removal of condition 2 (Restricted Use) of planning permission ref: 244897PACEC3 dated 18/02/2025 for: Change use of first floor from commercial (Use Class E) to one self-contained unit (Use Class C3) (Class G, 56 day Prior Approval Process). Amendments seek to remove condition 2.\n",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "250929VAR",
  "decision": "Approved",
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "id": "Ealing-250929VAR",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission 244897PACEC3 dated 18.02.2025.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | DELETED | The development hereby permitted shall be carried out in accordance with the following approved plans: E000 (OS and location plan), E001 (existing floor plans), E002 (existing floor plans), E003 (existing floor plans), E004 (existing front elevation), E005 (existing rear elevation), E006 (existing side elevations), E007 (existing side elevations), E008 (existing section), P001 (proposed floor plans), P002 (proposed floor plans), P003 (proposed floor plans), P004 (proposed front elevation), P005 (proposed rear elevation), P006 (proposed side elevations), P007 (proposed side elevations), P008 (proposed section), Planning statement prepared by Excel Planning dated December 2024.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended) and Class G of the Town and Country Planning (General Permitted Development) Order 2015, as amended. | Prior to commencement of the development, a noise assessment report shall be submitted to the Council for approval in writing, of noise from commercial/ industrial/ transport sources including associated installations and activities. Noise levels impacting the site should be assessed during most of the year, ie. measured during school and work weekdays. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise). Details of internal and external amenity noise levels according to BS8233:2014 shall be provided, together with mitigation measures, as necessary. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Ealing SPG10. | The rating noise level (LAr,Tr) of the individual and combined maximum noise emitted by plant, ducting and equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Ealing SPG10. | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Ealing SPG10. | Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of enhanced sound insulation values of at least 5dB above the ADE Building Regulations values, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, bedroom below/above kitchen/living/dining room of separate flat and of at least 10dB enhancement for bedroom adjoining the communal staircase. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Ealing SPG10. | Prior to commencement of the development (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of the commercial noise sources and their noise levels, and an enhanced sound insulation value of at least 10dB/ 15dB/20dB, as necessary above the ADE Building Regulations value for residential use, of the floor/ ceiling/ walls separating the commercial premises from dwellings. The characteristics of any noise source shall not exceed a Noise Rating level of NR20 Leq 5mins (octaves) inside habitable rooms. Details shall include the installation method and materials of separating structures and any additional mitigation measures, together with the resulting sound insulation value and internal sound level within dwellings. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Ealing SPG10. | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021)."
  ],
  "pp_id": "PP-13828195",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.507309,
    "lon": -0.270719
  }
}