{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "P/0428/21",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "uprn": "100021305366",
  "borough": "Harrow",
  "street_name": "Pinner Hill",
  "locality": "Pinner",
  "ward": "Pinner",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents:\r\n\r\nDesign, Access & Heritage Statement [February 2021]; Heritage Statement [ref: 3675B, August 2021] Tree Constraints Report [October 2016]; Preliminary Roost Assessment and Emergence Survey Report (July 2021); Bat Survey Report (September 2021); 0480/000; 0480/001 A; 0480/008 Rev B; 0480/009 K; 0480/130; 0480/131; 0480/313 Rev C; 0480/322 Rev B; 0480/330; 0480/331; 0480/430; 0480/500 C; 0480 700.01 Rev D; 0480 700.02 Rev D; 0480 700.03; 0480/008/CPD Rev D; 0480/003 A\r\n\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n\r\n",
    "Condition : 3 - Notwithstanding the plans hereby approved, samples of any materials are provided to and approved in writing by the Local Planning Authority for approval in writing prior to the commencement of the relevant part of the work.\r\n\r\nReason: to protect character and appearance of the Conservation Area.\r\n",
    "Condition : 4 - The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the local planning authority.\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that order with or without modification), no window(s)/door(s) shall be installed in the  north elevation of the development hereby permitted without the prior permission in writing of the local planning authority.\nREASON: To safeguard the amenity of neighbouring residents in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 6 - Notwithstanding the plans hereby approved, the uptick in the roof design for the two storey addition is conditioned to match the existing roof profile.\r\n\r\nReason: to protect character and appearance of the Conservation Area.\r\n",
    "Condition : 7 - The development hereby permitted shall not commence until there has been submitted to, and approved by, the local planning authority, a scheme of hard and soft landscape works which shall include a survey of all existing trees and hedgerows on the land, indicating those to be retained and those to be lost.  Details of those to be retained, together with measures for their protection in the course of the development, shall also be submitted and approved, and carried out in accordance with such approval, prior to any demolition or any other site works, and retained until the development is completed.  Soft landscape works shall include: planting plans, and schedule of plants, noting species, plant sizes and proposed numbers/densities.\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development.\n",
    "Condition : 8 - Notwithstanding any grant of planning permission and approval of plans, prior to commencement of development or any preparatory groundworks, the developer shall provide to the Council for approval in writing:\r\n\r\n(1)\tEither a standalone Construction Ecological Management Plan (CEcMP) or an integrated Construction Environment Management Plan (CEMP) to ensure that, as well as dealing appropriately with other relevant environmental matters,\r\na.\tfull and detailed  consideration will be given to ecological issues, including any relevant legal obligations and licence requirements, with method statements covering each of these tailored to the development proposals as needed these  to\r\nb.\tcontractors and their agents will all be made aware of the need to follow these \r\nc.\tguidance, direct supervision, e.g. by an Ecological Clerk of Works and other support will be provided as needed\r\nd.\tworks will be conducted in accordance with the approved CEcMP/CEMP\r\nThe CEcMP/CEMP will need to include but not be limited to protected and priority species, animal welfare and avoidance/minimisation of potential impacts on the adjoining SINC during ground works, demolition or construction. It should serve to provide a clear guide as what to do and what not to do in order to avoid or otherwise minimise negative impacts and ensure compliance with legal requirements specific to the development as permitted.\r\n(2)\tA proportionate Ecological Mitigation, Enhancement and Management Plan (EcMEMP), complete with specifications, species choice etc and drawings as may be required to \r\na.\tset out the detailed measures to be taken to \r\ni.\tprovide permanent mitigation/compensation for unavoidable impacts resulting from the development e.g. the loss of known and potential roosting features, clearance of vegetation or other loss of vegetation\r\nii.\tprovide permanent enhancement of the biodiversity value of the site, in comparison to the pre-existing situation in relation to\r\n1.\tprovision of artificial shelters",
    "Condition : 9 - Prior to the completion of the construction works, the applicant shall provide to the Council for approval: photos of the wildlife shelter provision, plantings and other works required by A1-A3.\r\n\r\nReasons: For the purpose of proper planning, to avoid uncertainty, and to meet the requirements of national and regional planning policies and local plan policies DM20 and DM21 in accordance with the goals of the Harrow Biodiversity Action Plan. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "511046",
  "status": "Approved",
  "decision_date": "29/11/2021",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3973327,
          51.6063997
        ],
        [
          -0.3978061,
          51.6063671
        ],
        [
          -0.3982194,
          51.6063183
        ],
        [
          -0.3982127,
          51.6062409
        ],
        [
          -0.3982109,
          51.6062103
        ],
        [
          -0.3981593,
          51.6059735
        ],
        [
          -0.397434,
          51.6060468
        ],
        [
          -0.3973584,
          51.6060588
        ],
        [
          -0.3972514,
          51.6060641
        ],
        [
          -0.3972397,
          51.6060675
        ],
        [
          -0.3973327,
          51.6063997
        ]
      ]
    ]
  },
  "decision_target_date": "13/04/2021",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "11/03/2021",
  "development_type": "Other house holder developments",
  "title_number": [
    "MX310597"
  ],
  "appeal_status": null,
  "last_updated": "2025-03-20T16:58:45.797+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "St Davids",
  "id": "Harrow-P_0428_21",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "190933",
  "appeal_start_date": null,
  "postcode": "HA5 3XU",
  "url_planning_app": "http://site.com?appref=P/0428/21-or-1117882 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single and two storey side extension; two storey and first floor rear extension; two front dormers; front entrance canopy; re-location of main entrance; external alterations (demolition of side extensions)",
  "valid_date": "02/02/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511081.45,
              190945.25
            ],
            [
              511048.75,
              190940.9
            ],
            [
              511020.25,
              190934.85
            ],
            [
              511020.9,
              190926.25
            ],
            [
              511021.1,
              190922.85
            ],
            [
              511025.25,
              190896.6
            ],
            [
              511075.3,
              190905.85
            ],
            [
              511080.5,
              190907.3
            ],
            [
              511087.9,
              190908.05
            ],
            [
              511088.7,
              190908.45
            ],
            [
              511081.45,
              190945.25
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "9479260",
  "application_details": {
    "total_gia_gained": 76,
    "intended_commencement_date": "05/2021",
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2021",
    "site_area": 0.246
  },
  "centroid": {
    "lon": "-0.3978483",
    "lat": "51.6062966"
  },
  "lapsed_date": "29/11/2024",
  "decision_process": "Delegated",
  "actual_completion_date": null
}