{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510212.3127,
              189854.9352
            ],
            [
              510217.895,
              189951.4768
            ],
            [
              510243.4013,
              189950.1854
            ],
            [
              510245.3857,
              189967.3833
            ],
            [
              510297.3102,
              189961.4302
            ],
            [
              510293.3415,
              189882.3858
            ],
            [
              510265.5602,
              189878.7477
            ],
            [
              510249.3544,
              189876.7634
            ],
            [
              510212.3127,
              189854.9352
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510217.2736,
              189951.5083
            ],
            [
              510217.9351,
              189952.1698
            ],
            [
              510217.895,
              189951.4768
            ],
            [
              510217.2736,
              189951.5083
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08270772",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:43:51.486+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "29/11/2019",
  "secondary_street_name": "NORTHWOOD",
  "appeal_start_date": null,
  "ward": "NORTHWOOD HILLS",
  "centroid": {
    "lat": "51.5973109",
    "lon": "-0.4095855"
  },
  "decision": "Approved",
  "valid_date": "04/11/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.6860000000000002
  },
  "cil_liability": false,
  "postcode": "HA6 1NL",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75214/APP/2019/3611",
  "lpa_name": "Hillingdon",
  "site_name": "SMALL HOLDING 1 OPP NORTHWOOD HILLS UNITED REFORM CHURCH",
  "lapsed_date": "28/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbers WJM 01 and WJM 02 received on 4/11/19",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2016).",
    "The proposed stable building and riding arena hereby approved shall be used only in relation to the keeping of horses for private/recreational purposes of the landowner and third parties and shall not be used for any commercial activity other than the keeping, riding and grazing of recreational horses.",
    "REASON",
    "In order to accord with the terms of the application and in order to prevent a more intensive commercial equestrine use being established on site without being fully assessed in terms of its activities and vehicle movements generated with regard to the openness and character of the Green Belt and the amenities of surrounding residential occupiers, in accordance with Policies DMEI 4 and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and To protect the ecological value of the area in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "All developments in green belt area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Erection of 4 x stables (retrospective)",
  "lpa_app_no": "75214/APP/2019/3611",
  "decision_target_date": "01/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "28/05/2020",
  "id": "Hillingdon-75214_APP_2019_3611",
  "centroid_northing": 189916,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510255,
  "street_name": "JOEL STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4102207,
          51.5967704
        ],
        [
          -0.41010979999999997,
          51.5976371
        ],
        [
          -0.4097421,
          51.5976205
        ],
        [
          -0.40970809999999996,
          51.5977747
        ],
        [
          -0.4089606,
          51.597711
        ],
        [
          -0.4090427,
          51.5970013
        ],
        [
          -0.4094448,
          51.596974
        ],
        [
          -0.40967929999999997,
          51.5969594
        ],
        [
          -0.4102207,
          51.5967704
        ]
      ]
    ],
    "type": "Polygon"
  }
}