{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Variation of Conditions 2 (Approved Drawings) and 5 (Landscaping) of planning permission ref. 702/APP/2018/4224 dated 23/10/2019 (Erection of 1 x 4-bed detached dwelling, 1 x 3-bed detached dwelling and 2 x 3-bed semi-detached dwellings with associated parking and amenity space, involving demolition of existing Scout Hut). The variation seeks to alter the fenestration - windows, doors and detailing to the front of the buildings and landscaping/forecourt alterations (retrospective).",
  "epc_number": null,
  "street_name": "LADYGATE LANE",
  "appeal_decision": null,
  "lpa_app_no": "702/APP/2022/1655",
  "centroid": {
    "lon": "-0.4327067",
    "lat": "51.5803741"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 508694,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=702/APP/2022/1655",
  "last_updated": "2025-03-20T15:09:56.903+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 187998,
  "site_name": "SCOUTS HUT, 4",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "20/05/2022",
  "lapsed_date": "23/11/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "23/11/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "12/07/2022",
  "ward": "RUISLIP 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-702_APP_2022_1655",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508685.8426,
              187967.3651
            ],
            [
              508681.2124,
              188022.9277
            ],
            [
              508703.702,
              188027.2272
            ],
            [
              508707.0093,
              187971.9953
            ],
            [
              508706.3479,
              187972.326
            ],
            [
              508685.8426,
              187967.3651
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "9846-KC-XX-YTREE-TCP01Rev0",
    "9846-KC-XX-YTREE-TPP01 Rev E",
    "846-KC-XX-YTREE-TreeSurvey-and-ImpactAssessment-RevE",
    "Transport Statement Addendum 28-05-19",
    "Transport Statement 30751/D01c",
    "1445/P 300 Rev G",
    "1445/P 301 Rev E",
    "1445/P 302 Rev E",
    "1445/P 211 Rev A",
    "1445/P 150 Rev A",
    "1445/P/ 151 Rev A",
    "1445/P 212 Rev A",
    "1445/P 152 Rev A",
    "1445/P 102 Rev H",
    "1445/P 110 Rev L",
    "1445/P 111 Rev L",
    "1445/P 112 Rev K",
    "1445 113 Rev H",
    "1445/P 401 Rev F",
    "1445/SK(_)37 Rev D",
    "1445/P(--)210 REV B",
    "9816-KC-XX-YTREE-STRP01Rev0",
    "1445/SK(_)37 Rev E",
    "9846- Ladygate Lane, Ruislip Technical Note 001 Rev A",
    "As part of this variation, the following plans are replaced with:",
    "KKC/SH1-4/2022/NEW2",
    "KKC/SH1-4/2022/NEW3",
    "KKC/SH1-4/2022/NEW4",
    "KKC/SH1-4/2022/NEW5",
    "KKC/SH1-4/2022/NEW6",
    "Cycle and Refuse Storage Document",
    "Received 20/07/2022",
    "and shall thereafter be retained/maintained for as long as the development",
    "As approved under Discharge of Condition application ref. 702/APP/2021/2642 dated 25/08/2021",
    "As approved under Discharge of Condition application ref. 702/APP/2021/2642 dated 25/08/2021",
    "As approved under Discharge of Condition application ref. 702/APP/2021/2642 dated 25/08/2021 with amendments as part of this variation shown on drawing no. KKC/SH1-4/2022/NEW6 received 20/07/2022.",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with Policy DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "As approved under Discharge of Condition application ref. 702/APP/2021/2642 dated 25/08/2021",
    "As approved under Discharge of Condition application ref. 702/APP/2021/2642 dated 25/08/2021",
    "The dwellings hereby permitted are required to be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015.",
    "REASON",
    "To ensure high quality and accessible housing in accordance with Policy DMHB 16 of the Hillingdon Local Plan Part 2 (2020).",
    "The window(s) facing the Larchmont, the north side elevation of house 4 and the ground floor rear window of house 1 which serves the WC shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 12 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwelling(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No dwelling shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Local Plan Part 2 (2020) and Policy D11 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including the London Plan (July 2011) and national guidance.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application will have to be submitted. This planning permission is not valid for a development that results in any form of encroachment.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "(i)carry out work to an existing party wall;",
    "(ii)build on the boundary with a neighbouring property;",
    "(iii)in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Ux",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The proposed refuse and recycling storage areas meet the requirements of the Council's amenity and accessibility standards only. The proposed storage area must also comply with Part H of the Building Regulations. Should design amendments be required to comply with Building Regulations, these should be submitted to the Local Planning Authority for approval. For further information and advice contact - Planning & Community Services, Civic Centre, Uxbridge, UB8 1UW (Tel: 01895 250400).",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)",
    "You are advised that no doors or gates should be installed which open out of the public highways as these may contravene The Highways Act 1980 (as amended).",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council. This work is also subject to the issuing of a separate licence to obstruct or open up the public highway. For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "This permission is liable for a contribution under the Community Infrastructure Levy (CIL) and a separate CIL liability notice will be provided for your consideration.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2012, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.122
  },
  "pp_id": "11274493",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4328339,
          51.5801003
        ],
        [
          -0.4328835,
          51.5806006
        ],
        [
          -0.4325577,
          51.5806349
        ],
        [
          -0.4325271,
          51.5801378
        ],
        [
          -0.4325365,
          51.5801409
        ],
        [
          -0.4328339,
          51.5801003
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "23/11/2022",
  "secondary_street_name": "RUISLIP"
}