{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505989.0856,
              180889.0891
            ],
            [
              505965.9946,
              180894.8618
            ],
            [
              505987.1613,
              180937.8567
            ],
            [
              506002.3749,
              180931.2421
            ],
            [
              505997.0832,
              180911.3983
            ],
            [
              506007.6666,
              180909.414
            ],
            [
              506003.6978,
              180886.9243
            ],
            [
              505989.0856,
              180889.0891
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505967.979,
              180892.216
            ],
            [
              505989.0856,
              180889.0891
            ],
            [
              506003.0364,
              180885.6014
            ],
            [
              505967.979,
              180892.216
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07928767",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:07.541+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "31/08/2019",
  "secondary_street_name": "YIEWSLEY",
  "appeal_start_date": null,
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.517171",
    "lon": "-0.4738637"
  },
  "decision": "Approved",
  "valid_date": "28/06/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.125
  },
  "cil_liability": false,
  "postcode": "UB7 8AH",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=5746/APP/2019/2191",
  "lpa_name": "Hillingdon",
  "site_name": "RABBSFARM PRIMARY SCHOOL",
  "lapsed_date": "02/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 12 Rev. A,13, 14, 15 Rev. A, 20, 21, 22, 23, 24, 25, 26 and details of piling and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "No construction work shall take place until fencing has been erected to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained at and near to the application site, including those outside but close to the boundary, in accordance with the standards set out in BS 5837:2012. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "The fencing shall be retained in position until development is completed.",
    "The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "2.a There shall be no changes in ground levels;",
    "2.b No materials or plant shall be stored;",
    "2.c No buildings or temporary buildings shall be erected or stationed.",
    "2.d No materials or waste shall be burnt; and.",
    "2.e No drain runs or other trenches shall be dug or otherwise created, without the prior written consent of the Local Planning Authority.",
    "REA",
    "Prior to above ground works, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "3. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies BE13 and BE38 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "You are advised this permission is based on the dimensions provided on the approved drawings as numbered above. The development hereby approved must be constructed precisely in accordance with the approved drawings. Any deviation from these drawings requires the written consent of the Local Planning Authority.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The development hereby approved may be subject to the Construction (Design and Management) Regulations 1994, which govern health and safety through all stages of a construction project. The regulations require clients (ie. those, including developers, who commision construction projects) to appoint a planning supervisor and principal contractor who are competent and adequately resourced to carry out their health and safety responsibilities. Further information is available from the Health and Safety Executive, Rose Court, 2 Southwark Bridge Road, London, SE1 9HS (telephone 020 7556 2100).",
    "The applicant/developer should ensure that the site constructor receives copies of all drawings approved and conditions/informatives attached to this planning permission. During building construction the name, address and telephone number of the contractor (including an emergency telephone number) should be clearly displayed on a hoarding visible from outside the site.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You should contact Thames Water Utilities and the Council's Building Control Service regarding any proposed connection to a public sewer or any other possible impact that the development could have on local foul or surface water sewers, including building over a public sewer. Contact: - The Waste Water Business Manager, Thames Water Utilities plc, Kew Business Centre, Kew Bridge Road, Brentford, Middlesex, TW8 0EE.",
    "Building Control Service - 3N/01, Civic Centre, High Street, Uxbridge, UB8 1UW (tel. 01895 250804 / 805 / 808).",
    "Compliance with Building Regulations 'Access to and use of buildings' and Disability Discrimination Act 1995 for commercial and residential development.",
    "You are advised that the scheme is required to comply with either:-",
    "· The Building Regulations 2000 Approved Document Part M 'Access to and use of buildings', or with",
    "· BS 8300:2001 Design of buildings and their approaches to meet the needs of disabled people - Code of practice.  AMD 15617 2005, AMD 15982 2005.",
    "These documents (which are for guidance) set minimum standards to allow residents, workers and visitors, regardless of disability, age or gender, to gain access to and within buildings, and to use their facilities and sanitary conveniences.",
    "You may also be required make provisions to comply with the Disability Discrimination Act 1995.  The Act gives disabled people various rights. Under the Act it is unlawful for employers and persons who provide services to members of the public to discriminate against disabled people by"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Erection of 180 sq.m detached, timber-framed flat-roofed school building for educational use (Use Class D1)",
  "lpa_app_no": "5746/APP/2019/2191",
  "decision_target_date": "02/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "02/09/2019",
  "id": "Hillingdon-5746_APP_2019_2191",
  "centroid_northing": 180909,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505989,
  "street_name": "GORDON ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47386849999999997,
          51.516992
        ],
        [
          -0.4741994,
          51.5170482
        ],
        [
          -0.47388159999999996,
          51.5174307
        ],
        [
          -0.4736644,
          51.5173684
        ],
        [
          -0.47374659999999996,
          51.517191
        ],
        [
          -0.4735947,
          51.5171712
        ],
        [
          -0.4736586,
          51.5169698
        ],
        [
          -0.47386849999999997,
          51.516992
        ]
      ]
    ],
    "type": "Polygon"
  }
}