{
  "lpa_app_no": "3546/APP/2025/109",
  "centroid_northing": 187071,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "17/02/2025",
  "locality": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-06-25T21:59:13.656Z",
  "valid_date": "16/01/2025",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 509026,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=3546/APP/2025/109",
  "site_number": null,
  "decision": "Approved",
  "ward": "RUISLIP 2022",
  "decision_agency": "Borough",
  "lpa_name": "Hillingdon",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hillingdon-3546_APP_2025_109",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null,
  "decision_date": "27/03/2025",
  "description": "Variation of Condition 2 (Approved Plans) of planning permission ref. 3546/APP/2023/3334, dated 15-04-2024 (Erection of part single storey and part double storey side and rear extensions. Amendments to the first floor front fenestration.) to amend the first floor fenestration.",
  "site_name": "51 KINGSEND",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "04/04/2025",
  "borough": "Hillingdon",
  "postcode": null,
  "street_name": "RUISLIP",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "27/03/2028",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from 15th April 2024.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "Location Plan,P103B, P104 A,P105 B, P301 B,P302 B,  P202C,   P203 C - Proposed Elevations, P401 C - Proposed Front and Rear Elevations, P402 C - Proposed Side Elevations, , P501 C - Existing and Proposed Street Scene,  P801 - Rev A (As amended)",
    "and shall thereafter be retained for the lifetime of the development.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The first floor side elevation windows on the western elevation facing No. 53 Kingsend shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the details as approved under the discharge of condition 3546/APP/2024/1925 on 09-10-24. which outlines details regarding the site clearance or construction work with respect to:",
    "1. The method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fenci",
    "The existing screen planting and/or hedging, or other means of enclosure on the boundary with No. 49 and No. 53 Kingsend shall be maintained to a minimum height of 1.8 metres.  Any gaps that occur shall be filled with replacement planting of a similar size and species, or other boundary screening as agreed by the Local Planning Authority.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems.",
    "Therefore you should minimise the water from your site entering the sewers.",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -0.428225,
    "lat": 51.571976
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}