{
  "title_number": [
    "Unregistered"
  ],
  "site_name": "14 Ayloffs Walk",
  "cil_liability": false,
  "uprn": "100021322778",
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554122.744,
              188889.811
            ],
            [
              554082.375,
              188844.429
            ],
            [
              554072.757,
              188854.047
            ],
            [
              554111.907,
              188898.616
            ],
            [
              554122.744,
              188889.811
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Refused",
  "lpa_app_no": "P0554.21",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "20/05/2024",
  "locality": null,
  "postcode": "RM11 2RJ",
  "decision_target_date": "20/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "lpa_name": "Havering",
  "borough": "Havering",
  "secondary_street_name": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0554.21",
  "last_updated_by": "CSV Data Import",
  "decision_date": "20/05/2021",
  "appeal_decision": null,
  "centroid_easting": 554098,
  "ward": "Emerson Park",
  "centroid": {
    "lat": "51.5776537",
    "lon": "0.222498"
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 188872,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T23:26:49.545+00:00",
  "description": "Proposed two storey front, side and rear extensions, single storey front, side and rear extensions along with the raising of the roof height and loft used for habitable space.",
  "last_date_consultation_comments": "18/04/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 151,
    "no_additional_bedrooms": 3,
    "no_additional_bathrooms": 2,
    "intended_commencement_date": "07/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.083
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed development, having regard to the cumulative scale, depth, width, bulk and mass of the roof alterations, raising of the roof height and unsympathetic design, would fail to satisfactorily integrate with the original design of the building, would be out of scale and character with the host dwelling and the immediate surrounding area. As such, the proposal is contrary to the Residential Extensions and Alterations Supplementary Planning Document 2011, Emerson Park Policy Area SPD, and Policies DC61 and DC69  of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "The proposed two storey side, rear and front extensions including the single storey rear extension, by reason of their size, excessive depth, width, sitting, design and proximity to the boundaries, would be a visually intrusive feature in the streetscene/garden scene, overbearing and unneighbourly development as well as having adverse effect on the amenities of adjacent occupiers in terms of visual impact, and resulting in loss of outlook which would have a serious and adverse effect on the living conditions of adjacent occupiers.  As such, the proposal is contrary to the Residential Extensions and Alterations Supplementary Planning Document 2011, Emerson Park Policy Area SPD, and Policies DC61 and DC69  of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, it was necessary to issue a decision as close to the statutory timeframe as possible as opposed to seeking amendments which would have significantly delayed the application.",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £26,550 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy £26,550 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 177 square metres.",
    "You are advised to visit the planning portal website where you can download the app"
  ],
  "status": "Refused",
  "pp_id": "09659425",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "25/03/2021",
  "id": "Havering-P0554.21",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2228627,
          51.5778069
        ],
        [
          0.22226069999999998,
          51.5774102
        ],
        [
          0.2221262,
          51.5774993
        ],
        [
          0.2227102,
          51.577889
        ],
        [
          0.2228627,
          51.5778069
        ]
      ]
    ],
    "type": "Polygon"
  }
}