{
  "last_date_consultation_comments": "28/05/2025",
  "site_number": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0554.25",
  "epc_number": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "street_name": "Romford",
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "ward": "St Edwards",
  "cil_liability": false,
  "centroid": {
    "lon": 0.175071,
    "lat": 51.578198
  },
  "uprn": "100021386386",
  "parking_details": null,
  "centroid_easting": 550812,
  "development_type": null,
  "lpa_app_no": "P0554.25",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "locality": null,
  "application_type": "All Other",
  "id": "Havering-P0554.25",
  "centroid_northing": 188834,
  "appeal_status": null,
  "status": "Approved",
  "description": "Erection of domestic garage and cycle storage in rear garden",
  "site_name": "17A Mawney Road",
  "appeal_start_date": null,
  "decision_date": "24/06/2025",
  "decision_target_date": "24/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "24/06/2028",
  "valid_date": "29/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "RM7 7HL",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The garage hereby permitted shall be used only for purposes of parking private cars or as personal storage area, and for no other uses.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Details of the living roof shall be submitted to and approved in writing by the Local Planning Authority prior to any works commencing on site. The details must include a plan of the living roof, the structure of the living roof, planting and / or seeding details, and a maintenance schedule. The living roof must:",
    "i)\tHave a growing substrate depth of 80-150mm;",
    "ii)\tBe planted with plug plants and / or seeded with an agreed mix of species within the first planting season following the practical completion of the building works;",
    "iii)\tUse a plant and / or seed mix that only consists of native species of local provenance and must contain no more than 25% sedum (note that wildflower turf is not acceptable);",
    "iv)\tBe implemented strictly in accordance with the details so approved and shall be maintained as such thereafter.",
    "Reason:-",
    "To ensure the development contributes to biodiversity and compensates for the loss of garden land.",
    "The proposed active vehicle charging facilities for electric or Ultra-Low Emission vehicles shall be implemented in accordance with the approved plans, and shall thereafter be permanently retained.",
    "Reason:  To ensure that the development adequately incorporates measures to allow the use of electric vehicles by occupiers in accordance with Policy T6.1 of the London Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "decision_agency": "Borough",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "13952358",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Havering",
  "last_updated": "2025-07-16T11:15:00.679Z",
  "actual_completion_date": null
}