{
  "postcode": "HA4 8JB",
  "uprn": null,
  "decision_agency": "Borough",
  "locality": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=373/ADV/2022/17",
  "centroid": {
    "lat": "51.5741869",
    "lon": "-0.4239436"
  },
  "application_type_full": "Consent to display an advertisement",
  "ward": "WEST RUISLIP",
  "last_date_consultation_comments": "11/04/2022",
  "cil_liability": false,
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.033
  },
  "centroid_northing": 187323,
  "decision_date": "04/09/2023",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": "RUISLIP",
  "id": "Hillingdon-373_ADV_2022_17",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509307.8833,
              187308.6578
            ],
            [
              509300.3427,
              187316.463
            ],
            [
              509321.2448,
              187335.1162
            ],
            [
              509325.875,
              187329.4276
            ],
            [
              509331.9605,
              187335.6454
            ],
            [
              509334.474,
              187332.8672
            ],
            [
              509307.8833,
              187308.6578
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Installation of 1 no. internally illuminated facia sign, 2 no. non-illuminated fascia signs, 1 non-illuminated projecting sign and 1 no. internally illuminated menu board installed inside shopfront",
  "lapsed_date": "04/09/2026",
  "lpa_app_no": "373/ADV/2022/17",
  "last_updated": "2025-03-19T02:16:05.023+00:00",
  "application_type": "All Other",
  "site_name": "81 - 83",
  "appeal_decision_date": null,
  "site_number": null,
  "appeal_decision": null,
  "development_type": null,
  "appeal_start_date": null,
  "decision_conditions": [
    "All advertisement consents carry the following 5 standard conditions as contained in the Town and Country Planning (Control of Advertisements) Regulations 1992 and unless specified to the contrary the consent expires after 5 years.",
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the sit",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, 1LNG4535.06B and LNG4535.06D  and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and the London Plan (2016).",
    "The illumination of the signs is to be by fixed and constant lights and not by lights which are, or appear to be, intermittent, moving, flashing or vibrating.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policy DMHB 13A of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to GRANT Advertisement Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT Advertisement Consent has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": "11054422",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "HIGH STREET",
  "centroid_easting": 509316,
  "decision_target_date": "15/04/2022",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "valid_date": "18/02/2022",
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4240651,
          51.5740596
        ],
        [
          -0.4241715,
          51.5741312
        ],
        [
          -0.42386419999999997,
          51.5742948
        ],
        [
          -0.4237992,
          51.5742427
        ],
        [
          -0.42370939999999996,
          51.5742975
        ],
        [
          -0.423674,
          51.574272
        ],
        [
          -0.4240651,
          51.5740596
        ]
      ]
    ],
    "type": "Polygon"
  }
}