{
  "polygon": null,
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08513739",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:10.037+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "30/04/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": 51.551064,
    "lon": -0.449428
  },
  "decision": "Refused",
  "valid_date": "17/03/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=23304/APP/2020/539",
  "lpa_name": "Hillingdon",
  "site_name": "303 LONG LANE",
  "lapsed_date": "12/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development, by reason of its siting, size, scale, bulk, width, height and design, would reduce the gaps to the boundary at first and second floor levels and would fail to harmonise with the architectural composition of the original and adjoining buildings and would thus represent an incongruous addition and form of development which would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. The proposed development is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11, DMHB 12 and DMHD 1 of the adopted Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policies 3.5 and 7.4 of the London Plan.",
    "The proposal would provide an indoor living area of an unsatisfactory size and quality for future occupiers, by reason of substandard floor area and bedroom sizes and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy DMHB 16 of the adopted Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy 3.5 and Table 3.3 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The proposal fails to provide amenity space of sufficient size and quality commensurate to the size and layout of the said units. As such the proposal would provide a substandard form of accommodation for future residents contrary to Policies DMHB 11 and DMHB 18 of the adopted Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Addition of second floor and first and second floor side extensions to provide 2 x one bedroom flats",
  "lpa_app_no": "23304/APP/2020/539",
  "decision_target_date": "12/05/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "12/05/2020",
  "id": "Hillingdon-23304_APP_2020_539",
  "centroid_northing": 184714,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507606,
  "street_name": "HILLINGDON",
  "wgs84_polygon": null
}