{
  "centroid": {
    "lon": "-0.3165929",
    "lat": "51.5237055"
  },
  "status": "Approved",
  "decision_target_date": "22/07/2021",
  "site_name": "40 Kent Gardens",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): 1836OS01 (OS Location Block Plan), 1836AL01P Rev A (Existing Site Plan & Landscaping) dated November 2016, 1836AL02P Rev A (Proposed Site Plan & Landscaping) dated November 2016, 1836AL03 Rev P (Proposed Site Sections/Elevations) dated November 2016, 1836AL04 Rev P (Proposed Lower Ground Floor Layout) dated November 2016, 1836AL05 Rev P2 (Proposed Ground Floor Layout) dated June 2021, 1836AL06 Rev P (Proposed Roof Plan) dated November 2016, 1836AL07 Rev P1 (Proposed Section A-A & B-B) dated June2021, 1836AL08 Rev P (Proposed West Elevation-Col) dated November 2016, 1836AL09 Rev P1 (Proposed Elevations) dated June 2021, 1836AL10 Rev P (Proposed 3D Sketch Views) dated November 2016, 1836AL11 Rev P (Proposed 3D CGI View) dated November 2016, Planning Design & Access Statement prepared by Simon Middlehurst Architects Ltd dated Nov 2016, ASW/MMH/083/20/2017 (Bat Survey) prepared by AWS Ecology dated January 2017, GHA/DS/13360:17 (Arboricultural and Planning Integration Report: 40 Kent Gardens, Ealing, W13 8BU) prepared by GHA Trees dated 30 January 2017, email correspondence from Mr Andy Reeves dated 01/03/2017 regarding refuse arrangements.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall be consistent with those as listed within section 9 of the submitted application form and carried out in accordance with the approved plans as listed in condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Policy D4 of The London Plan (2021) and Policies 7.4, 7.6 and 7B of Adopted Ealing Development Management Plan Document (2013), polices 1.1 (k) and 1.2 (f) of the adopted Development (Core) Strategy (2013)",
    "| Refuse and recycling storage areas indicated on drawing reference 1836AL05 Rev P2 (Proposed Ground Floor Plan Layout) dated June 2021 shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2021) policy SI 8.",
    "| The rating noise level emitted from any external plant and machinery at the proposed development, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D13 and D14 of the London Plan (2021), and the National Planning Policy Framework (2012).",
    "| The development shall be carried out strictly in accordance with the Construction Method Statement and Management Plan approved under ref. 171059REM dated 20/04/2017, including adherence to the following:",
    "o\tConstruction traffic management proposals including details of delivery/haulage routes and HGV movements and details of any temporary site access/parking;",
    "o\tDetails of construction hours;",
    "o\tDetails showing the location of an onsite contractor parking area and its general management. All contractor parking must be onsite;",
    "o\tNoise mitigation and monitoring measures;",
    "o\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials;",
    "o\tDetails of temporary lighting;",
    "o\tAir Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures must be implemented based on the findings of the report;",
    "o\tSite security during construction;",
    "o\tA drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and",
    "o\tProcedures for on-site contractors to deal with complaints from local residents.",
    "o\tThe Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policies D13, D14, SI 1, SI 13, T4 and T7 of the London Plan 2021 and policy 7A of the Ealing Development Management Development Plan.",
    "| Cycle parking space as indicated on drawing reference drawing reference 1836AL05 Rev P2 (Proposed Ground Floor Plan Layout) dated June 2021; shall be provided and brought into use prior to the first occupation of the development permitted and retained permanently thereafter.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy T5 of the London Plan 2021.",
    "| Notwithstanding the provisions of Classes A - I of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 2016, no permitted development shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To ensure orderly development, in accordance with policies 1.1 (g) (h), 1.2 (f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), and with policies D4 and D6 of the London Plan (2016).",
    "| The development shall be carried out strictly in accordance with the submitted Arboricultural Method Statement approved under reference 171121CND dated 20/04/2017, detailing the proposed methodology to protect the existing trees, which has been submitted to and been approved in writing by the Local Planning Authority.",
    "All protection measures detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details include the following:",
    "o\tSoil assessments/survey",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans.",
    "All tree protection methods detailed in the approved scheme shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area, in accordance with policies G5 and G7 of the London Plan (2021), policy 5.10 of the Ealing Development Management Plan Document (2013), Interim SPG 9: Trees and Development Guidelines.",
    "| A total of six (6) replacement trees shall be planted onsite prior to the first occupation of the development permitted and retained permanently thereafter.",
    "Reason: In the interest of maintaining natural environmental features in accordance with policies G5 and G7 of the London Plan (2016), policy 5.10 of the Ealing Development Management Plan Document (2013), Interim SPG 9: Trees and Development Guidelines."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "W13 8BU",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "22/07/2024",
  "locality": "London",
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": "Minor dwellings",
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Ealing-213392VAR",
  "centroid_northing": 181875,
  "uprn": "12074999",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "ward": "Pitshanger",
  "decision_date": "22/07/2021",
  "description": "Application for a Minor Material Amendment (S73a) to vary condition 2 (Approved Drawings) of planning permission 165840FUL dated 01/03/2017 for: Construction of two storey (comprising basement/and ground floor levels) dwellinghouse (1x3 bedroom) with detached garage building and bike shed; bin store; with associated landscaping and parking provision. Variation seeks addition of front and rear porch entrance with canopies; amendments to garage, bike and bin store; site level amendments and removal of rooflight.",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/213392VAR;",
  "lpa_app_no": "213392VAR",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T02:58:51.429+00:00",
  "centroid_easting": 516884,
  "pp_id": null,
  "borough": "Ealing",
  "appeal_start_date": null,
  "valid_date": "24/05/2021",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516897.0993662,
              181881.1963044
            ],
            [
              516904.6023718,
              181866.8504108
            ],
            [
              516907.3479771,
              181861.5019418
            ],
            [
              516894.6011127,
              181855.0537876
            ],
            [
              516893.298393,
              181857.4531008
            ],
            [
              516889.654076,
              181864.5010833
            ],
            [
              516886.3478065,
              181870.8492662
            ],
            [
              516882.5468333,
              181877.8972487
            ],
            [
              516869.6020874,
              181870.9492375
            ],
            [
              516868.0272807,
              181870.329415
            ],
            [
              516866.5514148,
              181873.8983934
            ],
            [
              516865.3476359,
              181876.3976779
            ],
            [
              516865.1002841,
              181876.9475206
            ],
            [
              516854.2497836,
              181871.84898
            ],
            [
              516853.3016016,
              181871.3991088
            ],
            [
              516842.8468641,
              181866.4505253
            ],
            [
              516841.346263,
              181869.1997383
            ],
            [
              516849.2120513,
              181873.1586051
            ],
            [
              516853.5159732,
              181875.317987
            ],
            [
              516865.1002841,
              181881.1463187
            ],
            [
              516870.5007991,
              181883.7955603
            ],
            [
              516884.6987943,
              181891.2534255
            ],
            [
              516890.3466612,
              181894.0026386
            ],
            [
              516893.8013418,
              181887.5544843
            ],
            [
              516897.0993662,
              181881.1963044
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": [
      "000012074999, 000012193632"
    ],
    "site_area": 0.079
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Kent Gardens",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.31640209999999996,
          51.5237585
        ],
        [
          -0.3162988,
          51.523628
        ],
        [
          -0.31626099999999996,
          51.5235794
        ],
        [
          -0.3164468,
          51.5235241
        ],
        [
          -0.3164647,
          51.5235459
        ],
        [
          -0.3165149,
          51.52361
        ],
        [
          -0.31656039999999996,
          51.5236678
        ],
        [
          -0.3166129,
          51.5237319
        ],
        [
          -0.31680169999999996,
          51.5236721
        ],
        [
          -0.3168246,
          51.5236669
        ],
        [
          -0.3168446,
          51.5236993
        ],
        [
          -0.3168612,
          51.523722
        ],
        [
          -0.3168645,
          51.523727
        ],
        [
          -0.3170226,
          51.5236834
        ],
        [
          -0.3170364,
          51.5236795
        ],
        [
          -0.3171886,
          51.5236372
        ],
        [
          -0.31720929999999997,
          51.5236622
        ],
        [
          -0.3170947,
          51.5236962
        ],
        [
          -0.317032,
          51.5237147
        ],
        [
          -0.3168631,
          51.5237647
        ],
        [
          -0.31678449999999997,
          51.5237874
        ],
        [
          -0.3165774,
          51.5238515
        ],
        [
          -0.3164951,
          51.523875
        ],
        [
          -0.3164475,
          51.5238164
        ],
        [
          -0.31640209999999996,
          51.5237585
        ]
      ]
    ],
    "type": "Polygon"
  }
}