{
  "wgs84_polygon": null,
  "ward": "NORTHWOOD 2022",
  "decision": "Approved",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 508504,
  "application_details": {
    "existing_uprns": null
  },
  "actual_completion_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "locality": null,
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 190924,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "lapsed_date": "19/06/2027",
  "pp_id": "12984328",
  "lpa_app_no": "51186/APP/2024/1008",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.606708,
    "lon": -0.434565
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "postcode": null,
  "site_name": "9 LINKSWAY",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "19/06/2024",
  "valid_date": "18/04/2024",
  "street_name": "NORTHWOOD",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=51186/APP/2024/1008",
  "appeal_start_date": null,
  "last_date_consultation_comments": "23/05/2024",
  "last_updated": "2025-03-19T21:03:46.831+00:00",
  "appeal_decision": null,
  "description": "Variation of Condition 2 (Approved Plans) of planning permission ref. APP/R5510/W/21/3273177, dated 23-11-2021 (Demolition of the existing detached house and outbuildings and erection of a new detached dwelling, with new boundary treatment, alteration of one of the existing access and crossover points with retention of the other existing access and associated ancillary works) involving the re-configuration of the single storey rear projections of the detached\ndwelling and changes to the windows and doors on the south side elevation.",
  "decision_date": "19/06/2024",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before 23 November 2024. For clarity, this is three years from the date of the allowed appeal decision (ref. APP/R5510/W/21/3273177).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbered 1363/P/1C, 1363/P/2B, 1363/P/3B, 1363/P/4B, 1363/P/5, 1363/P/6, 1363/P/7D, 1363/P/8B and 1363/P/10A, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The hard and soft landscaping works should be implemented in accordance with the approved landscaping layout plan number 1363/P/1A and specifications under Approval of Details Decision Notice reference 51186/APP/2024/685 dated 7th June 2024.",
    "The landscaping shall be carried out and maintained in full accordance with the approved details unless otherwise agreed in writing with the Local Planning Authority.",
    "Any trees or plants which within a period of five years from the completion of the development die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season with others with similar size and species.",
    "REASON",
    "To ensure a satisfactory appearance and in the interest of local amenity and biodiversity, in accordance with policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Part 2 (2020).",
    "The development shall be implemented in accordance with the agreed details of the approved Construction Management and Logistics Plan under Approval of Details Decision Notice reference 51186/APP/2024/685 dated 7th June 2024. The approved plan shall be adhered to throughout the construction period of the development.",
    "REASON",
    "In the interest of highway and pedestrian safety in accordance with policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020.",
    "The development shall include fencing and measures to protect trees and other vegetation that should be protected during construction works. The development shall therefore adhere to the approved details and Tree Protection Plan Reference 1363/P/8B under Approval of Details Decision Notice reference 51186/APP/2024/685 dated 7th June 2024 and no fires shall be lit on the land so enclosed.",
    "REASON",
    "To ensure a satisfactory appearance and in the interest of local amenity and biodiversity in accordance with policy DMHB 14 of the Hillingdon Local Plan: Part 2 (2020) and policy G7 of the London Plan (2021).",
    "The development shall be implemented in accordance with the approved details and specifications of external materials under Approval of Details Decision Notice reference 51186/APP/2024/685 dated 7th June 2024 and the agreed materials shall be retained thereafter unless otherwise agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure a satisfactory appearance in accordance with policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and policy D4 of the London Plan (2021).",
    "The development shall be constructed in accordance with the approved Sustainability and Energy Statement (by DDA Architecture & Planning) under Approval of Details Decision Notice reference 51186/APP/2024/685 dated 7th June 2024. The agreed measures shall be carried out prior occupation of the dwelling and maintained as such for the lifetime of the development unless otherwise agreed in writing with the Local Planning Authority.",
    "REASON",
    "In the interest of sustainability and energy efficiency of the development and to meet the requirements of policy SI2 of the London Plan (2021).",
    "The dwelling hereby permitted shall not be occupied until the first-floor side elevation windows have been glazed with permanently obscured glass to at least scale 4 on the Pilkington Scale and be non-opening below a height of 1.8 metres taken from internal finished floor level. Thereafter, the glazing shall remain as such.",
    "REASON",
    "To ensure that the development is not detrimental to the residential amenity of neighbouring residents in accordance with policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and policy D4 of the London Plan (2021).",
    "The dwelling hereby permitted shall not be occupied until it has been fitted with measures to achieve as a minimum, a water efficiency standard of no more than 110 litres per person per day maximum water consumption (and to include a fixed factor of water for outdoor use of 5 litres per person per day in accordance with the option requirement defined within Approved Document G of the Building Regulations) and retained so thereafter unless otherwise agreed in writing with the Local Planning Authority.",
    "REASON",
    "To minimise the water use of the development, in accordance with the requirements of policy SI5 of the London Plan (2021).",
    "The development shall be implemented in accordance with the details and specifications contained within the approved Surface Water Drainage Report dated 16th May 2022 and details under Approval of Details Decision Notice reference 51186/APP/2024/685 dated 7th June 2024 unless otherwise agreed in writing with the Local Planning Authority.",
    "REASON",
    "In the interests of future health of occupiers of the development and to protect pollution of groundwater in accordance with policies SI 12 and SI 13 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved at first floor level or above in the side elevations.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The annexe hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling hereby approved.",
    "REASON",
    "To protect the amenities of neighbouring occupiers and the character of the surrounding area, in order to comply with policies DMHB 5 and DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The dwelling hereby approved shall be constructed to meet Building Regulation Requirement M4 (2) 'accessible and adaptable dwellings' and all such provisions shall remain in place for the lifetime of the building.",
    "REASON",
    "To ensure that the development is inclusive in accordance with the requirements of policy D7 of the London Plan (2021)."
  ],
  "uprn": null,
  "id": "Hillingdon-51186_APP_2024_1008",
  "polygon": null,
  "lpa_name": "Hillingdon"
}