{
  "epc_number": null,
  "decision_target_date": "17/05/2024",
  "decision": "Approved",
  "last_date_consultation_comments": "08/05/2024",
  "description": "Variation of Condition 2 (Approved Plans) of planning permission ref. 46479/APP/2020/3055 dated 29-01-2021 (and as amended under planning ref: 46479/APP/2021/2039) (Replacement of existing buildings with a 2.5 storey building comprising self-contained flats, parking, landscaping works and widening of vehicular crossover to front) (Revised description approved under non-material amendment application number 46479/APP/2021/1209 dated 12/04/21) to change the approved floor plans and elevations due to the addition of balconies and lower ground floor steps.",
  "site_number": null,
  "postcode": null,
  "application_type_full": "Removal/Variation of a condition",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": null,
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=46479/APP/2023/2507",
  "valid_date": "23/08/2023",
  "centroid": {
    "lon": -0.429943,
    "lat": 51.613831
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "site_name": "25 DENE ROAD",
  "bo_system": "CSV Data Import",
  "centroid_easting": 508807,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "17/05/2027",
  "actual_completion_date": null,
  "centroid_northing": 191723,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4300265,
          51.6140522
        ],
        [
          -0.42976539999999996,
          51.6140131
        ],
        [
          -0.4296465,
          51.6139996
        ],
        [
          -0.42952229999999997,
          51.6139979
        ],
        [
          -0.42946419999999996,
          51.6134678
        ],
        [
          -0.4299808,
          51.6134479
        ],
        [
          -0.4300265,
          51.6140522
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "46479/APP/2023/2507",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.22
  },
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508799.2508,
              191747.1383
            ],
            [
              508817.418,
              191743.1745
            ],
            [
              508825.6862,
              191741.8516
            ],
            [
              508834.2852,
              191741.8516
            ],
            [
              508839.5769,
              191682.9817
            ],
            [
              508803.8581,
              191680.0051
            ],
            [
              508799.2508,
              191747.1383
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              508799.2278,
              191747.474
            ],
            [
              508799.2508,
              191747.1383
            ],
            [
              508799.2278,
              191747.1433
            ],
            [
              508799.2278,
              191747.474
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-03-19T21:04:45.322+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "NORTHWOOD 2022",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of planning permission 46479/APP/2020/3055 granted on the 29th January 2021.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "19-2751-300 C",
    "19-2751-302 C",
    "19-2751-303 A",
    "19-2751-304 A",
    "19-2751-205 A",
    "19-2751-306.1 A",
    "19-J2751-307.1 D",
    "19-2751-308.1 C",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby permitted shall not be carried out except in complete accordance with the material details approved in application reference: 46479/APP/2023/964 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved details, the side elevation windows facing Tormead and 25a Dene Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1-2 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the implementation of minor amendment application ref:46479/APP/2023/2507, details of the balcony privacy screens shall be submitted to the Local Planning Authority for approval. Notwithstanding the approved drawings, the privacy screens shall be 1.8 metres high for its entire length and permanently obscure glazed to at least scale 4 on the Pilkington scale. The approved privacy screen shall be implemented prior to first occupation of the extension and retained for the lifetime of the development.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Prior to the implementation of minor amendment application ref:46479/APP/2023/2507, a revised landscaping plan shall be submitted to the Local Planning Authority for approval. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage (8 cycles)",
    "2.c Means of enclosure/boundary treatments, including the provision of a 'no-dig' retaining wall to the edge of the front driveway",
    "2.d Car Parking Layouts (including demonstration that 20% of all parking spaces are served by electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum",
    "The development hereby permitted shall not be carried out except in complete accordance with the parking allocation details approved in application reference: 46479/APP/2024/527 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan Part Two 2 (2020) and Policy T6 of the London Plan (2021).",
    "Prior to the implementation of minor amendment application ref:46479/APP/2023/2507, details of step free access via the principal private entrance shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON:",
    "To ensure that an appropriate standard of housing stock, in accordance with Policy D7 of the London Plan (2021), is achieved and maintained.",
    "Prior to the implementation of minor amendment application ref:46479/APP/2023/2507, a revised landscaping plan shall be submitted to the Local Planning Authority for approval, the details of a scheme for the provision of sustainable water management shall be submitted to and approved in writing by the Local Planning Authority.",
    "The scheme shall clearly demonstrate how it manages water in the most sustainable ways and is in compliance with the strategy set out in the Flo Consult UK Ltd Basement Impact Assessment and Surface Water Management Report, project no. 656 dated October 2020 rev A, showing that a suitable sustainable scheme can be provided onsite, which sets out the site will:",
    "- Achieve a minimum volume of storage of 57.60m³",
    "- Provided through the following SuDs elements: permeable surfacing cellular crates and Flow control device.",
    "- Be managed in accordance with Maintenance Plan Section 17 of the Flo Report.",
    "Further details need to be provided on certain elements within the d",
    "A Level 1 photographic record of the existing building and site has been submitted to and approved in writing by the Local Planning Authority under planning application reference: 46479/APP/2022/1756.",
    "Copies of the record shall also be deposited to the Borough's local archive and the Greater London Historic Environment Record.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy DMHB 1 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall incorporate measures to minimise the risk of crime and to meet the specific security needs of the application site and the development. Details of security measures shall be submitted to and approved in writing by the Local Planning Authority before the development is occupied. Any security measures to be implemented in compliance with this condition shall reach the standard necessary to achieve the 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). The approved measures shall be implemented before the development is occupied and thereafter retained.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Lo",
    "Prior to the implementation of minor amendment application ref:46479/APP/2023/2507, a revised tree protection shall have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in p",
    "The development hereby permitted shall not be carried out except in complete accordance with the demolition and construction management plan approved in application reference: 46479/APP/2022/1756 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policies DMT 2 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Hillingdon",
  "pp_id": "12386188",
  "decision_date": "17/05/2024",
  "id": "Hillingdon-46479_APP_2023_2507",
  "street_name": "NORTHWOOD"
}