{
  "cil_liability": false,
  "last_updated": "2025-03-20T13:08:28.924+00:00",
  "application_details": {
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "N/A"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "site_area": 0.015000000000000001,
    "internal_resi_water_usage": 0,
    "total_gia_existing": 102.5,
    "green_suds": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "urban_greening_factor_score": 0.07,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0
    },
    "surface_water_discharge_percentage_reduction": 22,
    "rain_water_harvesting": false,
    "ownership_status": "Private",
    "existing_uprns": null,
    "total_gia_gained": 35,
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 102.5,
        "use_class": "SpecifiedOther",
        "gia_gained": 35,
        "gia_lost": 0
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Unknown ",
        "intended_completion_date": "08/2023",
        "intended_commencement_date": "04/2023"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 35,
      "total_gia_existing": 102.5,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m"
  },
  "decision_target_date": "22/02/2023",
  "parking_details": null,
  "postcode": "RM3 9PH",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 554828,
  "lapsed_date": "22/02/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554817.766,
              191966.608
            ],
            [
              554835.163,
              191981.438
            ],
            [
              554839.726,
              191978.872
            ],
            [
              554822.615,
              191960.905
            ],
            [
              554817.766,
              191966.608
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 191971,
  "ward": "Gooshays",
  "lpa_app_no": "P1746.22",
  "pp_id": "11503693",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "valid_date": "02/11/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "100023217161",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "16/01/2023",
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2342398,
          51.6052603
        ],
        [
          0.2344974,
          51.6053888
        ],
        [
          0.2345621,
          51.6053645
        ],
        [
          0.2343073,
          51.6052077
        ],
        [
          0.2342398,
          51.6052603
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.605297",
    "lon": "0.2343894"
  },
  "epc_number": "9703-3013-0523-0000-5721",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1746.22",
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "104 Petersfield Avenue",
  "decision": "Approved",
  "id": "Havering-P1746.22",
  "description": "Conversion of former gym to veterinary practice with minor internal and external remedial works, a single storey rear extension and extension of opening hours (non-compliance with condition 2 of Planning Application P0986.14) from 9.00am and 8.00pm on Mondays to Saturdays and 10.00am to 3.00pm on Sundays, Bank and Public holidays, to 8.00am and 8.00pm on Mondays to Fridays, 9.00am to 6.00pm on Saturdays and Sundays and 8.00am to 8.00pm on Bank and Public holidays except for emergency care",
  "decision_date": "22/02/2023",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under the Materials Section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 08:00 and 20:00 on Mondays to Fridays, 09:00 and 18:00 on Saturdays and Sundays and 08:00 and 20:00 on Bank and Public Holidays except for emergency care, without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity.",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.\" The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority, and the use of the plant or machinery hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "No building shall be occupied until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works will protect the amenity of occupiers of the development and also the locality generally.",
    "No building shall be occupied until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed."
  ],
  "development_type": null
}