{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "01/05/2028",
  "uprn": "000012084914",
  "locality": "London",
  "appeal_decision_date": null,
  "centroid_easting": 517415,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "Land To Rear Of 18 Woodfield Road",
  "borough": "Ealing",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Woodfield Road",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "01/05/2025",
  "lpa_name": "Ealing",
  "secondary_street_name": null,
  "decision_date": "01/05/2025",
  "last_updated": "2025-06-05T01:04:25.679Z",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/250833VAR;",
  "ward": "Pitshanger",
  "valid_date": "04/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "W5 1SH",
  "centroid_northing": 181974,
  "description": "Minor material amendment (S.73) to vary condition 2 (approved plans) of planning permission reference 190530FUL Dated 23/10/2020 'Construction of two storey dwelling house, with habitable roof space and excavation to provide a basement level with light well to front, following demolition of existing garage; provision of associated private amenity space, cycle parking and refuse storage; formation of vehicle crossover'. The variation involves the relocation of driveway to enable the use of the existing crossover, reduction in size of the front light well, minor internal configuration changes and the installation of side windows.",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "250833VAR",
  "decision": "Approved",
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "id": "Ealing-250833VAR",
  "decision_conditions": [
    "Deleted",
    "| The development hereby approved shall be carried out in accordance with",
    "Proposed Block Plan - 1123.10.03.Pln04.002 Rev D, Proposed Basement Plan - 1254.10.03.Pin04.021 Rev D, - Proposed Ground Floor Plan - 1254.10.03.Pln04.022 Rev C, - Proposed First Floor Plan - 1254.10.03.Pln04.023 Rev C, - Proposed Second Floor Plan - 1254.10.03.Pln04.024 Rev C, - Proposed Roof Plan - 1254.10.03.Pln04.025 Rev C, - Proposed Front Elevation - 1254.10.03.Pln04.060 Rev B, - Proposed North Elevation - 1254.10.03.Pln04.061 Rev B, - Proposed Rear Elevation - 1254.10.03.Pln04.062 Rev B, - Proposed South Elevation - 1254.10.03.Pln04.063 Rev B, Arboricultural Method Statement dated 16/9/2020 ref.10366 Rev 2, Tree Protection Plan drawing no.CCL10366/TPP Rev 2, Tree Report - BS5837 Arboricultural Impact Assessment dated 16/9/2022 by Crown Tree Consultancy, Tree Constraints Plan drawing no.CCL10366/ Rev 2, Tree Removal Plan drawing no. no.CCL/10366/TRP Rev 3 and Impact Assessment Plan drawing no. no.CCL10366/IAP Rev 3 and email from agent received 15/12/2022 confirming construction method for tree preservation.",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2024).",
    "| Notwithstanding the provisions of Classes A - I of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 2015, no permitted development shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To ensure orderly development, in accordance with policies 1.1 (g) (h), 1.2 (f), 2.1 and 2.10 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), Ealing's Draft New Local Plan (Reg.18), policies D4, D1 and D2 of the London Plan (2021)",
    "| Cycle storage for a minimum of two (2) bicycles in accordance with all adopted standards and as per approved plans - Condition 2 shall be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Ealing Sustainable Transport SPG, Transport Strategy (GLA), policy T4 and T5 of the London Plan (2021), policy T5 and National Planning Policy Framework 2024 - section 9 and Ealing's New Local Plan (Reg.18)",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012).",
    "| The insulation of the building envelope and ventilation shall be in accordance with the details submitted and approved through 232076CND on 24.07.2023. | The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development.",
    "a. In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "OR",
    "b. In the event that no contamination is encountered, the developer shall provide a written statement to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use in accordance with the National Planning Policy Framework 2024.",
    "| A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved. No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o Full planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o Locations of all proposed species.",
    "o Comprehensive details of ground/tree pit preparation to include:",
    "o Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o Staking/tying method(s).",
    "o Five year post planting maintenance and inspection schedule. All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape",
    "- Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies in accordance with National Planning Policy Framework (2024), policies G5 and G7 of the London Plan 2021, Ealing's New Local Plan (Reg 18), Ealing's SPG 9 - Trees and Development Guidelines and Ealing's Climate Change and Ecological Emergency Strategy 2021",
    "| The proposed windows in the side (southern) elevation adjacent to the side boundary and rear garden of no.16 Woodfield Road shall contain only obscure glass (minimum level 3 obscure glazed) and non-opening unless the parts of the window can be opened are more than 1.7 metres above the floor of the rooms in which the window are installed. The window so approved shall be retained permanently.",
    "Reason: To protect the living conditions of neighbouring properties, in accordance with Ealing New local Plan (Reg 18), policies 1.1 (g), 2.1 and 2.10 of the Adopted Core Strategy (2012), policy D2 and D4 of the London Plan 2021.",
    "| The development shall implement the protection measures that were set out in the Arboricultural Method Statement submitted and approved through 23224CND on 06.09.2023. | The development shall be constructed in accordance with the Tree Monitoring Program that was submitted and approved through 232244CND on 06.09.2023. | A suitable scheme of proposed tree planting and pits shall be submitted to and approved by",
    "the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved",
    "until a suitable scheme of proposed tree planting and tree pits have been submitted to and",
    "approved by the Local Planning Authority. The scheme shall include the following",
    "comprehensive details of all trees to be planted:",
    "o Full planting specification - tree size, species, the numbers of trees and any changes from",
    "the original application proposals.",
    "o Locations of all proposed species.",
    "o Comprehensive details of ground/tree pit preparation to include:",
    "o Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root",
    "barriers/deflectors) in the future",
    "o Staking/tying method(s).",
    "o Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the",
    "nearest planting season (1st October to 28th February inclusive). The quality of all approved",
    "tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from",
    "nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or",
    "malformed within five years from the completion of planting, must be replaced during the",
    "nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size,",
    "species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies in accordance with National Planning Policy Framework 2019 - section 15, policies G5 and G7, policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: In order to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of amenity value to the area in accordance with National Planning Policy Framework (2024), Ealing's New Local Plan (Reg 18), Ealing's SPG 9 - Trees and Development Guidelines and Ealing's Climate Change and Ecological Emergency Strategy 2021",
    "| The development shall be undertaken in accordance with the construction management plan and demolition method statement submitted and approved through 232246CND on 19.07.2023. | Deleted | Other than those side windows hereby approved as shown on the plans listed in Condition 2, no part of the side elevations of the dwellinghouse shall incorporate new openings. This condition shall stand for the lifetime of the development hereby approved.",
    "Reason: To protect the living conditions of nearby properties in accordance with National Planning Policy Framework (2024) and D6 of The London Plan (2021), policies 7.4 & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Adopted Development (Core) Strategy 2012",
    "| The side roof-window on the loft floor shall be obscure glazed and non-opening below 1.7m. This shall be retained in perpetuity.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021)."
  ],
  "pp_id": "PP-13749456",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.524484,
    "lon": -0.308932
  }
}