{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505638.359,
              183906.3747
            ],
            [
              505653.4403,
              183913.1216
            ],
            [
              505658.2028,
              183901.8768
            ],
            [
              505683.4706,
              183912.0633
            ],
            [
              505686.1164,
              183905.3164
            ],
            [
              505687.8362,
              183906.1101
            ],
            [
              505692.9956,
              183898.7018
            ],
            [
              505670.3737,
              183889.5737
            ],
            [
              505672.8872,
              183882.6945
            ],
            [
              505658.0705,
              183876.609
            ],
            [
              505653.8372,
              183887.457
            ],
            [
              505652.9111,
              183886.3986
            ],
            [
              505651.7205,
              183884.9434
            ],
            [
              505649.8684,
              183884.0174
            ],
            [
              505648.0163,
              183883.8851
            ],
            [
              505646.2965,
              183885.208
            ],
            [
              505644.9736,
              183887.457
            ],
            [
              505645.3705,
              183889.4414
            ],
            [
              505646.1642,
              183890.7643
            ],
            [
              505646.0319,
              183891.558
            ],
            [
              505644.8413,
              183891.1612
            ],
            [
              505638.359,
              183906.3747
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07604076",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:19.227+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "18/06/2019",
  "secondary_street_name": "UXBRIDGE",
  "appeal_start_date": null,
  "ward": "UXBRIDGE SOUTH",
  "centroid": {
    "lat": "51.5440891",
    "lon": "-0.4776645"
  },
  "decision": "Approved",
  "valid_date": "24/04/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.10200000000000001
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=44868/APP/2019/803",
  "lpa_name": "Hillingdon",
  "site_name": "BEAUFORT HOUSE",
  "lapsed_date": "26/06/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 30, Basement Level Parking Plan, Ground Level Parking Plan, First Level Parking Plan and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting documents:",
    "Planning, Design & Access Statement (Submitted 04.06.2019)",
    "Car Park Management Statement (Dated June 2019) and;",
    "Staff Travel Plan Statement (Dated June 2019).",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The floor space the subject of this application shall only be used as a Use Class D1 NHS 'Improving Access to Psychological Therapies' service and a Use Class B1 office space. This floorspace shall not be used for any other purpose (including any other purpose in Use Class D1 or B1) of the Schedule to the Town and Country Planning (Use Classes) Order 1987).",
    "REASON",
    "To ensure the appropriate use of the building in this location and to ensure that the development does not have an unacceptable impact on local highways and pedestrian safety in accordance with policies OE1, AM2 and AM7 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Prior to the operation of the proposed use, a plan detailing the additional provision of 8 secure and covered cycle storage spaces shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the development accords with local cycle parking standards.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "This Planning Permission should not be taken to override tenant rights or contracts covered by other legislation.",
    "Cadent have identified operational gas apparatus within the application site boundary. This may include a legal interest (easements or wayleaves) in the land which restricts activity in proximity to Cadent assets in private land. The Applicant must ensure that proposed works do not infringe on Cadent's legal rights and any details of such restrictions should be obtained from the landowner in the first instance.",
    "If buildings or structures are proposed directly above the gas apparatus then development should only take place following a diversion of this apparatus. The Applicant should contact Cadent's Plant Protection Team at the earliest opportunity to discuss proposed diversions of apparatus to avoid any unnecessary delays.",
    "If any construction traffic is likely to cross a Cadent pipeline then the Applicant must contact Cadent's Plant Protection Team to see if any protection measures are required.",
    "All developers are required to contact Cadent's Plant Protection Team for approval b",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use of the remaining part of the ground floor from office (Use Class B1a) to an 'Improving Access to Psychological Therapies' (IAPT) NHS service and an administrative office (Use Classes D1 and B1a)",
  "lpa_app_no": "44868/APP/2019/803",
  "decision_target_date": "26/06/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "26/06/2019",
  "id": "Hillingdon-44868_APP_2019_803",
  "centroid_northing": 183897,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505663,
  "street_name": "CRICKET FIELD ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47801679999999996,
          51.544178
        ],
        [
          -0.4777974,
          51.5442358
        ],
        [
          -0.4777321,
          51.5441339
        ],
        [
          -0.4773648,
          51.5442207
        ],
        [
          -0.4773287,
          51.5441595
        ],
        [
          -0.4773037,
          51.5441664
        ],
        [
          -0.4772316,
          51.5440988
        ],
        [
          -0.4775604,
          51.544021
        ],
        [
          -0.47752619999999996,
          51.5439587
        ],
        [
          -0.4777416,
          51.5439068
        ],
        [
          -0.4777994,
          51.5440051
        ],
        [
          -0.4778131,
          51.543995699999996
        ],
        [
          -0.4778307,
          51.5439829
        ],
        [
          -0.4778576,
          51.5439749
        ],
        [
          -0.4778844,
          51.543974
        ],
        [
          -0.47790879999999997,
          51.5439863
        ],
        [
          -0.4779272,
          51.5440067
        ],
        [
          -0.4779209,
          51.5440245
        ],
        [
          -0.477909,
          51.5440362
        ],
        [
          -0.47791069999999997,
          51.5440434
        ],
        [
          -0.47792799999999996,
          51.54404
        ],
        [
          -0.47801679999999996,
          51.544178
        ]
      ]
    ],
    "type": "Polygon"
  }
}