{
  "lpa_name": "Enfield",
  "pp_id": "PP-13028486",
  "description": "Redevelopment of site by the erection of a 1x 3-storey block to front and 1x 2-storey block to rear to accommodate 6 dwellings with dropped kerb including closing of the two existing access points, together with associated parking spaces, cycle stores, refuse stores and landscaping.",
  "epc_number": "0199-3003-6202-9359-4204",
  "status": "Approved",
  "decision_date": "08/07/2024",
  "street_name": "Slades Hill",
  "decision_process": "Delegated",
  "uprn": "000207160901",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "08/07/2024",
  "subdivision_of_building": null,
  "title_number": [],
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531300,
  "appeal_decision": null,
  "lpa_app_no": "24/01482/FUL",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Idox Uniform",
  "centroid": {
    "lat": 51.655094,
    "lon": -0.103341
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "EN2 7EE",
  "last_updated": "2025-05-14T20:01:25.462Z",
  "secondary_street_name": null,
  "cil_liability": true,
  "url_planning_app": "<enter PA URL here>",
  "valid_date": "13/05/2024",
  "appeal_decision_date": null,
  "locality": null,
  "appeal_start_date": null,
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": null,
  "site_name": "",
  "lapsed_date": "08/07/2027",
  "centroid_northing": 196848,
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice.\r\rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans and documents, as set out below:\r\r1131-DFA-PL-113, Proposed typical cycle store A; Biodiversity Net Gain Calculation authored by Green Shoots Ecology, 2nd May 2024; 1131-DFA-SK001, Proposed First Floor Plan; Design and Access Statement; Daylight and Sunlight Report authored by MES Building Solutions, 10th April 2024; 1104 P01_Drainage Construction Details Sheet 2 of 2; 1103 P01_Drainage Construction Details Sheet 1 of 2; Drainage Statement authored by Chiltern Design Limited, 11th April 2024; Sustainability Statement, ref 24065, 4th April 2024;\r1131-DFA-PL-002; 1131-DFA-PL-005;1131-DFA-PL-004; 1131-DFA-PL-003; Highway Safety Impact Form; Landscape Design Report, MTC089R01, Rev 1, 02.05.24; MTC86P01 05; 1131-DFA-PL-104; Planning Statement; Preliminary Ecological Assessment, Green Shoots Ecology, May 2024; 1131-DFA-PL-114; 1131-DFA-PL-101; 1131-DFA-PL-108; 1131-DFA-PL-107; 1131-DFA-PL-106; 1131-DFA-PL-103;\r1131-DFA-PL-102; 1131-DFA-PL-105; 1131-DFA-PL-110; 1131-DFA-PL-111; 1131-DFA-PL-109; 1102 P01; 1101 P01; 1105 P01;\r1131-DFA-PL-112; SuDS proforma; 1131-DFA-PL-001; Transport Technical Note, TTN/5094/A - Rev B, 16.04.24; BS5837 Tree Survey, Arboricultural Impact Assessment and Method Statement.\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "The external finishing materials shall match those specified in the approved plans.\r\rReason: To ensure a satisfactory appearance.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, or any amending Order, no external windows or doors other than those indicated on the approved drawings shall be installed in the development hereby approved without the approval in writing of the Local Planning Authority.\r\rReason: To safeguard the privacy of the occupiers of adjoining properties.\r",
    "Prior to the commencement of any demolition or development, a construction management plan must be submitted to and approved by the Local Planning Authority. The construction management plan shall be written in accordance with London Best Practice Guidance and contain:\r\ra. A photographic condition survey of the public roads, footways and verges leading to the site. \rb. Details of construction access and associated traffic management. \rc. Arrangements for the loading, unloading and turning of delivery, construction and service vehicles. \rd. Arrangements for the parking of contractors' vehicles. \re. Arrangements for wheel cleaning. \rf. Arrangements for the storage of materials. \rg. Hours of work.\rh. The storage and removal of excavation material.\ri. Measures to reduce danger to cyclists.\rj. Dust mitigation measures. \rk. Membership of the Considerate Contractors Scheme The development shall be carried out in accordance with the approved construction management plan unless otherwise agreed by the Local Planning Authority.\ri. Confirmation that all Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties",
    "The development shall be constructed so as to provide sufficient air-borne and structure-borne sound insulation against externally generated noise and vibration. This sound insulation shall ensure that the level of noise generated from external sources shall be no higher than 35 dB(A) from 7am - 11pm in bedrooms, living rooms and dining rooms and 30 dB(A) in bedrooms from 11pm - 7am measured as a LAeq,T. The LAF Max shall not exceed 45dB in bedrooms 11pm - 7am more than 10 times per night. Prior to the commencement of above ground works, an acoustic report containing a scheme for noise mitigation measures shall be submitted to and approved in writing by the Local Planning Authority. The scheme of mitigation shall include suitable alternative ventilation where the internal noise levels exceed the sound pressure levels stated in this condition with the windows open. The approved mitigation scheme shall be implemented in its entirety before any of the units are occupied and take into account the Acoustics Ventilation & Overheating Guidance issued by the ANC and IOA.\r\rReason: To protect future occupiers from noise and disturbance\r",
    "The cycle parking details hereby approved shall be installed prior to the occupation of the development, and thereafter be permanently retained for cycle parking. \r\rReason: To ensure the provision of cycle parking spaces in line with the Council's adopted standards.\r",
    "The installation of Electric Vehicle Charging Points for each dwelling shall be completed in accordance with the details submitted with this application and made operational prior to first occupation, and thereafter be permanently retained.\r\rReason: To ensure that development contributes towards a low carbon emission future and towards reducing car-led air pollution. \r",
    "Prior to the occupation of the development, details of the specification and design, including elevational drawings, of covered refuse and recycling storage facilities to be provided within the development shall be submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before the development is occupied.\r\rReason: In the interests of design, amenity and the recycling of waste materials in support of the Borough's waste reduction targets.\r",
    "The site shall be landscaped in accordance with the approved plans and documents in the first planting season after completion, or prior to the occupation of the development, whichever is the sooner. Any existing trees and shrubs specified for retention, must be retained on the site. Any trees or shrubs which die or become severely damaged or diseased within five years of planting shall be replaced with new planting in accordance with the approved details.\r\rReason: In the interest of the amenity of neighbours, to provide a satisfactory appearance and to ensure that the development does not prejudice highway safety.\r",
    "The site and each dwelling within the site shall be enclosed at its boundaries in accordance with details and specifications to be submitted to and approved in writing by the Local Planning Authority. The means of enclosure, including all walls, fencing, and the side access gate, shall be erected in accordance with the approved detail before the development is occupied.\r\rReason: To ensure satisfactory appearance and safeguard the privacy, amenity and safety of adjoining occupiers and the public and in the interests of highway safety.\r",
    "Prior to the occupation of development, the renewable energy technologies included in the approved Energy Statement, including air source heat pumps, shall be incorporated into the development and installed in accordance with the recommendations of Energy Statement and retained thereafter.\r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met.\r",
    "Notwithstanding approved documents '1103 P01_Drainage Construction Details Sheet 1 of 2, 1104 P01_Drainage Construction Details Sheet 2 of 2; Drainage Statement authored by Chiltern Design Limited, 11th April 2024; SuDS proforma', prior to the commencement of above ground works, an updated Sustainable Drainage Strategy and associated plans must submitted to the Local Planning Authority and approved in writing. The details shall be based on the disposal of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and should be in line with our DMD Policy SuDS Requirements:\r\ra. Shall be designed to a 1 in 1 and 1 in 100 year storm event with the allowance for climate change;\rb. Follow the SuDS management train and London Plan Drainage Hierarchy by providing a number of treatment phases corresponding to their pollution potential;\rc. Should maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value;\rd. The system must be designed to allow for flows that exceed the design capacity to be stored on site or conveyed off-site with minimum impact;\re. Clear ownership, management and maintenance arrangements must be established;\rf. The details submitted shall include levels, sizing, cross sections and specifications for all drainage features.\r\rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy and Policies SI12 and SI13 of the London Plan and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value.",
    "Prior to the commencement of above ground works, details of the siting and number of bat bricks/tiles and bird bricks/tubes/boxes designed into and around the new buildings and trees, under the supervision of a suitably qualified ecologist, shall be submitted to the Local Planning Authority for approval in writing. Confirmation of installation, prior to first occupation, together with accompanying photographic evidence shall be submitted to the Local Planning Authority.\r\rReason: To enhance the site post development provides suitable nesting features for birds and bats.\r",
    "Notwithstanding Classes A, B, C, D, E, F and H of Part 1, Schedule 2 of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) or any statutory instrument revoking and re-enacting that Order with or without modification, no buildings or extensions to buildings shall be erected without the permission in writing of the Local Planning Authority.\r\rReason: In order to protect the character and appearance of the subject properties and surrounding area, to protect the amenities of the adjoining properties and to ensure adequate amenity space is provided.\r",
    "Prior to the occupation of the development details of the internal consumption of potable water must be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day for the residential uses. The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Policies CP21 of the Core Strategy (2010) and DMD 58 of the Development Management Document (2014).\r",
    "Following practical completion of works a final Energy Performance Certificate shall be submitted to and approved in writing by the Local Planning Authority. Where applicable, a Display Energy Certificate shall be submitted within 18 months following first occupation.\r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Core Strategy, Policies in the London Plan and the NPPF.\r"
  ],
  "ward": "Ridgeway",
  "site_number": "36",
  "application_details": {
    "building_details": [
      {
        "no_storeys": null,
        "max_height": 9.1,
        "building_ref": "Front block"
      },
      {
        "no_storeys": null,
        "max_height": 6.5,
        "building_ref": "Rear block"
      }
    ],
    "rain_water_harvesting": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 279,
        "gia_gained": 765,
        "use_class": "C3",
        "gia_lost": 279
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "surface_water_discharge_percentage_reduction": 80,
    "green_suds": true,
    "internal_resi_water_usage": 110,
    "phasing_details": [
      {
        "phase_detail": "Single phase",
        "intended_commencement_date": "01/2025",
        "intended_completion_date": "01/2026"
      }
    ],
    "infrastructure_details": {
      "no_new_water_connections_required": 6,
      "no_passive_slow_ev_charging_points": 5,
      "no_homes_to_have_electrical_heating": 6,
      "no_new_gas_connections_required": 0,
      "fire_suppression_system_proposed": true,
      "no_homes_passive_cooling": 0,
      "no_active_slow_ev_charging_points": 1,
      "no_resi_units_to_have_full_fibre": 6,
      "green_roof_area": 25,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "chp_heat_pumps_capacity": 0.06,
      "percentage_demolition_construction_material_recycling": 80,
      "ghg_reduction_over_building_regulations": true,
      "urban_greening_factor_score": 0.4,
      "total_annual_nox_emissions": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "no_active_rapid_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 0,
      "no_active_other_ev_charging_points": 0,
      "no_passive_other_ev_charging_points": 0
    },
    "residential_details": {
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_gia_lost": 279,
      "residential_units": [
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 5,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 151
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 5,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 163
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 5,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 147
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 99
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 104
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "garden_land": false,
          "sheltered_accommodation": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 101
        }
      ],
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 6,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 6,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_gia_gained": 765,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_bedrooms": 18,
      "total_no_proposed_residential_units_discount_market_sale": 0
    },
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 0,
      "site_area": 0.14
    },
    "total_gia_existing": 279,
    "ownership_status": "Private",
    "total_gia_gained": 765,
    "garden_land_lost": true,
    "scheme_phasing": false,
    "total_gia_lost": 279,
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "site_area": 1421,
    "existing_uprns": [
      "000207160901"
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.14
    },
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [
        {
          "land_swap": false
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC2585\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "PRIROA Name: SLADES HILL"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Highlands"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      }
    ]
  },
  "id": "Enfield-24_01482_FUL",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.103319,
          51.655107
        ],
        [
          -0.10332,
          51.65508
        ],
        [
          -0.103363,
          51.655081
        ],
        [
          -0.103362,
          51.655108
        ],
        [
          -0.103319,
          51.655107
        ]
      ]
    ]
  },
  "borough": "Enfield Council",
  "last_date_consultation_comments": "12/06/2024"
}