{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/203723VAR;",
  "lapsed_date": "27/11/2027",
  "decision_target_date": "29/06/2021",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 9QD",
  "site_name": "81 Twyford Avenue",
  "status": "Closed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.038000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "203723VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519287,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-06-04T13:59:18.305Z",
  "id": "Ealing-203723VAR",
  "application_type": "All Other",
  "street_name": "Twyford Avenue",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "27/11/2024",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Minor Material Amendment (Section 73) to vary Condition 2 (Drawings) of Planning Permission ref. 192376FUL dated 19.08.2020 as amended by Non-Material Amendment ref. 204817NMA dated 17.12.2020 for 'Conversion of a dwellinghouse into five self-contained residential units; single storey side and rear wraparound extension; rear roof extension to main roofslope incorporating juliet balcony; roof extension to rear outrigger; installation of two rooflights to front roofslope; and associated internal and external alterations'. Variation seeks alterations to side fenestration at ground floor level involving installation of single door and window openings; and internal layout involving reduction in size of Flat 1, provision of additional space and second bedroom in Flat 2, and dedication of cellar space to communal storage.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 180711,
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012094660",
  "centroid": {
    "lon": -0.282388,
    "lat": 51.512741
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519277.4979764,
              180704.8030434
            ],
            [
              519257.0996953,
              180699.8044743
            ],
            [
              519255.6980349,
              180708.0021277
            ],
            [
              519291.1517976,
              180716.5996667
            ],
            [
              519299.9987482,
              180718.499123
            ],
            [
              519301.4993493,
              180710.4514266
            ],
            [
              519293.50164,
              180708.5019846
            ],
            [
              519277.4979764,
              180704.8030434
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of Planning Permission ref. 192376FUL dated 19.08.2020.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (As Amended). | The development hereby approved shall be carried out in accordance with drawing title number(s): PL/100; PL/101; PL/102; PL/103; PL/104; PL/105; PL/106; PL/107; and PL/109.",
    "REASON: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building and shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition (2).",
    "REASON: To ensure that the materials harmonise with the neighbouring buildings and surrounding area in accordance with Section 12 of the National Planning Policy Framework (2019) and policies D3 and D4 of the London Plan (2021); 1.1 and 1.2 of the Local Development Framework (Core) Strategy (2012); and 7B and 7.4 of the Ealing Development Management Development Plan (2013). | Cycle storage for eight (8) bicycle spaces shall be provided within the rear gardens within secure, lockable compounds as shown on dwg. PL/100 listed in Condition 2 and in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "REASON: To provide adequate facilities for cyclists and increase the use of active and sustainable modes of transport, in accordance with policies T1, T2, T4, and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within an enclosure has been provided within the front garden of the property, as shown on dwg. PL/100 listed in Condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "REASON In the interests of safeguarding public health, reducing and managing waste generated by the development, and keeping local highways clear of visual blight and impediments to movement in accordance with the Ealing Council's Waste Management Guidelines for Architects and Developers, as well as, policies D4, D6, D8, SI7, T1, T2, T4 and T5 of the London Plan (2021); 1.1 of the Adopted Ealing Development (Core) Strategy (2012); and 7B of the Ealing Development Management Plan (2013). | Each dwelling shall have installed an ultra-low NOx boiler with maximum NOx emissions of less than 0.030 g/kWh. The works, as approved, shall be completed prior to occupation and thereafter permanently retained.",
    "REASON: To ensure that local air quality is not reduced by the development, in accordance with policies SI1 of the Publication London Plan (2020); 7.14 of the London Plan (2016); and 7A of the Ealing Development Management Plan (2013). | Building envelope insulation for the approved residential building, with windows shut and other means of ventilation provided, shall be installed to achieve the internal noise targets adopted by the Local Planning Authority:",
    "a.\tBedrooms (23.00-07.00 hrs) 30 dB LAeq and 45 dB Lmax (fast).",
    "b.\tLiving rooms (07.00-23.00 hrs) 35 dB LAeq.",
    "c.\tKitchens, bathrooms, WC and utility rooms (07.00-23.00 hrs) 45 dB LAeq.",
    "The sound insulation measures shall be installed and fully completed prior to first occupation of each dwelling and maintained thereafter.",
    "REASON: To ensure that the amenity of occupiers of the development and adjoining properties is not adversely affected by noise from adjoining dwellings, in accordance with policies D6 and D14 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 2015 (As Amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies D3, D4 and D6 of the London Plan (2021); and 7A, 7B and 7.4 of the Ealing Development Management Development Plan (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/09/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-09081703",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2825049,
          51.5126887
        ],
        [
          -0.2828004,
          51.5126481
        ],
        [
          -0.2828178,
          51.5127221
        ],
        [
          -0.2823042,
          51.5127919
        ],
        [
          -0.2821761,
          51.5128071
        ],
        [
          -0.2821572,
          51.5127344
        ],
        [
          -0.2822731,
          51.5127186
        ],
        [
          -0.2825049,
          51.5126887
        ]
      ]
    ],
    "type": "Polygon"
  }
}