{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB1 2QH",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "Shackleton Medical Centre ",
  "centroid_easting": 512746,
  "pp_id": "PP-12571067",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "03/2024",
        "intended_commencement_date": "12/2023"
      }
    ],
    "site_area": 0.07,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 1018,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 1018,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1018
    },
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": true,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1018,
        "use_class": "C2",
        "gia_gained": 1018,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "total_gia_gained": 1018,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "total_gia_existing": 1018,
    "green_suds": false,
    "ownership_status": "Private"
  },
  "lpa_name": "Ealing",
  "decision": "Approved",
  "lpa_app_no": "234372FUL",
  "decision_date": "22/03/2024",
  "last_updated": "2025-03-19T20:39:23.962+00:00",
  "centroid_northing": 180714,
  "centroid": {
    "lat": 51.51411,
    "lon": -0.376606
  },
  "appeal_decision_date": null,
  "locality": "Southall",
  "ward": "Dormers Wells",
  "bo_system": "CSV Data Import",
  "lapsed_date": "22/03/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "01/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be in accordance with drawing title numbers and approved documents: Location Plan; 033/P01 Rev.A Proposed Site Plan; 033/P02 Proposed Basement Plan; 033/P03 Rev.A Proposed GF Plan; 033/P04 Rev.A  Proposed FF Plan; 033/P05 Rev.A Proposed SF Plan; 033/P08 Rev.A Proposed Elevations; Fire Escape Strategy; Operations & Infrastructure Statement; Management Plan",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Notwithstanding the details shown on the approved plans, all external materials to be used in the development shall match the appearance of those of the existing building on this site.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| No windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason:  To protect residential amenity, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan(2021), and the National Planning Policy Framework (2023).",
    "| Separation of commercial/communal uses and facilities from dwellings",
    "The sound insulation of the floor/ceiling /wall structures separating communal areas such as main entrance/ stairs/ circulation space, kitchens, living and bath/shower rooms, laundry rooms, cycle storage and plant from bedrooms shall be enhanced by at least 10dB above the recommended Building Regulations value. Where noise emissions include characteristic features, the Noise Rating level should not exceed NR20 Leq 5mins inside habitable rooms. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Such details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013); standard 30 of the Housing SPG and London Plan (2021) policy D14.",
    "| Lift",
    "Noise and vibration from the communal lift shall not exceed the criteria for dwellings specified in Table 5 BS8233:2014.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013); standard 30 of the Housing SPG and London Plan (2021) policy D14.",
    "| The passenger lift of the approved scheme shall remain available for use thereafter.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policy 1.1(h) of the Ealing Development Strategy 2026 (2012); policy 7B of the Ealing Development Management DPD (2013); and policies D5 and D7 of the London Plan(2021).",
    "| Notwithstanding the submitted details, a minimum of 10% of the rooms shall be wheelchair accessible in line with policy E10 of the London Plan (2021) and shall be retained for the lifetime of the development hereby approved.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate for wheelchair users and the changing needs of the future occupiers, in accordance with policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012) and policy D7 and E10 of the London Plan (2021).",
    "| The disabled parking space as shown on plan shall be retained for the lifetime of the development hereby approved.",
    "Reason: To ensure that adequate provision of access for occupants and visitors with disabilities, in accordance with policy T6.4 of the London Plan (2021).",
    "| Refuse and recycling storage shall be implemented in accordance with the Local Planning Authority policies and retained permanently thereafter.",
    "Reason: To ensure a satisfactory standard of appearance and setting for the development and to ensure that the proposed development would not be harmful to the visual amenity of the locality, in accordance with policy 7B of the Ealing Development Management Development Plan Document (2013) and policies D3 and T7 of the London Plan (2021).",
    "| Cycle parking provision indicated on the approved plans and elevations shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To encourage sustainable transport modes in accordance with London Plan(2021) policy T5 and table 10.2.",
    "| Secure by Design",
    "The design of the building shall comply with the aims and objectives of the Secured By Design standards before the first occupation of the development, and shall be permanently retained.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder and to improve pedestrian accessibility in accordance with policies 1.1 (e) of the Ealing Core Strategy (2012), policy LV 7.3 of the Ealing Development Management Development Plan Document (2013), and policy D11 of the London Plan (2021).",
    "| The site shall be managed in accordance with the approved Management Plan (dated December 2023) for the life of the development or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of the proper maintenance, safety and security of the site and to ensure that the quality of the public realm is appropriately safeguarded in accordance with policies D3 and D11 of the London Plan(2021); policies 1.1(e), (g) and (h),1.2 (d) and (f), and 2.10 of the adopted Ealing Development (and Core) Strategy (2012), and policies 7.3 of the adopted Ealing Development Management DPD (2013).",
    "| The development hereby approved shall be used solely to provide affordable move-on accommodation under the Housing Act 1996 and the Local Authorities (contracting out of Allocation of Housing and Homelessness Functions) Order 1996.",
    "Reason: To prevent the site being used for long term accommodation and to meet the aspirations of Ealing Council Homelessness Reduction Strategy 2018-2022 and Policy H12 of the London Plan 2021."
  ],
  "parking_details": {
    "net_car": -6,
    "no_proposed_cycle": 40,
    "no_existing_cycle": 0,
    "no_proposed_car": 4,
    "no_existing_car": 10,
    "net_cycle": 40
  },
  "site_number": null,
  "uprn": "000012030166",
  "decision_target_date": "22/03/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Shackleton Road",
  "secondary_street_name": null,
  "description": "Change of use of a care home (Use Class C2) to a mixed-use comprising House in Multi Occupancy use (HMO) and Supported / specialised accommodation (Use Class Sui Generis)",
  "id": "Ealing-234372FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234372FUL;"
}