{
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "status": "Approved",
  "centroid": {
    "lon": 0.217723,
    "lat": 51.582985
  },
  "site_name": "116 Squirrels Heath Lane",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "30/07/2025",
  "polygon": null,
  "last_date_consultation_comments": "23/07/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "Hornchurch",
  "appeal_decision_date": null,
  "development_type": null,
  "ward": "Squirrels Heath",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Before the converted garage to a habitable room hereby permitted is first occupied, the area set aside for the two car parking spaces as shown on drawing no. LIVARCH/116SHL/101 ISSUE B shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose. This includes the removal of the front boundary wall and extending the existing crossover to allow easy access to and from the site onto the street known as Squirrels Heath Lane.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safet",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "Vehicle crossover informative",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare via www.havering.gov.uk/parking-2/apply-dropped-kerb .",
    "Highways Informatives",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant should email environmentbusinesssupport@havering.gov.uk for further information. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications and app",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Anwar (Agent) by phone and e-mail. The revisions involved including the extension of the existing crossover, removal of front wall and changing the description with neighbours being re-consulted for a further 21 days. The amendments were subsequently submitted on 02/07/25."
  ],
  "uprn": "100021341167",
  "decision_agency": "Borough",
  "decision": "Approved",
  "application_type": "All Other",
  "valid_date": "06/05/2025",
  "description": "Garage conversion to habitable room with internal alterations & extension to existing vehicle crossover.",
  "lpa_app_no": "P0619.25",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "RM11 2DY",
  "lapsed_date": "30/07/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "last_updated": "2025-08-12T09:59:54.411Z",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0619.25",
  "centroid_easting": 553751,
  "appeal_decision": null,
  "pp_id": "13994422",
  "application_type_full": null,
  "cil_liability": false,
  "borough": "Havering",
  "locality": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0619.25",
  "subdivision_of_building": null,
  "centroid_northing": 189455,
  "wgs84_polygon": null,
  "decision_date": "30/07/2025"
}