{
  "cil_liability": false,
  "url_planning_app": null,
  "lapsed_date": "18/09/2023",
  "decision_target_date": "12/08/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Lambeth",
  "postcode": "SE27 9EJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NHP Norwood Planning Assembly"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023265930"
    ],
    "site_area": 0.011000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/01986/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 532270,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-03-19T02:47:56.823+00:00",
  "id": "Lambeth-20_01986_FUL",
  "application_type": "Householder",
  "street_name": "Tulsemere Road",
  "borough": "Custodian code",
  "ward": "Thurlow Park",
  "decision_date": "18/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed basement extension including new lightwell to front.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "20/07/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 172780,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023265930",
  "centroid": {
    "lon": "-0.09834119999999999",
    "lat": "51.4385818"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              532265.95,
              172775.55
            ],
            [
              532260.9,
              172773.9
            ],
            [
              532259.25,
              172779
            ],
            [
              532264.25,
              172780.65
            ],
            [
              532269.3,
              172782.3
            ],
            [
              532270.25,
              172782.65
            ],
            [
              532274.3,
              172784
            ],
            [
              532277.95,
              172785.2
            ],
            [
              532279.3,
              172785.7
            ],
            [
              532281.05,
              172780.45
            ],
            [
              532279.55,
              172780
            ],
            [
              532265.95,
              172775.55
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "1.\tSITE AND SURROUNDINGS\r\t\r1.1.\tThe application site comprises a vacant four-storey (including cellar) end of terrace building which was constructed at the turn of the 19th Century.  It is located on the northern side of St Alphonsus Road, Clapham, approximately 100m from its junction with Abbeville Road.  \r\r1.2.\tSt Alphonsus Road is generally a quiet residential street which links Abbeville Road and Clapham Park Road.  The pattern of development comprises a mixture of traditional and modern terraced housing and modern blocks of flats.  The street is also interspersed with a number of commercial properties including a scaffolding yard and blocks of office accommodation.  It is an area of mixed character with no particular style or size of building appearing dominant\r\r1.3.\tThe host property is a vacant public house known as The Jolly Gardeners.  It is a red brick building with a traditional timber frontage at ground floor level with timber framed windows and brick detailing on the upper floors of the front elevation.  The use of as a public house ceased in early 2012.  \r\r1.4.\tThe public house benefits from a cellar space which is accessed from a cellar door to the front elevation.  The upper floors are used as a separate residential unit which is accessed separately from the public house.  There are a number of single storey extensions to the rear and side of the building.  \r\r1.5.\tAs previously stated, the building is located at the end of a short terrace row which comprises of only the host building and the southern end of a three-storey mixed use development known as Abbeville Mews.  Abbeville Mews comprises of offices, restaurants and light industrial business units.  \r\r1.6.\tTo the north of the site is a landscaped space and car parking as well as a post-war four-storey development of self-contained flats.  The host building is the only original building left in this terrace row.  Across St Alphonsus Road are a series of two storey dwelling-houses, set back from the road frontage by modest front gardens.\r\r1.7.\tThe host building is neither statutorily nor locally listed, nor is it located within a conservation area.  For the purposes of clarification the application site falls outside the Council's 'Clapham High Street - Special Policy and Saturation Zone' which relates to A3 and A4 uses.  The application site and surrounding area is located within a Controlled Parking Zone (CPZ).\r\r\t\t\r2.\tPROPOSALS\r\r2.1.\tThe application seeks full planning permission for the redevelopment of the site incorporating the demolition of the existing building together with the erection of a three and four storey building to provide a new public house at ground floor level together with five flats on the upper floors (4 x 1 bedroom units and 1 x 2 bedroom units) alongside associated refuse/recycling and cycle storage.  \r\r2.2.\tThe proposed public house would in effect occupy the entire footprint of the building.  There would be a slight undercroft to the front elevation with the entrance to the public house to the eastern side of the shopfront.  A new delivery well would also be created to the existing cellar.  There would also be a slight undercroft to the rear of the building creating a small garden area.  \r\r2.3.\tThe entrance to the flats would also be from the St Alphonsus Road elevation.  The entrance would be at the opposite end of the shopfront within a recess.  It would lead to a communal hallway and staircase.  The proposed flats would be located at first, second and third floor levels.  The first and second floors would each feature two 1xbed units whilst the third floor would feature a single 2xbed flat.  \r\r\r\r3.\tRELEVANT PLANNING HISTORY\r\r3.1.\t90/01032/PLANAP - Erection of a single storey ground floor side extension. Application Permitted - 18.12.1990.\r\r3.2.\t11/01615/FUL - Redevelopment of site with the erection of a four storey building to provide an office (Use Class B1) at ground floor level and 4 self contained units on the upper floors together with a roof garden and plant room at third floor level, with the provision of refuse and recycling and cycle storage. Application Refused - 19.07.2011.  The application was refused for the following reason:  \r\r1)\tThe proposal has failed to provide marketing evidence to justify the loss of the existing public house or demonstrate that there is no reasonable prospect in the medium term of re-use or refurbishment for an environmentally acceptable A Class use.  The proposal is therefore contrary to saved Policy 27 of the Unitary Development Plan 2007.\r\r3.3.\tThe above decision was subsequently appealed (APP/N5660/A/11/2162625) and was dismissed - 22.02.2012.\r\r\r\r4.\tCONSULTATIONS\r\r4.1.\tPublic consultation was undertaken in accordance with the agreed procedures.  The Council has received one letter of objection and two letters of comments in response to the consultation process.  The letter of objection was on the grounds of anti-social behaviour, a lack of parking and the design being out of keeping with the rest of the street.  The comments which neither objected nor supported the scheme related to design and the impact on light/views from windows to offices within the Abbeville Mews site to the rear.      \r\r4.2.\tThe Council's Urban Design Officer was consulted on the proposals.  They have raised no objections to the principle of the scheme but have raised minor issues regarding the rooflight and comments made by the Planning Inspector in relation to the demolition of the existing building.  \r\r4.3.\tThe Council's Transport Planning Officer was consulted on the proposals.  They have raised concerns regarding the lack of cycle parking to the A4 unit but have no objections to the remainder of the scheme subject to conditions and a Section 106 agreement regarding parking permits.  \r\r4.4.\tThe Council's Crime Prevention Officer was consulted on the scheme.  They originally expressed concerns regarding the entrance to the residential units.  In response to this the applicant has provided revised drawings in which the entrance to the residential units has been reworked.  \r\r4.5.\tCopies of all comments received in response to the statutory consultation process can be viewed on the planning file. \r\r\r5.\tPLANNING CONSIDERATIONS\r\r5.1.\tThe proposal has been considered against national planning policy, the Development Plan and associated Supplementary Planning Documents (SPD).  The following assessment demonstrates the compliance of the proposals in the context of the most relevant Development Plan policies and SPDs.\r\rCore Strategy (2011):\r\rPolicy S2:  Housing - Complies \rPolicy S4:  Transport - Complies \rPolicy S9:  Quality of the Built Environment - Complies \r\rUnitary Development Plan Policies (2007):\r\rPolicy 7:  Protection of Residential Amenity - Complies subject to condition\rPolicy 9:  Transport Impact - Complies subject to condition\rPolicy 14:  Parking and Traffic Restraint - Complies subject to condition and S106\rPolicy 19:  Active Frontage Uses - Complies\rPolicy 27:  Loss of Public Houses - Complies \rPolicy 29:  The Evening and Late Night Economy (ctd) - Complies\rPolicy 32:  Community Safety/Designing Out Crime - Complies \rPolicy 33:  Building Scale and Design - Complies subject to condition \r\rSupplementary Planning Document (2008):\r\rGuidance and Standards for Housing Development and House Conversions - Complies \r\t\r5.2.\tThe proposed redevelopment of the site is considered to be acceptable on land use grounds given that the building would be in keeping with the established use of No. 115 St Alphonsus Road as a public house on the ground floor level with residential use on the upper floors.  Policy 27 of the UDP seeks to prevent the loss of public houses noting that they are an established and valued part of London life.  This application would see the redevelopment of the site to include the provision of a new public house at ground floor level thereby complying with this particular aim of the policy. The scheme would also retain the existing amount of cellar space and as such the redevelopment works are not considered to harm the viability or functionality of the pub.\r\r5.3.\tIt is noted that Policy 27 specifies that the Council will resist schemes which involve the demolition of public houses of distinctive architectural character.  It is acknowledged that the front elevation of the host building has a number of architectural features, including a timber shopfront, brick detailing and a decorative cartouche, which help provide it with a sense of historic character.  \r\r5.4.\tHowever, the building is presently in an extremely poor state of repair and offers cramped internal floor space on all levels which appear to have contributed to its current period of vacancy.  The building would have originally formed an important part of the original terrace row.  However the remainder of the original row has subsequently been demolished and replaced with modern buildings.  Arguably the building does not have a successful relationship with the adjoining Abbeville Mews buildings and does not make an overly positive contribution to the surrounding area.  The building, which is not statutorily or locally listed, has also been unsympathetically extended to the rear and side elevations which detract from views towards it from the north and west of the site. \r\r5.5.\tIn summary, whilst a number of architectural features on the building lend it a particular historic character, when viewed on balance there are a number of issues which significantly detract from its character and appearance and its visual impact on the wider area.  It is therefore considered that the loss of the existing public house would not be contrary to this specific requirement of Policy 27.    \r\r5.5.\tIn a broader assessment of the design; the proposed height, bulk and mass of the building is generally considered to be acceptable and would be proportionate to the adjoining Abbeville Mews block as well as other four-storey buildings on this side of the road.  The detailed design of the building lends it a distinctly modern appearance particularly through the use of glazing including the projecting rooflight.  This contrasts with the historic appearance of the existing building.  However, it is not considered to be harmful to the character and appearance of the surrounding area noting that many of the buildings; including the adjoining block of offices are already  of a relatively modern design and the proposed building would benefit from a vastly improved relationship with the adjoining structure than what currently exists.  \r\r5.6.\tIn order to ensure a high quality design, a series of design led conditions are attached to this consent.  These conditions require the submission of detailed drawings for approval by the Council prior to the commencement of development of important elements including windows, doors, soffits, balustrades, the delivery well, post boxes, refuse store and residential gate.  Samples will also be required for the proposed facing brickwork.  \r\r5.7.\tIt is noted that the Urban Design Officer has expressed concern regarding the proposed projecting rooflight to the flat roof of the main four-storey part of the building.  However, it is considered that this will have a minimal visual impact noting that it is set back significantly from all sides of the building. \r\r5.8.\tMoving onto the quality of the residential accommodation, the submitted documentation demonstrates that all of the flats and individual rooms within the building would exceed the minimum floor areas as proscribed within the SPD.  There would be sufficient storage and circulation space and all flats would benefit from dual-aspects and would receive good levels of sunlight and daylight. It is noted that the scheme would fail to comply the prescribed level of amenity space as contained within the SPD.  However it is unreasonable to refuse on this issue noting that the constraints of the site do not allow the required shared amenity space of 50m as per the SPD.  An acceptable level of amenity space is provided per flat through balconies and roof terraces.  \r\r5.9.\tIn terms of residential amenity, it is noted that a letter of objection was received from a local resident regarding noise and anti-social behaviour related to its use as a drinking establishment.  However, whilst it is acknowledged that the surrounding area is predominantly residential in character this issue of compatibility is not considered to warrant the refusal of this application on the basis that the public house use is established and that there is no significant intensification of use.  Conditions are attached relating to the use of amplified noise, opening hours and delivery/servicing to minimise any detrimental impact.  \r\r5.10.\tThe proposal would result in an increase in the height, bulk and mass of the building.  However there is not considered to be any detrimental impact with respect to the receipt of sunlight/daylight or the creation of a sense of enclosure.  This is on the basis that a substantial separation distance is maintained to the closest residential properties which are located on the opposite side of St Alphonsus Road.  The buildings to the rear are office/business units and are therefore not a consideration in this respect.  However, the proximity of windows within this development to the host building ensure that no significant harm would occur.  \r\r5.11.\tWith respect to any crime issues, it is noted that the originally submitted scheme drew objections from the Council's Crime Prevention Officer due to the open relationship between the entrances to the residential units and the public house.  However this entrance layout has subsequently been reworked to minimise opportunities for crime.  Resultantly the Crime Prevention Officer has withdrawn their objection.\r\r5.12.\tFinally, turning to transport matters, it is noted that the Transport Officer has raised no objections subject to conditions and a S106 agreement.  The application site is located within a CPZ and no parking survey has been submitted to indicate that there is any parking capacity in the surrounding area.  As a result of this a S106 agreement is required to prevent occupants of the residential units from applying from parking permits.  The S106 agreement will also require a fee of £1000 to be paid to provide cycle stands for the A4 unit whilst details of the cycle store are also required.  \r\r  \r6.\tCONCLUSIONS\r\r6.1.\tIn light of the above assessment and the comments received from relevant Council officers, it is considered that the proposed development complies with the broad thrust of the policies contained within the development plan.  It is therefore recommended that planning consent is granted subject to conditions and a S106 agreement.  \r\r\r7.\tRECOMMENDATION:\r\r7.1.\tGrant Planning Permission Subject to Conditions and a S106 Agreement.  \r",
    "1.0 Site Description \r\r1.1 The application site comprises a two storey, semi detached property located on the north side of Elms Road within a predominantly residential area. The property forms part of a pair of semi detached properties which share common features and detailing with a pitched main roof and three storey pitched roof original returns to the rear. With the exception of the 8 properties immediately to the north of the application site, the other properties on the north side of Elms Road have a similar form and appearance to that of no.81. \r\r1.2 The property is not listed and is not located within a conservation area. \r\r2.0 Proposed Development \r\r2.1 Permission is sought for the demolition of the existing side/rear extension and erection of a new single storey side/rear extension together with the installation of a new window to the side elevation. \r\r2.2 The proposed extension will be located to the rear of the main dwellinghouse where there is an existing extension. The proposed extension will have a depth of 4.9 metres to match the depth of the existing structure and will have a width of 3.8 metres spanning the entire width of the space between the flank elevation of the original return and the south site boundary. The extension will have a part pitched, part flat roof with the flat roof having a height of 3 metres and the top of the pitched roof having a height of 4 metres. The pitched roof will incorporate two large glazed panels whilst the flat roof will have a green roof. Both the rear and north flank elevations of the will be of an entirely glazed nature with large fixed glazed panels. \r\r3.0 Planning History \r\r3.1 00/00020/LDCP - Erection of single-storey rear extension. Application approved. \r\r3.2 The following applications are currently pending consideration:\r\r12/04865/LDCP - Application for a certificate of lawfulness (proposed) with respect to the erection of a single storey ground floor rear extension\r\r13/00180/FUL - Demolition of existing side/rear extension and the erection of a ground floor rear and side infill extension together with the installation of a new window on the side elevation.\r\r4.0 Consultations \r\r4.1 Public consultation was undertaken in accordance with agreed procedure and no responses were received. \r\r4.2 The following amenity groups/external stakeholders/internal consultees were notified of the application:\r\rClapham Park Partners In Action - No response \rClapham Society - No response \rFriends of Clapham Common - No response \rClapham Common Management Advisory Committee - No response \r\r5.0 Planning Considerations \r\r5.1 The following policies are considered relevant in the determination of this application: \r\rLambeth Local Development Framework Core Strategy (2011):\r\rPolicy S1 - Delivering the Vision and Objectives - Complies \rPolicy S9 - Quality of the Built Environment - Complies \r\rLondon Borough of Lambeth Unitary Development Plan (2007): Policies saved beyond 5 August 2010 and not superseded by the LDF Core Strategy January 2011:\r\rPolicy 36 - Alterations and Extensions - Complies \r\rSupplementary Planning Document: \r\rResidential Alterations and Extensions (2008) - Does not comply  \r\r5.2 The following provides a synopsis of the main issues for consideration:\r\rDesign \r\r5.3 The proposed extension would be in excess of the recommended maximum of 4 metres as set out within Section 2 of the SPD and would also project beyond the rear building line of the original return which SPD guidance tries to restrict. Nevertheless, it is considered that the depth of the existing structure provides a viable precedent for the erection of such an extension. The 4.9 metre deep extension would have a similar visual relationship with the main dwellinghouse as that which already exists with the existing structure and as such it is considered that it would be unreasonable to resist the application on the basis of the excessive depth. \r\r5.4 Whilst the large extent of glazing to the rear elevation of the extension does not follow the fenestration style of the main dwelling, it is considered that it would not cause any significant harm to the character of the property. The glazing on both the rear elevation and the pitched roof would soften the visual impact of the extension, emphasise its subordination and mitigate its excessive depth. \r\r5.5 It is considered prudent to place a condition on the application requiring the green roof to be replaced in the next planting season with another of a similar size and species. \r\rAmenity Impact \r\r5.6 The proposed extension will not extend above the 3 metre height of the existing extension with the exception of the small pitched roof adjacent to the rear wall of the main dwelling. Bearing in mind the 3 metre height of the flat roof and the mainly glazed nature of the small pitched roof it is considered that there would be no additional impact on the residential amenity of the adjoining occupiers over and above that which already exists. \r\r6.0 Conclusion \r\r6.1 Upon full assessment of the submitted material supporting the application, it is considered that the objectives of relevant policies of the Council's Core Strategy (2011) and Unitary Development Plan: Policies saved beyond 5 August 2010 and not superseded by the LDF Core Strategy January 2011 have been met.\r\r7.0 Recommendation: Grant Conditional Planning Permission\r",
    "1.0\tSite Description \r\r1.1\tThis application relates to the Grade II* listed County Hall at ground floor level adjoining the main entrance hall (former principal entrance). County Hall is located within the Southbank Conservation area, comprising of an art and culture complex of international importance, including the Royal Festival Hall, the Queen Elizabeth Hall, the Hayward Gallery and the National Theatre complex.\r\r1.2.\tThe river embankment wall to the west of County Hall is Grade II Listed.\r\r2.0.\tProposed Development \r\r2.1.\tThe application proposes the change of use of part of ground floor level adjoining the main entrance hall (former principal entrance to County Hall) from Sui Generis to a pasta bar, involving a seating area at the entrance lobby. \r\r2.2\tThe scheme also seeks retrospective planning consent for the works which were carried out in the area previously occupied by the Dali café and subsequently occupied by an Indian Restaurant (now proposed to become a Pasta Bar).\r\r2.3\tAn application for Listed Building Consent has been received (Ref.13/00095/LB)\r\r3.0.\tRelevant Planning History \r\r3.1\tThe South Bank area is an art and culture complex of international importance, hosting a number of venues, including the Grade II* listed County Hall.  A number of applications for Planning Permission, Listed Building Consent, Conservation Area Consent and Advertisement Consent have been received during the last 25 years.\r\r3.2.\tThe building has a long and complex history since the announcement by the Government, in 1986, of the abolishment of the GLC. In 1993, the Council granted planning permission and listed building consent for the change of use of the former GLC building into a hotel and ancillary uses involving certain alterations.  In 1994, a further planning permission and listed building consent was granted for the change of use of part of the ground floor and basement and sub-basement in to an aquarium. Planning and listed building permissions have also been granted for uses such as restaurants, a family entertainment centre, hotels, offices, exhibition centres, museums, recording studios, part of County Hall is also used as offices for the London Eye.  There are still large areas of County Hall which are vacant.  \r\r3.3\tThe following schemes are considered relevant: -\r\r99/00523/FUL and associated Listed Building Consent Ref. 99/00524/LB - Change of use of part of vacant ground floor and basement to form a gallery for the permanent exhibition of artworks by Salvador Dali, with ancillary coffee bar and staff offices - granted on 30.04.1999 and 06.07.2000 respectively.\r\r \t00/01317/ADV and associated Listed Building Consent Ref. 00/01314/LB - Display of external graphics/signage for proposed new Salvatore Dali art gallery including internally illuminated poster box sign to exit doors and Dali print images to windows fronting Belvedere Road - granted on 08.08.2000 and 07.08.2000 respectively.\r\r08/02778/FUL - Provision of a seating area comprising tables and chairs on Belvedere Road to the side of the Dali Universe entrance - granted on 29.09.2008\r\r\r4.0\tConsultations \r\r4.1\tPublic consultation was undertaken in accordance with agreed procedure and no responses were received.   The proposal was advertised by means of Site and Press notices. \r\r4.2\tLB Conservation and Design offered the following comments: \r\r4.3 \tThe proposed change of use would include the use of part of the main entrance hall adjoining the restaurant as a dining area. The dining area will be located in the former main entrance hall of County Hall which as described in the Royal Commission on the Historic Monuments of England book 'County Hall' (1991) was designed and built to serve two functions- as a ceremonial entrance and as the main staff and public entrance. This area of the building was designed on a grand and decorative scale to demonstrate the power of the LCC and its open, spacious character forms part of its significance as a heritage asset.  Seating for a restaurant is a use which in this location is out of character with the host building and likely to harm the significance of the Grade II* listed building, contrary to Policy 45 of the UDP and the practice guide of PPS5.\r\r5.\tPLANNING CONSIDERATIONS\r\r5.1.\tThe proposal has been considered against national planning policy, and the Development Plan. The following policies are relevant to this application:\r\rLambeth Core Strategy (adopted January 2011)\r\rPolicy S9 - Quality of the Built Environment \r\rLondon Borough of Lambeth Unitary Development Plan (2007): Policies saved beyond 5 August 2010 and not superseded by the LDF Core Strategy January 2011'\r\rPolicy 26 - Community Facilities\rPolicy 29 - The Evening and Late Night Economy, Food and Drink and Amusement Centre Uses \rPolicy 45 - Listed Building \rPolicy 47 - Conservation Areas \r\r\r6.0\tAssessment \r\r6.1\tThe application is divided in two parts:\r\r6.2\tFirstly, a change of use of part of the ground floor level adjoining the main entrance hall (former principal entrance), involving the placement of a seating area at the entrance lobby   Given the footprint of this part of the site, serving different uses, such as B1, D1 and D2, the LPA consider the use of this part of the site as Sui Generis.\r\r6.3\tConcerns are raised to this part of the proposal, largely around the placement of table and chairs (associated to the pasta bar), which would be located on part of the main entrance hall, which is the former principal entrance to County Hall. The Royal Commission on the Historic Monuments of England book 'County Hall' (1991) states that this area was designed and built to serve two functions - as a ceremonial entrance and as the main staff and public entrance. This area of the building was designed on a grand and decorative scale to demonstrate the power of the LCC and its open, spacious character forms part of its significance as a heritage asset.  Seating for a restaurant is a use which in this location is out of character with the host building and likely to harm the significance of the Grade II* listed building, contrary to Policy 45 of the UDP and the practice guide of PPS5.\r\r6.4\tSecondly, the proposed Pasta Bar area, which was previously occupied by the Dali café, was subsequently occupied by an Indian Restaurant. It is not known when this took place as the LPA was not formally notified of this change.  The applicant states that permission for this was not thought for as the A3 use of this area would have not changed.  However, permission Ref. 99/00523/FUL and associated Listed Building Consent refers Ref. 99/00524/LB refer to the change of use of part of vacant ground floor and basement to form a gallery for the permanent exhibition of artworks by Salvador Dali, with ancillary coffee bar and staff offices.  Therefore, given that the coffee bar was ancillary to the use of the exhibition of artworks by Salvador Dali, its use as an A3 would ceased to exist once that exhibition come to an end.\r\r6.5\tFurthermore, it is not clear from submitted drawings whether the existing seating area indicated within plan Ref 1052-A-10-002 (serving the Indian restaurant) was in A3 use. Drawing Ref. 1052-A-10-001, related to the former Dali café does not give an indication of the use of the existing seating area.  The area is left vacant and un-annotated.  Notwithstanding this uncertainty over the use of the seating area, it is considered that the lawful use of the ground floor area (and basement area) is D1, as permitted under consent Ref. 99/00523/FUL.\r\r6.6\tUDP Policy 26 (Community Facilities) states that the loss of community facilities falling within the D1 Use Class are resisted, unless a facility of equivalent functionality is replaced locally, or adequate planning obligations are secured to mitigate the loss; and both the site and any buildings are unsuitable and/or unviable for redevelopment for community uses for which there is a local shortage or deficiency.\r\r6.7\tNone of the aforementioned mitigating measure has been put forward by the applicant.  Furthermore, County Hall is located within the Southbank Conservation area, comprising of an art and culture complex of international importance, and as such, suitable and viable for redevelopment for such uses. \r\rIn light of the above, it is considered that the loss of the D1 Use is not supported in this instance as it would fail to comply with the aims of UDP Policy 26.\r\r6.8\tIt is also noted that to facilitate the change from the former Dali café to an Indian restaurant, a staircase was removed without Listed Building Consent.  LB Conservation & Design team raised concerns about this part of the proposal as without information on the staircase and whether it was of architectural or historic interest, it is not possible to ascertain compliance with the aim of pertinent policies.\r\r6.9\tIt is considered that the objectives of the relevant policies of the Council's Core Strategy (2011) and Unitary Development Plan: Policies saved beyond 5 August 2010 and not superseded by the LDF Core Strategy January 2011 have not been met.\r\r7.0\tRecommendation\r\r7.1\tRefuse Planning Permission\r",
    "\r1.\tSITE & SURROUNDINGS\r \r1.1\tThe application site is located on the western side of Streatham High Road. The site consists of a Sainsbury supermarket, which is a single storey building adjacent to the old Silk Mill building which is incorporated into the store and is Grade II listed. The main access to the site in and out is onto Streatham High Road and the main delivery access and service yard is located within the north-eastern corner of the site. \r\r1.2.\tThe site is located within a mixed commercial and residential area, with commercial uses along Streatham High Road and residential to the west of the site. To the east of the site is Streatham Common.\r\r1.3.\tThe site is located within the Streatham Common Conservation Area and the Silk Mill within the site is a Grade II listed building.\r\r2.\tPLANNING HISTORY\r\r2.1.\tThe application file contains details of the planning history at this site.\r\r3.\tPROPOSAL\r\r3.1.\tThe proposal is for alterations to existing car park access and existing building canopy.\r\r3.2.\tThe proposal would see a small traffic island close to the entrance with the site removed and replaced with chevron markings in the road.\r\r3.3.\tIn addition the existing canopy would be reduced by 0.5m (d).\r\r\r4.\tCONSULTATIONS\r\r4.1.\tPublic consultation was undertaken in accordance with agreed procedure and no objections were received. \r\r4.2.\tInternal consultation responses were received from Conservation and Design Officers.  No objections were raised with regards to the proposal.  \r\r4.3.\tEnglish Heritage was consulted and no objections were raised with regards to the proposal.\r\r\r \r5.\tRELEVANT POLICIES AND PLANNING CONSIDERATIONS\r\r5.1.\tThe proposal has been considered against national planning policy, the Development Plan and associated Supplementary Planning Documents (SPD).  The following table contains an assessment of compliance with the most relevant Development Plan policies and SPDs.\r\rCore Strategy (2011)\rS9: Quality of the Built Environment - Complies\r\rSaved UDP (2007)\r45: Listed Buildings - Complies\r\r5.2.\tIt is noted that the proposal does not involve any works to the former Silk Mill, which is the listed building on the site.  It is considered that the proposal would have very little impact on the special architectural interest and setting of the listed building.  \r\r\r6.\tRECOMMENDATION \r\r6.1.\tIt is considered that the proposal is acceptable in terms of impact on the special architectural interest of the former Silk Mill which is the listed building within the application site and therefore building consent should be granted.\r  \r",
    "Email received from Tech support on 20/03/2015 10:46, but did not contain the attached CIL as indicated in the email. I have emailed and telephoned the agent, informing them that I have not received the CIL - 23.03.2015 in the morning. Application is still invalid.\r\rCIL form uploaded onto Planning Portal is not completed - it is blank. Emailed the agent to advise them to complete the form.\r 25.03.2015",
    "Please provide details of the replacement windows.\r\rPlease provide the fee of £172. - Provided on 24.03.2015",
    "Please provide details of the proposed noticeboard e.g. elevational drawings, sectional drawings.\r\rPlease provide details of where the noticeboard is going to be.",
    "- The date on the CIL form cannot be pre-application. Please amend the CIL form accordingly.\r",
    "Please provide the application fee £86.",
    "Requirement L1B: All new & replacement windows will need to achieve a minimum 'U' value of 1.6 W/m2K or WER Band C and 1.8 W/m2K for all new doors.\r\rIn most circumstances, for an extension, reasonable provision would be to limit the area of windows, roof windows and doors so that they do not exceed the sum of 25% of the floor area of the extension plus the area of any windows or doors which, as a result of the extension works, no longer exist or are no longer exposed.  (See paragraphs 4.1 to 4.7 in Approved Document Part L1B for more information.)\rAnother way of complying would be to show that the area-weighted U-value of all the elements in the extension is no greater than that of an extension of the same size and shape that complies with the fabric standards referred to in paragraph 4.1 and the opening area standards in paragraph 4.2.  Any fixed building service provided, replaced or extended should follow the guidance in the Domestic Building Services Compliance Guide.  (See paragraphs 4.24 to 4.37 for more information.)\rFinally if even greater design flexibility is required, reasonable provision would be to use SAP 2009 to show that the calculated CO2 emission rate from the dwelling with its proposed extension is no greater than for the dwelling plus a notional extension built to the standards of paragraphs 4.1 to 4.3 in Approved Document Part L1B. The openings in the notional extension should be limited to 25% plus the area of openings no long exposed. \r\rPlease confirm that low energy lighting will be provided to three out of four fixed light fittings, in the areas affected by the building work (cupboards & wardrobes etc are excluded).  Low energy light fittings should have lamps with a luminous efficacy greater than 45 lumens per circuit-Watt and a total output greater than 400 lamp lumens.  (more information can be found in the Domestic Building Services Compliance Guide 2010.\r \rAny fixed external lighting should have effective control and/or use efficient lamps.  This can be achieved by either: having a lamp capacity not greater than 100 lamp-watts per light fitting and the lighting automatically switches off when there is enough daylight and when the area lit by the fitting is unoccupied; alternatively the light fittings should have lamps with a luminous efficacy greater than 45 lumens per circuit-Watt and the lighting automatically switches off when there is enough daylight and the light fittings should be controllable manually by occupants.\r\rPlease confirm whether the boiler is new or existing.  If it is new, please confirm its SEDBUK rating and provide a commissioning certificate upon completion and if it existing and being relocated, please provide a re-commissioning certificate upon completion.\r\rPlease note that the following U values came into effect on 1st October 2010 for extensions and alterations.  The U values for the walls should not exceed 0.28 W/m2K.  The U values for the floor should not exceed 0.22 W/m2K.  The U values for a flat roof or a pitched roof with integral insulation should not exceed 0.18 W/m2K.",
    "Requirement P1: Electrical installations should be designed and installed in accordance with BS 7671:2008. Please note that upon completion of the work, sufficient information should be provided to ensure that people can operate, maintain or alter an electrical installation with reasonable safety.",
    "\r\rINFORMATIVES\r\rYour proposals may require permission under the Town and Country Planning Acts.\r\rPersons intending to carry out building operations affecting the party wall or make excavations near the party wall associated with the building works are advised of their duties and responsibilities details in the Party Wall etc. Act 1996.  The council does not become involved in such matters; you may wish to consult a suitably qualified person to deal with this aspect of the proposal.\r\rThe approved means of escape and any works required by this decision must be properly maintained.  The provision and maintenance of any fire-resisting doors is an essential feature of the approved escape routes and prevent the spread of smoke and fire throughout the building.  On no account should such doors be permitted to be held open by hooks, wedges or other devices.  The attention of the occupiers should be especially directed to the need for observing these matters for their own protection.\r\rAny information provided regarding compliance or otherwise with the requirements of the Building Act and Building Regulations does not obviate the need to comply with any requirements of the freeholder and any restrictive covenants affecting the property.\r\rAny approval of these plans will not imply any right of ownership over the adjoining property and it remains the responsibility of the applicant to establish the legal boundary when carrying out the work shown on the plans.  Where it is necessary to gain access to adjoining land to carry out building operations or to allow inspections of work, written permission should be obtained from the owner of that land.\r\rYou are very strongly advised not to undertake work without a fully approved application. Any work which does not comply with the Building Regulations may have to be pulled down or altered to make it comply.\r\rAny errors or omissions from the drawings or unforeseen conditions on-site may necessitate alterations to your proposals.\r\rON SITE CHANGES TO BUILDING WORK - The proposed works shall be carried out strictly in accordance with the approved plans (including any conditions and notes to applicant) or as held on the local authority's Building Regulation file, unless otherwise agreed in writing by the Local Building Regulation Authority.  The proposed works shall also be carried out in strict accordance with the manufacturer's instructions.\r\rIn order to obtain a completion certificate in accordance with 17(2), the person carrying out building work should, not more than 5 days after that work has been completed, give the Council written notice of completion.\r\rIn order to obtain a completion certificate, I need to be satisfied that:\ro\tThe building work complies with the Building Regulations, as set out in regulation 4, and\ro\tThe statutory fees have been paid, and\ro\tWe have received all required reports, information, test, installation and commissioning certificates\ro\tWe have received notification to confirm that the building owner/responsible person has been issued with all appropriate test certificates and documentation, including those specified in Regulations 16B, 17E and 20 D.\r\rIn the event of disagreement with this decision, you have the right to apply to the Building Regulations Division of the Department for Communities and Local Government for a determination.\rAlternatively, you can apply to the Council to relax or dispense with any requirement you feel is too onerous. If the Council refuses that application, you could appeal against that refusal to the Building Regulations Division of the Department for Communities and Local Government.  We can supply further information about this process if required.",
    "\r1\tRequirement A1: Structural calculations and drawings are required for the proposal.\r\rM&E drawings are required for the proposals. (NB - domestic & heating services, domestic services, ventilation services, lighting, small power layouts, waste services, SVP layouts, electrical accessories mounting heights drawings plus mechanical services schedule have now been provided)\r\r2\tPlease note that following the introduction of the Regulatory Reform (Fire Safety) Order 2005, I am required to carry out a consultation with the London Fire & Emergency Planning Authority with regards to the common areas of the development.  Any comments will be forwarded in due course.\r\t\rRequirement B1: Where a fire alarm system is installed, an installation and commissioning certificate should be provided.  Please note that the developer/builder/installer should provide information to the occupants on the use of the equipment and its maintenance.  BS 5839-1 and BS 5839-6 recommend that occupiers should receive the manufacturers' instructions concerning the operation and maintenance of the alarm system.\r\rIt is essential that the interface between the fire detection and alarm system and any other system required for compliance with the Building Regulations (eg smoke control systems and release arrangements for electronically locked exit doors) is designed to achieve a high degree of reliability.\r\rRequirement B4: Where the initial unprotected area calculations demonstrate that the amount of unprotected areas needs to be limited to say 21% or 65%, please provide additional calculations showing that this is achieved.\r\rRequirement B5: Please provide a specification for the the fire-fighting lifts.  (I need to be able to provide this detailed information to the London Fire Brigade.)  Please note that the London Fire Brigade will need to be consulted in connection with some of the extended travel distances in relation to Access for the Fire Service (particularly from the dry riser inlet to the base of the staircase in Block A), they may need to consult with their Engineering Department which will mean that their reply to the statutory consultation will take longer than normal.  \rPlease note that the firefighting lift installation includes the lift car itself, the lift well and the lift machinery space together with the lift control system and the lift communications system.  The shaft should be constructed generally in accordance with BS9999. Firefighting installations should conform to BS EN 81—72:2003 and to BS EN 81-1:1998 or BS EN 81-2:1998 as appropriate for the particular type of lift (see paragraphs 17.11 to 17.14 for more information).\r\r3\tRequirement C1: Please provide a copy of the site investigation report to establish whether the land is contaminated.\r\r4\tRequirement E1: Appropriate sound insulation testing is required to be carried out in accordance with a procedure approved by the Secretary of State (see Annex B of Approved Document Part E), and a copy of the results of the testing must be supplied to Lambeth Building Control, upon completion.  The builder/contractor should liaise with the Building Control Surveyor to discuss the procedure to be undertaken.\r\rPlease note that as from 1st July 2004, either pre-completion sound testing must be carried out or Robust Details must be adopted.  In order for the Robust Details method to be used you must obtain permission from Robust Details Ltd. and follow their guidelines.  Please clarify which route is to be adopted and provide the necessary details.  Without the unique reference number and compliance certificate that will be issued by Robust Details Ltd., pre-completion testing must be carried out.\r\r 5\tRequirement F1: For mechanical ventilation systems installed in new dwellings, air flow rates should be measured on-site and a notice given to Building Control.  This applies to intermittently used extract fans and cooker hoods as well as continuously running systems.\r\rPlease clarify how ventilation will be provided to the retail unit.\r\r 6\tRequirement G1: There is a requirement to provide a wholesome water to any place where drinking water maybe drawn off; such as a washbasin, bidet, bath and shower in a bathroom and any sink in an area where food is prepared.  This applies to both the cold and hot water supply.\r\rRequirement G2: Regulation 36 of Building Regulations 2010 requires a calculation to be carried out for every new dwelling to show that the potential consumption of wholesome water does not exceed 125 litres per head per day.  The calculation methodology is given in \"The Water Calculator for new Dwellings\" and takes into account sanitary appliances, white goods (washing machines and dishwashers) and alternative sources of water (rainwater and greywater).  In addition to the calculation a record of sanitary appliances, white goods (washing machines and dishwashers) and alternative sources used to meet the target and supplied to the dwelling must be provided to building owners or occupiers together with sufficient information to enable adequate maintenance.\r\rPrior to the issue of the completion certificate, Building Control must be in receipt of a notice specifying the calculated potential consumption of wholesome water per person per day for any new dwelling.  In most cases this notice must be given not more than 5 days after completion of the work.\r\rRequirement G3: Hot water systems should be commissioned by testing and adjusting as necessary to ensure that they use no more fuel and power than is reasonable.  The procedure for commissioning is set out in the Domestic Heating Compliance Guide and for buildings other than dwellings in CIBSE Commissioning Code M.  Notice of commissioning should be given to Building Control not more than 5 days after completion.  Receipt of a commissioning certificate would be expected before a building control completion certificate can be issued.\r\r 7\tRequirement H1: All new drainage and sanitary pipework, including layout, materials, bedding/surround etc, must be discussed and approved on site by a Building Control Surveyor prior to installation. Air and running tests will be required on completion of the works.\r\r 8\tCleared in full.\r\r 9\tCleared in full.\r\r10 \tRequirement L1A: The predicted rate of CO2 emissions from the dwelling the Dwelling Emission Rate (DER) must not be greater than the Target Emission Rate (TER).  The TER must be calculated using the Government's Standard Assessment Procedure (SAP 2012).  Also the calculated Dwelling Fabric Energy Efficiency (DFEE) rate must not be greater than the Target Fabric Energy Efficiency (TFEE) rate.  The TER/DER and TFEE/DFEE rate calculations are determined using the procedures set out in paragraphs 2.8 to 2.30 of Approved Document Part L1A.  \rPlease note that it will be necessary to provide the CO2 emission rate calculations (and a specification used in the calculations) BEFORE work commences.  Then upon completion the TER/DER and TFEE/DFEE rate must be provided confirming whether the building has been constructed in accordance with the list of specifications submitted BEFORE work commenced.  A list of any changes from the design stage must be given to Building Control.  \r\rThe performance of the individual fabric elements and the fixed building services of the building should achieve reasonable overall standards of energy efficiency, following the procedure set out in paragraphs 2.31 to 2.37 of Approved Document Part L1A.\r\rThe dwelling should have appropriate passive control measures to limit the effect of heat gains on indoor temperatures in summer, irrespective of whether the dwelling has mechanical cooling.  The guidance given in paragraphs 2.38 to 2.42 of Approved Document Part L1A provides a way of demonstrating that reasonable provision.\r\rThe performance of the dwelling, as built, should be consistent with the DER and DFEE rate.  Use the guidance in Section 3 of Approved Document Part L1A to demonstrate that this criterion has been met.  \r\rPlease confirm that low energy lighting will be provided to three out of four fixed light fittings, in the areas affected by the building work (cupboards & wardrobes etc are excluded).  Low energy light fittings should have lamps with a luminous efficacy greater than 45 lumens per circuit-Watt and a total output greater than 400 lamp lumens.  (Further information can be found in the Domestic Building Services Compliance Guide 2013.)\r \rAny fixed external lighting should have effective control and/or use efficient lamps.  This can be achieved by either: having a lamp capacity not greater than 100 lamp-watts per light fitting and the lighting automatically switches off when there is enough daylight and when the area lit by the fitting is unoccupied; alternatively the light fittings should have lamps with a luminous efficacy greater than 45 lumens per circuit-Watt and the lighting automatically switches off when there is enough daylight and the light fittings should be controllable manually by occupants.\r\rAll fixed building services must be commissioned by testing and adjustment to ensure that they use no more fuel and power than is reasonable in the circumstances.  In order to demonstrate that the fixed building services have been adequately commissioned, Regulation 44 of the Building Regulations 2010 states that a notice should be given to the local authority confirming that the fixed building services have been commissioned in accordance with a procedure approved by the Secretary of State.\r\rThe building fabric should be constructed so that there are no reasonably avoidable thermal bridges in the insulation layers caused by gaps within the various elements, at the joints between elements, and at the edges of elements such as those around window and door openings.  (See paragraphs 3.9 to 3.12 in Approved Document Part L1A for more information.)\r\rIn accordance with Regulation 26 of Building Regulations 2010, upon completion ensure that pressure testing is carried out in such circumstances and in accordance with a procedure approved by the Secretary of State and give notice of the results of the testing to Building Control.  (See paragraphs 3.13 to 3.22 in Approved Document Part L1A for more information.)\r\rWhere a new dwelling is created an energy rating shall be prepared and fixed in a conspicuous place in the dwelling as required by Regulation 24 of the Building Regulations 2010, the notice does not have to be displayed where the person carrying out the work intends to occupy or occupies the dwelling as a residence. The approved calculation procedure is SAP 2009.\r\rUnder Regulation 29 of Building Regulations 2010, it will be necessary to provide a Energy Performance Certificate from an accredited energy assessor to the owner and a copy to Building Control.\r\rThe necessary provisions for energy efficient operation of the dwelling must be put in place.\rIn accordance with Regulation 40, on completion of the building work, the owner of the dwelling should be provided with sufficient information about the building, the fixed building services and their operating and maintenance requirements so that the dwelling can be operated in such a manner as to use no more fuel than is reasonable in the circumstances.  \r\r11\tRequirement L2A: For commercial buildings it is necessary to calculate the CO2 emission rate for the building as constructed (the building emission rate, BER) which must not be greater than the target rate (the target emission rate, TER) which is determined by following the procedures set out in paragraphs 4.1 to 4.19 in Approved Document Part L2A.  Please note that under Regulation 27 of Building Regulations 2010, it will be necessary to provide the CO2 emission rate calculations (and a specification used in the calculations) BEFORE work commences.  Then upon completion the TER & DER must be provided confirming whether the building has been constructed in accordance with the list of specifications submitted before work commenced.  A list of any changes from the design stage must be given to Building Control.  \r\rThe worst acceptable standards for fabric properties are set out in Table 3 of Approved Document Part L2A, however, it should be noted that in most cases significantly better fabric performance will be required to achieve the TER.  \r\rThe performance of the building fabric and the heating, hot water and fixed lighting systems should be no worse than the design limits set out in paragraphs 2.42 to 2.49 in Approved Document Part L2A. Please provide full details.\r\rThe building must have appropriate passive control measures to limit solar gains.  The guidance given in paragraphs 2.50 to 2.53 in Approved Document Part L2A provide a way of demonstrating that suitable provisions have been made.\r\rThe performance of the building, as built should be consistent with the BER.  The guidance in Section 3 of Approved Document Part L2A can be used to show that this criterion has been met.  The building fabric should be constructed to a reasonable quality so that the insulation is continuous over the whole building envelope and the air permeability is within reasonable limits.   \r\rIn accordance with Regulation 43 of Building Regulations 2010, it will be necessary to carry out pressure testing as per paragraphs 3.8 to 3.13 of Approved Document Part L2A.  However, a building with a total useful floor area of less than 500m2, need not be the subject of a pressure test provided that the air permeability used in the calculation of the BER is taken as 15m3/(hour.m2) at 50Pa.  \r\rAir leakage testing of ductwork should be carried out in certain circumstances outlined in paragraph 5.27 & 5.28 in Approved Document Part L2A.   \r\rIn accordance with paragraph 4.38 of Approved Document Part L2A, provision should be made for the installation of energy metering systems.  Where the total useful floor area exceeds 1000m2, automatic meter reading and data collection facilities must also be provided.\r\rOn completion of the building work, the owner of the dwelling should be provided with sufficient information about the building, the fixed building services and their operating and maintenance so that the dwelling can be operated in such a manner as to use no more fuel than is reasonable in the circumstances.  \r\r12\tRequirement M1: Please confirm that a level approach and an accessible threshold will be provided from the boundary to the building.  If a ramp is required please provide details and confirm that a minimum 900mm wide x 1200mm long landing will be provided between the ramped access and the main entrance door (clear of the swing of any door).  All blocks must have a level access & level threshold as well as the wheelchair accessible units.\r\rCompliance with Approved Document Part M1 (paragraphs 9.6 & 9.7) will be demonstrated if all of the following criteria are met for the passenger lifts (residential): -\ra\thas a clear landing at least 1500mm wide and at least 1500mm long in front of its entrance;\rb\thas a door or doors which provide a clear opening width of at least 800mm;\rc\thas a car whose width is at least 900mm and whose length is at least 1250mm (other dimensions may satisfy Requirement M1 where shown by test evidence or experience in use, or otherwise, to be suitable for an unaccompanied wheelchair user);\rd\thas landing and car controls which are not less than 900mm and not more than 1200mm above the landing and the car floor, at a distance of at least 400mm front the front wall;\re\tis accompanied by suitable tactile indication on the landing and adjacent to the lift call button to identify the storey in question;\rf\thas suitable tactile indication on or adjacent to lift buttons within the car to confirm the floor selected;\rg\tincorporates a signalling system which gives visual notification that the lift is answering a landing call and a 'dwell time' of five seconds before its doors begin to close after they are fully open: the system may be overridden by a door re-activating device which relies on appropriate electronic methods, but not a door edge pressure system, provided that the minimum time for a lift door to remain fully open is 3 seconds; and\rh\twhen the lift serves more than three storeys, incorporates visual and audible indication of the floor reached.\r\r13\tRequirement P1: Please note that upon completion of the electrical installation, sufficient information should be provided to ensure that people can operate, maintain or alter an electrical installation with reasonable safety. \r\r\rINFORMATIVES\r\rYour proposals may require permission under the Town and Country Planning Acts.\r\rPlease note that the fit out of the retail unit will need to be the subject of a separate Building Regulation application.\r\rPersons intending to carry out building operations affecting the party wall or make excavations near the party wall associated with the building works are advised of their duties and responsibilities details in the Party Wall etc. Act 1996.  The council does not become involved in such matters; you may wish to consult a suitably qualified person to deal with this aspect of the proposal.\r\rAny information provided regarding compliance or otherwise with the requirements of the Building Act and Building Regulations does not obviate the need to comply with any requirements of the freeholder and any restrictive covenants affecting the property.\r\rYou are very strongly advised not to undertake work without a fully approved application. Any work which does not comply with the Building Regulations may have to be pulled down or altered to make it comply.\r\rAny errors or omissions from the drawings or unforeseen conditions on-site may necessitate alterations to your proposals.\r\rON SITE CHANGES TO BUILDING WORK - The proposed works shall be carried out strictly in accordance with the approved plans (including any conditions and notes to applicant) or as held on the local authority's Building Regulation file, unless otherwise agreed in writing by the Local Building Regulation Authority.  The proposed works shall also be carried out in strict accordance with the manufacturer's instructions.\r\rIn order to obtain a completion certificate in accordance with 17(2), the person carrying out building work should, not more than 5 days after that work has been completed, give the Council written notice of completion.\r\rIn order to obtain a completion certificate, I need to be satisfied that:\ro\tThe building work complies with the Building Regulations, as set out in regulation 4, and\ro\tThe statutory fees have been paid, and\ro\tWe have received all required reports, information, test, installation and commissioning certificates\ro\tWe have received notification to confirm that the building owner/responsible person has been issued with all appropriate test certificates and documentation, including those specified in Regulations 16B, 17E and 20 D.\r\rIn the event of disagreement with this decision, you have the right to apply to the Building Regulations Division of the Department for Communities and Local Government for a determination.\rAlternatively, you can apply to the Council to relax or dispense with any requirement you feel is too onerous. If the Council refuses that application, you could appeal against that refusal to the Building Regulations Division of the Department for Communities and Local Government.\rWe can supply further information about this process if required.",
    "Requirement A1: Structural calculations are required for the proposal.\r\rThe existing structure may need to be opened up for inspection to ascertain whether it can safely carry the proposed additional loading.  If it is found to be inadequate, then it should be modified as necessary to comply with the Building Regulations. The Building Control Surveyor may require further structural calculations/details.",
    "The development to which this permission relates must be begun not later than the expiration of three years beginning from the date of this decision notice.\r\rReason: To comply with the provisions of Section 91(1)(a) of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004\r\r",
    "The development hereby permitted shall be carried out in complete accordance with the approved plans and drawings listed in this decision notice, other than where those details are altered pursuant to the conditions of this planning permission. \r\rReason: For the avoidance of doubt and in the interests of proper planning.\r\r",
    "The materials to be used for the external surfaces of the development hereby permitted shall match those of the existing building. All new works and works of making good to the retained fabric shall be finished to match the adjacent work with regards to the methods used and to material, colour, texture and profile, unless the prior written approval of the local planning authority is obtained to any variation, or except where otherwise stated on the approved drawings.\r\rReason: To safeguard the visual amenities of the host building and the surrounding area and to ensure the development protects or enhances the character and appearance of the surrounding area (Policy Q5 and Q11 of the Lambeth Local Plan 2015).\r",
    "No development shall take place until a revised Basement Method Statement has been submitted to and approved in writing by the Local Planning Authority. This statement shall include but not limited to the following details regarding:\ra) Detailed site specific analysis of hydrological and geotechnical local ground conditions; \rb) An engineer's detailed design of the basement, providing details of the stages of excavation, sequencing of the underpinning and where temporary supports will be provided; \rc) Details of measures proposed to mitigate any risks in relation to land instability; \rd) Demonstration of how cumulative effects have been considered;\re) A comprehensive non- technical summary document of the assessments provided and information submitted against (a) to (d) of this condition. The development hereby permitted shall be thereafter carried out in accordance with the approved details.\r\rReason: Development must not commence before this condition is discharged to avoid hazard in relation to land instability caused by the basement excavation (Paragraph 121 of the National Planning Policy Framework 2012 and Policy EN5 of the Lambeth Local Plan 2015).\r",
    "The development hereby permitted shall not commence until a site management plan (construction phase only) has been submitted to and approved in writing by the Local Planning Authority. The development hereby permitted shall be thereafter undertaken in accordance with the approved details.  The submitted details will demonstrate the following:\r\ra) The notification of neighbours with regard to specific works;\rb) Details regarding parking, deliveries, and storage;\rc) Details of measures regarding dust mitigation;\rd) Details of measures to prevent the deposit of mud and debris on the public highway; and\re) Any other measures to mitigate the impact of construction upon the amenity of the area and the function and safety of the highway network.\rf).\tDetails of measures to minimise harm to neighbour amenity which may otherwise arise from the basement construction impacts, including to existing services and utilities, and vibration and noise impacts\r\rReason:  To avoid hazard and obstruction being caused to users of the public highway and to safeguard residential amenity (Policies Q2, T2, T6 and T7 of the Local Plan (2015)).\r",
    "The application satisfies Section 96A of the Town and Country Planning Act (1990) as amended. The proposed amendments constitute non-material changes to that planning permission, and will result in a development that is substantially the same as was originally granted planning permission.",
    "Paragraphs 38 NPPF require Local Authorities to approach on proposed development in a positive and creative way. They should use the full range of planning tools available, including brownfield registers and permission in principle, and work proactively with applicants to secure developments that will improve the economic, social and environmental conditions of the area. Decision-makers at every level should seek to approve applications for sustainable development where possible. In this instance, the application was considered to be in significant conflict with Lambeth's Local Plan and the NPPF, and a decision was issued providing clear and transparent reason for refusal.",
    "Paragraph 38 of the NPPF 2021 states that, Local Planning Authorities should approach decisions on proposed development in a positive and creative way. They should use the full range of planning tools available, including brownfield registers and permission in principle, and work proactively with applicants to secure developments that will improve the economic, social and environmental conditions of the area. Decision-makers at every level should seek to approve applications for sustainable development where possible. In this instance, the application was considered to be in significant conflict with the Lambeth Local Plan (2021) and the NPPF, and a decision was issued providing clear and transparent reason for refusal.",
    "This decision letter does not convey an approval or consent which may be required under any enactment, by-law, order or regulation, other than the Town and Country Planning (General Permitted Development) (England) Order 2015.\r\r2.\tYour attention is drawn to the need to comply with the requirements of the Control of Pollution Act 1974 concerning construction site noise and in this respect you are advised to contact the Council's Environmental Health Division.",
    "This decision letter does not convey an approval or consent which may be required under any enactment, by-law, order or regulation, other than the Town and Country Planning (General Permitted Development) (England) Order 2015.\r\r2.\tYour attention is drawn to the need to comply with the requirements of the Control of Pollution Act 1974 concerning construction site noise and in this respect you are advised to contact the Council's Environmental Health Division.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/06/2020",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": "PP-08809982",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.09840109999999999,
          51.4385427
        ],
        [
          -0.09847439999999999,
          51.4385291
        ],
        [
          -0.09849619999999999,
          51.4385753
        ],
        [
          -0.09842369999999999,
          51.438589
        ],
        [
          -0.0983505,
          51.4386026
        ],
        [
          -0.0983367,
          51.4386055
        ],
        [
          -0.0982779,
          51.4386167
        ],
        [
          -0.09822499999999999,
          51.4386267
        ],
        [
          -0.0982054,
          51.4386308
        ],
        [
          -0.0981822,
          51.4385832
        ],
        [
          -0.0982039,
          51.4385795
        ],
        [
          -0.09840109999999999,
          51.4385427
        ]
      ]
    ],
    "type": "Polygon"
  }
}