{
  "centroid_easting": 516790,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Ealing",
  "lpa_app_no": "232910HH",
  "last_date_consultation_comments": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": 51.505318,
    "lon": -0.318648
  },
  "postcode": "W13 9JZ",
  "actual_completion_date": null,
  "street_name": "Glenfield Road",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232910HH;",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Ealing-232910HH",
  "ward": "Walpole",
  "title_number": null,
  "description": "Single storey, side, rear extension (following demolition of existing rear addition); roof extension to rear (main) roof slope incorporating a Juliet balcony; part rear roof extension to rear outrigger roofslope and installation of two roof lights to front roof slope\n",
  "uprn": "000012069419",
  "site_name": "31 Glenfield Road",
  "decision_agency": "Borough",
  "centroid_northing": 179827,
  "application_details": {
    "total_gia_gained": 50,
    "existing_uprns": [
      "000012069419"
    ],
    "no_additional_bathrooms": 2,
    "intended_completion_date": "12/2023",
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "10/2023"
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "13/11/2023",
  "subdivision_of_building": null,
  "decision_date": "31/10/2023",
  "decision": "Approved",
  "locality": "London",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": null,
  "development_type": "Other house holder developments",
  "lapsed_date": "31/10/2026",
  "application_type": "Householder",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title(s): Proposed Floor Plans and Elevations drawing no.1397-2 Rev D",
    "Reason: For the avoidance of doubt and in the interest of proper planning",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The proposed loft window on the side elevations, facing no.33 Glenfield Road shall contain only obscure glass and only have top openings at a minimum of 1.7m from floor level.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013), policy DAA of Ealing's Local Plan (Reg.18) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012).",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the approved development.",
    "Reason:  To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013) and policies D3, D4 and D6 of the London Plan (2021). | The hereby approved two (2) rooflights to the front roof slope of the hereby approved development shall not project more than 150mm from the plane of the roof slope when measured perpendicularly and shall be retained as such for the lifetime of the development.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the  area in accordance with policies D3 and D4 of the London Plan (2021), policies 7B and 7.4 of the Ealing Development Management DPD (2013) and policy DAA of Ealing's Local Plan (Reg.18)."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T22:55:08.894+00:00",
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "valid_date": "18/07/2023",
  "pp_id": "PP-12318524",
  "status": "Approved"
}