{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506988.7625,
              179233.8099
            ],
            [
              506978.1792,
              179247.1713
            ],
            [
              506976.3271,
              179257.4901
            ],
            [
              506978.7083,
              179260.9297
            ],
            [
              507002.7855,
              179242.8057
            ],
            [
              506988.7625,
              179233.8099
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07827090",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:10.835+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "01/06/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "WEST DRAYTON",
  "centroid": {
    "lat": "51.5020443",
    "lon": "-0.4599759"
  },
  "decision": "Refused",
  "valid_date": "07/05/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.033
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=35581/APP/2019/1519",
  "lpa_name": "Hillingdon",
  "site_name": "16 THORNTON CLOSE",
  "lapsed_date": "26/06/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed first floor extension by virtue of the size, scale, and roof design would result in incongruous additions that would be detrimental to the architectural composition of the existing building and would be detrimental to the street scene and surrounding area. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and to the Council's adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring/access arrangements would be provided, and therefore the development is considered to result in substandard car parking provision, leading to on-street parking to the detriment of public and highway safety and contrary to policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed dwellings, by virtue of their proximity and internal and external layouts, would be detrimental to the amenities of the future occupiers by reason of loss of privacy. Therefore the proposal would be contrary to policy BE24 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed dwelling houses by reason of a lack of a stepped access and the failure to provide requisite clear access zones would be incompatible with the standards required for an M4 (2) category home, as required by London Plan policy 3.8 (c) which requires all new housing to provide appropriate facilities for people with disabilities.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016). On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "a) We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "First floor side extension, porch to front and conversion of single dwelling house into 1 x 2-bed and 1 x 1-bed dwelling houses with associated amenity space",
  "lpa_app_no": "35581/APP/2019/1519",
  "decision_target_date": "02/07/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "26/06/2019",
  "id": "Hillingdon-35581_APP_2019_1519",
  "centroid_northing": 179247,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506988,
  "street_name": "WEST DRAYTON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45996889999999996,
          51.5019256
        ],
        [
          -0.4601172,
          51.5020477
        ],
        [
          -0.46014079999999996,
          51.5021408
        ],
        [
          -0.4601055,
          51.5021713
        ],
        [
          -0.45976419999999996,
          51.5020038
        ],
        [
          -0.45996889999999996,
          51.5019256
        ]
      ]
    ],
    "type": "Polygon"
  }
}