{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.423852,
          51.5691267
        ],
        [
          -0.4229844,
          51.5691002
        ],
        [
          -0.4228192,
          51.5687708
        ],
        [
          -0.4230579,
          51.5686313
        ],
        [
          -0.42294339999999997,
          51.5680796
        ],
        [
          -0.4232843,
          51.5680187
        ],
        [
          -0.42363439999999997,
          51.5681067
        ],
        [
          -0.42351489999999997,
          51.5685244
        ],
        [
          -0.4236232,
          51.5687043
        ],
        [
          -0.4239657,
          51.5687357
        ],
        [
          -0.42403549999999995,
          51.5687872
        ],
        [
          -0.424087,
          51.5688176
        ],
        [
          -0.424125,
          51.5688211
        ],
        [
          -0.4238567,
          51.5691298
        ],
        [
          -0.423852,
          51.5691267
        ]
      ]
    ],
    "type": "Polygon"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T21:05:28.638+00:00",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 78,
    "no_proposed_bluebadge": 7,
    "no_proposed_car": 78,
    "net_bluebadge": 0,
    "no_existing_bluebadge": 7
  },
  "site_name": "RUISLIP RUGBY FOOTBALL CLUB",
  "decision_target_date": "12/04/2024",
  "site_number": null,
  "bo_system": "CSV Data Import",
  "actual_completion_date": null,
  "application_details": {
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "ownership_status": "Public",
    "site_area": 0.634,
    "existing_uprns": null,
    "total_gia_lost": 0,
    "internal_resi_water_usage": 0,
    "projected_cost_of_works": "Up to £2m",
    "green_suds": false,
    "scheme_name": "Ruislip Rugby Football Club",
    "non_residential_details": {
      "total_gia_gained": 134,
      "total_gia_existing": 470,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0
    },
    "total_gia_gained": 134,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 470,
        "use_class": "F2",
        "gia_gained": 134,
        "gia_lost": 0
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "unknown",
        "intended_completion_date": "11/2024",
        "intended_commencement_date": "03/2024"
      }
    ],
    "total_gia_existing": 470,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "infrastructure_details": {
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 0,
      "ghg_reduction_over_building_regulations": false,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "waste_provision": true
    }
  },
  "appeal_decision_date": null,
  "centroid_northing": 186720,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509334.4755,
              186760.4152
            ],
            [
              509394.6683,
              186758.7615
            ],
            [
              509406.9053,
              186722.3813
            ],
            [
              509390.6995,
              186706.5062
            ],
            [
              509399.96,
              186645.3212
            ],
            [
              509376.4782,
              186638.0451
            ],
            [
              509352.0041,
              186647.3056
            ],
            [
              509359.2802,
              186693.9385
            ],
            [
              509351.3427,
              186713.7823
            ],
            [
              509327.5301,
              186716.7588
            ],
            [
              509322.5692,
              186722.3813
            ],
            [
              509318.9312,
              186725.6886
            ],
            [
              509316.2853,
              186726.0193
            ],
            [
              509334.1447,
              186760.7459
            ],
            [
              509334.4755,
              186760.4152
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "postcode": null,
  "last_updated_by": "CSV Data Import",
  "valid_date": "09/08/2023",
  "lpa_app_no": "6440/APP/2023/2382",
  "appeal_status": null,
  "development_type": null,
  "pp_id": "12297219",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "12/04/2027",
  "borough": "Hillingdon",
  "secondary_street_name": "RUISLIP",
  "id": "Hillingdon-6440_APP_2023_2382",
  "street_name": "WEST END ROAD",
  "last_date_consultation_comments": "12/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plans numbers:",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107 Rev A",
    "108 Rev A",
    "109 Rev A",
    "110 Rev A",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "No development above ground level shall take place until details of all materials and external surfaces (associated with the proposed development) have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "Details of the size and external finish of any proposed signage to be installed or erected on the building shall also be submitted.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development above ground level shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100) which include a net increase of high quality pollution absorbing trees",
    "1.b Written specification of planting and cultivation works to be undertaken",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "1.d Details of a replacement tree to mitigate the loss of T18",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage and collection areas",
    "2.b Means of enclosure/boundary treatments",
    "2.c Hard Surfacing Materials",
    "2.d External Lighting",
    "2.e Other structures (such as play equipment and furniture)",
    "2.f Car parking layout (which includes the provision of 2x passive and 2x active electrical vehicle charging points)",
    "2.g Provision of 2x secure and accessible cycle parking spaces",
    "3. Details o",
    "The tree protection and management measures outlined in the submitted tree report (Ref: TH 4052, Trevor Heaps - Arboricultural Consultancy Ltd, dated 12th June 2023) shall be carried out and adhered to.",
    "Furthermore, all trees, hedges and shrubs shown to be retained on the approved plan(s) and associated arboricultural documents shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first pla",
    "The hereby approved gym shown on Plan No.105 shall only be used between the hours of 11am and 10pm Monday to Sunday (including on bank holidays and any other public holidays).",
    "Reason: To ensure that the proposed development causes no harm to the amenities of neighbouring properties, in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020), Policy D3 and D14 of the London Plan (2021) and paragraph 135 of the NPPF (2023).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Accessibility",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people. ."
  ],
  "centroid": {
    "lat": 51.568757,
    "lon": -0.423503
  },
  "centroid_easting": 509361,
  "ward": "RUISLIP MANOR 2022",
  "application_type": "All Other",
  "decision_date": "12/04/2024",
  "application_type_full": "Full planning permission",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=6440/APP/2023/2382",
  "uprn": null,
  "description": "Erection of single storey extensions to existing changing rooms to both the side (north) and the rear (west). Erection of a pitched roof over the existing flat roof to the changing areas. Installation of an external servery hatch and 2 no. doors to the rear elevation. Fenestration changes.",
  "date_building_work_started_under_previous_permission": null,
  "locality": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Hillingdon"
}