{
  "lpa_name": "Havering",
  "uprn": "100021327050",
  "decision_date": "18/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0790.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 1EY",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.053000000000000005
  },
  "valid_date": "23/06/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey rear extension and conversion of roof space to habitable use to include a rear dormer to allow for conversion of two storey dwelling into 1 x 1-bed and 1 x 2-bed flats and erection of 2 semi-detached 1-bed and 2-bed dwellings involving demolition of existing garages.",
  "decision_conditions": [
    "The proposed development would cumulatively represent a cramped overdevelopment of the site and an undesirable approach to its redevelopment with the alterations/additions to the subject dwelling having features that would detract from local character and fail to reflect the surrounding vernacular, contrary to the Residential Extensions and Alterations SPD. The new building  would by reason of its additional height, bulk and mass, proximity to shared boundaries and design approach adopted appear as an unacceptably dominant and visually intrusive feature harmful to the appearance of the surrounding area.",
    "The combined development would be contrary to paragraph 127 of the National Planning Policy Framework, policies 7.4 and 7.6 of the London Plan (2016), Policy DC61 of the LDF Core Strategy and Development Control Policies DPD and would fail to either preserve or enhance the Conservation Area in accordance with LDF Policy DC68.",
    "The proposed development would fail to demonstrate an acceptable living environment for future occupants, through a combination of the lack of permeability and legibility of the development for future occupants and low quality amenity areas, factors which are conducive to a cramped overdevelopment of the site which would be detrimental to the amenity of future occupiers. The proposal is therefore contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD, the Residential Design SPD and Policy 3.5 of the London Plan. There would also be conflict with paragraph 127 of the National Planning Policy Framework which seeks to ensure a high standard of amenity for future users of development.",
    "The proposed development would create an unacceptable relationship with adjoining occupiers through the massing of the development (new building comprising of two dwellings) and proximity to shared boundaries. The building would represent an overbearing and visually intrusive feature which would unacceptably harm outlook and give rise to a sense of enclosure which would be unacceptable and detrimental to the amenity experienced by existing and future occupants of those adjacent dwellings therefore contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD, the Residential Design SPD and National Planning Policy Framework (the Framework)",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (MCIL2). Based upon the information supplied with the application, the CIL payable would be £2,525. In addition the proposals would be liable for Havering CIL (HCIL) and the HCIL payable would be £12,625",
    "Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent in writing 17-08-2020.."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:53:13.207+00:00",
  "ward": "St Andrew's",
  "parking_details": null,
  "lapsed_date": "18/08/2023",
  "decision_target_date": "18/08/2020",
  "centroid": {
    "lat": "51.5673481",
    "lon": "0.2182008"
  },
  "lpa_app_no": "P0790.20",
  "status": "Dismissed",
  "site_name": "1 Cromer Road",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0790.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553828.185,
              187734.83
            ],
            [
              553853.314,
              187727.65
            ],
            [
              553850.469,
              187722.841
            ],
            [
              553850.063,
              187718.032
            ],
            [
              553835.365,
              187719.116
            ],
            [
              553833.4,
              187691.481
            ],
            [
              553824.798,
              187694.054
            ],
            [
              553828.185,
              187734.83
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "14/07/2020",
  "appeal_decision_date": "15/03/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hornchurch",
  "pp_id": "08688878",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553835,
  "appeal_start_date": "25/11/2020",
  "centroid_northing": 187717,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21811029999999998,
          51.5675102
        ],
        [
          0.21846949999999998,
          51.5674388
        ],
        [
          0.2184263,
          51.5673964
        ],
        [
          0.21841839999999998,
          51.5673533
        ],
        [
          0.21820699999999998,
          51.567367
        ],
        [
          0.2181666,
          51.5671193
        ],
        [
          0.21804369999999998,
          51.5671448
        ],
        [
          0.21811029999999998,
          51.5675102
        ]
      ]
    ],
    "type": "Polygon"
  }
}