{
  "borough": "Merton",
  "application_details": {
    "intended_completion_date": "07/2025",
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "07/2024",
    "total_gia_gained": 40,
    "site_area": 0.019
  },
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "24/P0395",
  "decision_target_date": "15/07/2024",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "street_name": "Ridgway",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "48103016",
  "ward": "Hillside",
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T22:58:13.936+00:00",
  "appeal_decision_date": null,
  "bo_system": "Northgate M3",
  "centroid_northing": 170766,
  "site_number": "29B",
  "decision": "Approved",
  "centroid_easting": 524087,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.216631,
          51.422226
        ],
        [
          -0.216573,
          51.422267
        ],
        [
          -0.216751,
          51.422372
        ],
        [
          -0.2169,
          51.422442
        ],
        [
          -0.216958,
          51.422393
        ],
        [
          -0.216814,
          51.422326
        ],
        [
          -0.216631,
          51.422226
        ]
      ]
    ]
  },
  "decision_date": "12/07/2024",
  "centroid": {
    "lon": -0.216741,
    "lat": 51.422331
  },
  "lapsed_date": "12/07/2027",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: P01C; P02C; Location Plan",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - Tree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Impact Assessment, Method Statement and Tree Protection Plan' reference '13/RAC/23' and dated '23rd May 2023' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. Reason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014; \r\n",
    "Condition : 6 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the side elevations without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 7 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n    i) The application was acceptable as submitted and no further assistance was required.\r\n",
    "Condition : 9 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n"
  ],
  "title_number": null,
  "application_type": "Householder",
  "lpa_name": "Merton",
  "appeal_status": null,
  "subdivision_of_building": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524094.9374881821,
              170754.48209279455
            ],
            [
              524098.8590496807,
              170759.0809256548
            ],
            [
              524086.15000991704,
              170770.55032726988
            ],
            [
              524075.6130099112,
              170777.9993272723
            ],
            [
              524071.7309637946,
              170772.4597476105
            ],
            [
              524081.90000991453,
              170765.30032726924
            ],
            [
              524094.9374881821,
              170754.48209279455
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "id": "Merton-24_P0395",
  "description": "SINGLE STOREY FRONT EXTENSION, MANSARD ROOF EXTENSION, INSTALLATION OF ROOFLIGHTS, ALTERATIONS TO ELEVATIONS INVOLVING DEMOLITION OF EXISTING GARAGE TO FRONT",
  "appeal_start_date": null,
  "postcode": "SW19 4SN",
  "status": "Approved",
  "pp_id": "PP-12160980",
  "last_date_consultation_comments": "02/07/2024",
  "development_type": "Other house holder developments",
  "epc_number": null,
  "site_name": null,
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 1,
    "no_existing_car": 1
  },
  "appeal_decision": null,
  "valid_date": "12/02/2024",
  "actual_completion_date": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0395",
  "application_type_full": "Householder planning permission"
}