{
  "site_name": "Flat 1",
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lon": -0.159973,
    "lat": 51.411508
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.160122,
          51.41157
        ],
        [
          -0.160051,
          51.411609
        ],
        [
          -0.160035,
          51.411618
        ],
        [
          -0.159845,
          51.411482
        ],
        [
          -0.159797,
          51.411447
        ],
        [
          -0.159745,
          51.41141
        ],
        [
          -0.159828,
          51.411358
        ],
        [
          -0.159938,
          51.411436
        ],
        [
          -0.15997,
          51.411459
        ],
        [
          -0.160057,
          51.411522
        ],
        [
          -0.160122,
          51.41157
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0137",
  "secondary_street_name": null,
  "site_number": "11",
  "application_details": {
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "all works",
        "intended_completion_date": "08/2023",
        "intended_commencement_date": "10/2022"
      }
    ],
    "total_gia_gained": 0,
    "ownership_status": "Private",
    "site_area": 0,
    "total_gia_existing": 126.3,
    "surface_water_discharge_percentage_reduction": 0,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "waste_provision": true
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 126.3,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 126.3,
        "use_class": "C4",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0
  },
  "lapsed_date": "13/06/2027",
  "decision": "Approved",
  "postcode": "CR4 2AD",
  "last_date_consultation_comments": "15/04/2024",
  "decision_process": null,
  "epc_number": null,
  "pp_id": "PP-12241847",
  "development_type": "Minor dwellings",
  "bo_system": "Northgate M3",
  "valid_date": "25/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528053.4500123361,
              169666.60032689053
            ],
            [
              528058.3000123396,
              169671.05032689264
            ],
            [
              528059.3700123403,
              169672.0603268926
            ],
            [
              528072.950012349,
              169657.30032688822
            ],
            [
              528076.4000123515,
              169653.55032688536
            ],
            [
              528080.1000123539,
              169649.4503268859
            ],
            [
              528074.5000123499,
              169643.55032688397
            ],
            [
              528066.6630123447,
              169652.00732688588
            ],
            [
              528064.3500123433,
              169654.50032688677
            ],
            [
              528058.1000123392,
              169661.45032688894
            ],
            [
              528053.4500123361,
              169666.60032689053
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Merton",
  "borough": "Merton",
  "centroid_northing": 169660,
  "id": "Merton-24_P0137",
  "decision_target_date": "14/06/2024",
  "description": "APPLICATION FOR THE CONVERSION OF DWELLINGHOUSE (C3) INTO AN 5 BEDROOM, 5 PERSON HMO (C4) INCLUDING NEW FRONT BOUNDARY WALL WITH INTEGRATED REFUSE STORE, CYCLE STORAGE AND ASSOCIATED WORKS.",
  "appeal_status": null,
  "decision_date": "13/06/2024",
  "ward": "Figges Marsh",
  "appeal_decision": null,
  "locality": "Mitcham",
  "street_name": "Streatham Road",
  "status": "Approved",
  "application_type_full": "Full planning permission",
  "decision_agency": "Borough",
  "uprn": "48067151",
  "date_building_work_started_under_previous_permission": "03/10/2022",
  "lpa_app_no": "24/P0137",
  "title_number": null,
  "last_updated": "2025-03-19T23:14:57.004+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 528064,
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [SR.11.LP,  SR.11.PR.01 - Rev - C, SR.11.PR.02, SR.11.EX.PR.SP - Rev - D and SR.11.PR.LD Rev 0]",
    "Condition : 3 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities and the alterations to the front boundary wall, as shown on the approved plans (SR.11.EP.PR.SP - Rev - D) have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 4 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 5 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Stragegy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - Use - The property shall be solely occupied as a 5 bedroom, 5 persons House in Multiple Occupation (HMO) and for no other purposes within Use Class C4 as specified in the schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision revoking or re-enacting that order, unless otherwise agreed in writing with the local planning authority. \r\n\r\nREASON: To accord with terms of this application, safeguard local road and parking conditions and residential amenity of nearby occupants and to comply with policies D4 and T5 of the London Plan 2021.",
    "Condition : 8 - Noise levels (expressed as the equivalent continous sound level) LAeq (10 minutes), from the new plant/machinery associated with the new ductwork installation shall not exceed LA90-10dB at the boundary with any noise sensitive/residential property. The equipment shall be maintained as intended by the manufacturer's guidance. \r\n\r\nReason: To safeguard the amenities of the occupiers of adjoining propertyies to comply with the following Development Policies for Merton: policy D14 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2, DM D3 & DM EP2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 9 - Odour from the new extraction and odour control unit shall be designed and installed so that cooking odour is not detectable to affect other premises.\r\n\r\nReason: To safeguard the amenities of the occupiers of adjoining properties to comply with the following Development Policies for Merton: policy D4 and D14 of the London Plan 2021, policy CS7 of Merton's Core Planning Strategy 2011 and policies DM EP4 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 10 - No obstruction or cowl is to be fitted above the extract opening. Flexible couplings and mountings are to be used between the ductwork and the walls/ceiling so there is no transmission of vibration to other premises.\r\n\r\nReason: To safeguard the amenities of the occupiers of adjoining properties to comply with the following Development Policies for Merton: policy D4 and D14 of the London Plan 2021, policy CS7 of Merton's Core Planning Strategy 2011 and policies DM EP2 and EP4 of Merton's Sites and Policies Plan 2014.",
    "Condition : 11 - Landscaping (Implementation) - The development hereby permitted, shall not be occupied until the landscape works as shown on drawings SR.11.EX.PR.SP - Rev - D and SR.11.PR.LD Rev 0 have been fully implemented.  Any soft landscaping which dies within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation.",
    "Condition : 12 - Tree Protection - Construction activity associated with the development hereby permitted must not commence until appropriate tree protection measures have been implemented (in accordance with the recommendations and guidance set out in BS 5837:2012). Storage, works or activities within the construction exclusion zone as shown on drawing SR.11.EX.PR.SP Rev D are not permitted. The tree protection measures must be adhered to at all times until any construction works have been completed and the land returned to its former condition once completed. ",
    "Condition : 13 - Extract Details - The development hereby permitted shall not be occupied until the extract details as shown on drawing SR.11.PR.01 Rev C, Summary Fan Data Sheet and Technical Information (Twin Fans & Controls & Ancillaries) has been fully installed.  The extract details shall be fully implemented prior to the first occupation of the development and retained to the satisfaction of the Local Planning Authority in perpetuity.\r\n\r\nReason: To safeguard the amenities of the occupiers of adjoining properties to comply with the following Development Policies for Merton: policy D4 and D14 of the London Plan 2021, policy CS7 of Merton's Core Planning Strategy 2011 and policies DM EP2 and EP4 of Merton's Sites and Policies Plan 2014.",
    "Condition : 14 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n   iii) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n",
    "Condition : 15 - Planning Informative - As confirmed by the applicant in an email to the planning officer dated (28/05/2024), the property would be used as a 5 bedroom, 5 person HMO rather than supported housing. As requested by the planning committee, for the applicant attention, please see link to committee report and minutes of the committee meeting. link to April committee meeting, reports and minutes can be found here - https://democracy.merton.gov.uk/ieListDocuments.aspx?CId=155&MId=4408&Ver=4"
  ],
  "date_building_work_completed_under_previous_permission": null
}