{
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "ward": "Figges Marsh",
  "application_details": {
    "total_gia_gained": 58,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "06/2024",
    "intended_completion_date": "10/2024",
    "no_additional_bedrooms": 2,
    "site_area": 0.035
  },
  "decision_target_date": "26/06/2024",
  "last_date_consultation_comments": "25/05/2024",
  "locality": "Mitcham",
  "secondary_street_name": null,
  "site_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "appeal_start_date": null,
  "lpa_app_no": "24/P0398",
  "appeal_status": null,
  "site_number": "23",
  "centroid_easting": 528513,
  "centroid_northing": 169001,
  "uprn": "48075851",
  "last_updated": "2025-03-19T23:06:44.623+00:00",
  "description": "APPLICATION FOR ERECTION OF A SEPARATE RESIDENTIAL UNIT (2 BED 3 PERSON) WITH AN ADDITIONAL CAR PARKING ACCESSED FROM THE REAR.",
  "subdivision_of_building": null,
  "decision_agency": "Borough",
  "valid_date": "01/05/2024",
  "centroid": {
    "lat": 51.405484,
    "lon": -0.153759
  },
  "title_number": null,
  "status": "Refused",
  "application_type_full": "Householder planning permission",
  "decision_process": null,
  "application_type": "Householder",
  "lapsed_date": "26/06/2024",
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 3,
    "net_car": 1
  },
  "street_name": "Worcester Close",
  "borough": "Merton",
  "epc_number": null,
  "last_updated_by": "Northgate M3",
  "date_building_work_started_under_previous_permission": null,
  "pp_id": "PP-12788259\r",
  "decision": "Refused",
  "cil_liability": true,
  "decision_date": "26/06/2024",
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1539,
          51.405454
        ],
        [
          -0.15383,
          51.405387
        ],
        [
          -0.153366,
          51.405576
        ],
        [
          -0.153437,
          51.405644
        ],
        [
          -0.1539,
          51.405454
        ]
      ]
    ]
  },
  "development_type": "Other house holder developments",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0398",
  "actual_completion_date": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528503.3000126306,
              168997.4003266903
            ],
            [
              528508.3500126338,
              168990.1003266882
            ],
            [
              528540.1000126561,
              169011.85032669472
            ],
            [
              528534.9500126527,
              169019.30032669584
            ],
            [
              528503.3000126306,
              168997.4003266903
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "id": "Merton-24_P0398",
  "bo_system": "Northgate M3",
  "postcode": "CR4 1SQ",
  "decision_conditions": [
    "Reason : 1 - The proposed dwelling by reason of its combined siting, design and lack of boundary treatment between the existing dwelling and the proposed dwelling would result in a visually intrusive, dominant form of development that would create loss of outlook, potential overlooking and loss of privacy to the detriment of the amenity the occupants of no. 23 Worcester Close, Mitcham. The proposal would be contrary, in particular, London Plan 2021 Policy D3, Merton Core Strategy (2011) Policy CS14 and Policies DMD2 and DMD3 of the Merton Sites and Policies Plan 2014.",
    "Reason : 2 - By reason of the unacceptable design, layout and poor outlook from the habitable rooms, the scheme would result in sub-standard living conditions and environment to the detriment of the amenities of future occupiers.   Overall, the proposal would fail to comply with, in particular, London Plan 2021 Policy D6, Housing Design Standards London Plan Guidance 2023, Merton Core Strategy CS14 and Merton Sites and Policies Plan 2014 DM D2.",
    "Reason : 3 - By reason of the unacceptable design and layout, the scheme represents over-intensification and over-development of the site that would result in sub-standard living conditions and environment to the detriment of the amenities of future occupiers.   Overall, the proposal would fail to comply with, in particular, London Plan 2021 Policy D6, Housing Design Standards London Plan Guidance 2023, Merton Core Strategy CS14 and Merton Sites and Policies Plan 2014 DM D2.",
    "Reason : 4 - In the absence of a water usage statement and an Air Quality Neutral Statement, it has not been demonstrated that the proposal would minimise water use as well as include measures in order to make the proposal Air Quality Neutral and provisions to achieve sustainable design and construction. The proposal therefore fails to comply with, in particular, policies SI 1, SI 2, SI 5 and SI 13 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011.",
    "Reason : 5 - In the absence of adequate refuse and recycling storage facilities for the development, the applicant has not demonstrated that the scheme would not adversely impact on the free flow of traffic in the locality to the detriment of highway and pedestrian safety and result in material harm to the visual amenity of the area.  The scheme is contrary to, in particular, Policies D4, SI 7 & SI 8 of the London Plan 2021,  Merton Core Strategy 2011 policies CS14 & CS17 and Policies DM D2, DM T2 and DM T3 of Mertons Sites and Policies Plan 2014.",
    "Reason : 6 - In the absence of satisfactory cycle storage, the scheme fails to promote sustainable form of travel, contrary to the aims and objectives set out in, in particular, London Plan Policies T5 and T6.1 and Merton Core Strategy (2011) Policy CS18.",
    "Reason : 7 - INFORMATIVE\r\nThe Site Location Plan includes section of the shared access road located to the rear. The shared access is generally shared between all the owners of adjoining residential properties. The applicant should clarify the ownership of this section of the shared  access road and provide the correct ownership certificate. ",
    "Reason : 8 - INFORMATIVE\r\nThe Photovoltaic Panels and Green roofs are not shown in the Side elevation in the Proposed Front and Side Elevation (Drawing Ref: A_23WC_PR_201B Revision 0), as such the drawing details are not accurate. ",
    "Reason : 9 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tIt is noted that the applicant/agent did engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ]
}