{
  "subdivision_of_building": "Land to side of..",
  "title_number": null,
  "valid_date": "18/03/2024",
  "development_type": "Minor dwellings",
  "ward": "St Helier",
  "lapsed_date": "01/11/2027",
  "decision_date": "01/11/2024",
  "lpa_app_no": "24/P0601",
  "status": "Approved",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 1,
    "no_existing_car": 1
  },
  "centroid": {
    "lat": 51.395072,
    "lon": -0.19483
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "10/04/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T20:51:42.187+00:00",
  "locality": "Morden",
  "date_building_work_completed_under_previous_permission": null,
  "description": "DEMOLITION OF GARAGE AND ERECTION OF A TWO STOREY DWELLINGHOUSE.",
  "application_type_full": "Full planning permission",
  "epc_number": "7498-5013-7268-1691-8940",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0601",
  "site_number": "228",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_active_slow_ev_charging_points": 1,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "no_passive_slow_ev_charging_points": 0,
      "percentage_demolition_construction_material_recycling": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 90,
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "total_gia_gained": 90,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 0,
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 110,
    "site_area": 0.0125,
    "garden_land_lost": true,
    "phasing_details": [
      {
        "phase_detail": "Entire developement",
        "intended_completion_date": "02/2025",
        "intended_commencement_date": "05/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 90,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "PP-12860885",
  "postcode": "SM4 5JS",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.194758,
          51.395125
        ],
        [
          -0.195096,
          51.394998
        ],
        [
          -0.195073,
          51.394972
        ],
        [
          -0.194952,
          51.394948
        ],
        [
          -0.194682,
          51.395046
        ],
        [
          -0.194758,
          51.395125
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Abbotsbury Road",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [ABBOTSBURY/01 2022 Revision A01, ABBOTSBURY/01 2022 Revision A02, ABBOTSBURY/03 2022 Revision A04, ABBOTSBURY/04 2022 Revision A01, ABBOTSBURY/04 2022 Revision A02, ABBOTSBURY/06 2022 Revision A05, ABBOTSBURY/07 2022 Revision A03, ABBOTSBURY/08 2023 Revision A02, Air Quality Neutral Statement by ECOstudio XV LTD- November 2023, Arboricultural Survey by arbtech, Design and Access Statement, Construction Logistics Plan, Brick Material - Brickability Malvern Village Mixture Date: May 2022.]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 5 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - The development hereby approved shall solely be used as a 3 Bed 4 Person Residential unit for the new dwelling in the site known as 228 Abbotsbury Road, Morden, SM4 5JS. \r\n\r\nREASON: To accord with terms of this application, safeguard local road and parking conditions and residential amenity of nearby occupants.",
    "Condition : 8 - Prior to the commencement of the use, the applicant shall provide details of all domestic gas-fired boilers installed demonstrating that they achieve dry NOx emission levels equivalent to, or less than 40 mg/kWh, in writing for the approval of the Local Planning Authority. \r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d).",
    "Condition : 9 - The development hereby approved shall allocate 1 on-site car parking space to the new two storey dwelling for the site known as 228 Abbotsbury Road, Morden, SM4 5JS.\r\n\r\nReason: To ensure satisfactory facilities for car parking are provided and to comply with the following Development Plan policies for Merton: policy T6 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 10 - Tree replacement: The replacement tree shown on the approved plan 'ABBOTSBURY/06 2022 Rev. A05' shall be planted in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Should the tree die within a period of 5 years from the completion of the development, or be removed or become seriously damaged or diseased or dying, shall be replaced in the next planting season with another of the same approved specification, unless the Local Planning Authority gives written consent to any variation. \r\n\r\nReason : To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, DM F2 and DM O2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 11 - Landscaping: Full details of a landscaping and planting scheme shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Details shall include on a plan, full details of the size, species, quantities and location of the proposed plants. \r\n\r\nReason: To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policies G7 and D8 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, DM F2 and DM O2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 12 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\n\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made with an agreed determination date.\r\n\r\n",
    "Condition : 13 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 14 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 15 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 16 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 17 - INFORMATIVE - Bricks\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good site practice and workmanship (December 2015)  https://www.brick.org.uk/admin/resources/g-good-site-practice-workmanship.pdf when implementing the development hereby approved.\r\n",
    "Condition : 18 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 167772,
  "site_name": null,
  "decision_target_date": "01/11/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525689.8469068498,
              167778.05360950553
            ],
            [
              525666.7030203248,
              167763.24784760684
            ],
            [
              525668.352032546,
              167760.44864886865
            ],
            [
              525676.8939158518,
              167757.95936141937
            ],
            [
              525695.4040780351,
              167769.2961163096
            ],
            [
              525689.8469068498,
              167778.05360950553
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "48000297",
  "appeal_decision_date": null,
  "id": "Merton-24_P0601",
  "centroid_easting": 525685
}