{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "net_car": 0,
    "no_proposed_car": 2,
    "net_cycle": 2,
    "no_existing_car": 2,
    "no_proposed_cycle": 2
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "24/P0479",
  "application_type_full": "Full planning permission",
  "uprn": "48025004",
  "borough": "Merton",
  "street_name": "Elm Close",
  "locality": "Raynes Park",
  "ward": "West Barnes",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan,  P101, P102B, P103, P104, P105, P106, P107, P108, P109 and P110.",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension or enlargement of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - Landscaping  (Implementation) - All hard and soft landscape works shall be carried out in accordance with the approved plans. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 8 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 9 - New Vehicle Access - Details to be submitted  - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 10 - Provision of Vehicle Parking - The vehicle parking area shown on the approved plans shall be provided before the first occupation of the new dwelling hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 11 - Cycle Parking  - Details to be Submitted - Notwithstanding the approved plans, no development shall commence until details of secure cycle parking facilities for the occupants of the development (to consist of a minimum of five accessible, secure and enclosed bicycle parking spaces) have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 12 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.\r\n\r\nAlternatively, the development shall be carried out in accordance with the details approved under application ref. 23/P0190 in relation to condition 12 (Construction Vehicles) of application ref. 20/P0489.",
    "Condition : 13 - Drainage - Surface water from private land shall not discharge on to the public highway. Details of the drainage system for surface water drainage to prevent the discharge of surface water from private land on to the highway shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of works. Before any part of the development hereby permitted is first occupied, the surface water drainage system shall be completed in accordance with the approved details and shall be retained permanently thereafter.",
    "Condition : 14 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 15 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Strategy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 16 - Biodiversity - Prior to the commencement of development, a scheme identifying biodiversity/ecological enhancements to be achieved on the site shall be submitted to and approved in writing by the Local Planning Authority. The approved measures shall be implemented prior to the first occupation of the development hereby approved and retained thereafter.\r\n\r\nReason: to protect and enhance the biodiversity of the development in \r\nthe interest of nature conservation and to comply with the following \r\ndevelopment plan policies for Merton: policies G5 and G6 of the London \r\nplan 2021; policy CS13 of Merton's core planning strategy 2011 and \r\npolicy DMO2 of Merton's sites and policies plan 2014. ",
    "Condition : 17 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 18 - Air Quality - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\nUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.London/\r\n",
    "Condition : 19 - In the event that gas fired boilers are provided for the proposed development hereby approved, the individual boilers shall not exceed NOx emissions of more than 40mg/kWh.\r\n\r\nReason: Having regard to air quality in the locality\r\n",
    "Condition : 20 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 21 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 22 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 23 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 24 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 25 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 26 - INFORMATIVE\r\nDemolition of buildings should avoid the bird nesting and bat roosting season. This avoids disturbing birds and bats during a critical period and will assist in preventing possible contravention of the Wildlife and Countryside Act 1981, which seeks to protect nesting birds/bats and their nests/roosts. Buildings should also be inspected for bird nests and bat roosts prior to demolition. All species of bat in Britain and their roosts are afforded special protection under the Wildlife and Countryside act 1981.  If bats are found, Natural England should be contacted for advice (tel: 020 7831 6922).\r\n",
    "Condition : 27 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 28 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 29 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n     i) The applicant was offered the opportunity to submit additional information in order to make the proposal acceptable in planning terms."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 523271,
  "status": "Approved",
  "decision_date": "05/04/2024",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.229356,
          51.400827
        ],
        [
          -0.229352,
          51.400673
        ],
        [
          -0.229349,
          51.400563
        ],
        [
          -0.22914,
          51.400565
        ],
        [
          -0.229137,
          51.400805
        ],
        [
          -0.229173,
          51.400829
        ],
        [
          -0.229356,
          51.400827
        ]
      ]
    ]
  },
  "decision_target_date": "17/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "04/04/2024",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:55:25.110+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Merton-24_P0479",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 168341,
  "appeal_start_date": null,
  "postcode": "SW20 9HX",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0479",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "2",
  "reference_no_of_permission_being_relied_on": null,
  "description": "RENEWAL OF APPROVAL REFERENCE 20/P0489 - DEMOLITION OF GARAGE AND CANOPY AND THE ERECTION OF A TWO STOREY END OF TERRACE DWELLINGHOUSE, WITH BIN STORAGE, BIKE STORAGE. ALONG WITH THE CREATION OF A NEW VEHICULAR ACCESS TO THE HOST DWELLING, NO.2 ELM CLOSE.",
  "valid_date": "21/02/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523267.70355087443,
              168353.39891882654
            ],
            [
              523268.39613600704,
              168336.253826554
            ],
            [
              523268.8990847344,
              168324.04732062574
            ],
            [
              523283.40214721893,
              168324.5971632352
            ],
            [
              523282.9981392251,
              168351.24953408178
            ],
            [
              523280.40094497695,
              168353.89877574513
            ],
            [
              523267.70355087443,
              168353.39891882654
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "PP-12820301",
  "application_details": {
    "total_gia_gained": 118.5,
    "green_suds": true,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 118.5,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": true,
    "site_area": 0.0245,
    "total_gia_existing": 0,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.71,
        "building_ref": "Land adjacent to 2 Elm Close"
      }
    ],
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 118.5,
        "gia_lost": 0
      }
    ],
    "internal_resi_water_usage": 142,
    "surface_water_discharge_percentage_reduction": 1,
    "phasing_details": [
      {
        "phase_detail": "Single phase",
        "intended_completion_date": "10/2024",
        "intended_commencement_date": "05/2024"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Self-Build",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 118.5,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 1,
      "affordable_percentage": 100,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": 118.5,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 50,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_to_have_electrical_heating": 1,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 40,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "urban_greening_factor_score": 0.4,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 9
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": -0.229313,
    "lat": 51.400715
  },
  "lapsed_date": "05/04/2027",
  "decision_process": null,
  "actual_completion_date": null
}