{
  "subdivision_of_building": "Rear Garden.",
  "title_number": null,
  "valid_date": "20/03/2024",
  "development_type": "Minor dwellings",
  "ward": "Pollards Hill",
  "lapsed_date": "09/12/2027",
  "decision_date": "09/12/2024",
  "lpa_app_no": "24/P0429",
  "status": "Approved",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_car": 1,
    "net_car": 0,
    "no_proposed_cycle": 1,
    "no_existing_car": 1,
    "net_cycle": 1
  },
  "centroid": {
    "lat": 51.398663,
    "lon": -0.129048
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "05/12/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T20:09:55.436+00:00",
  "locality": "Mitcham",
  "date_building_work_completed_under_previous_permission": null,
  "description": "DEMOLITION OF EXISTING GARAGE IN THE REAR GARDEN AND CONSTRUCTION OF A NEW 1 BEDROOM (STUDIO) SELF CONTAINED FLAT.",
  "application_type_full": "Full planning permission",
  "epc_number": "9348-9076-6296-6846-6940",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0429",
  "site_number": "96",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": true,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_homes_to_have_electrical_heating": 1,
      "green_roof_area": 37,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 10,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 99.5,
        "use_class": "C3",
        "gia_gained": 38.3,
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "total_gia_gained": 38.3,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 99.5,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 2.95,
        "building_ref": "New House"
      }
    ],
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "site_area": 0.0303,
    "garden_land_lost": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "07/2024"
      }
    ],
    "residential_details": {
      "total_no_proposed_bedrooms": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 38.3,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "House or Bungalow",
          "gia": 38.3,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 38.3,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 99.5
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "PP-12806563",
  "postcode": "CR4 1QG",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.129138,
          51.398746
        ],
        [
          -0.129147,
          51.39874
        ],
        [
          -0.129198,
          51.3987
        ],
        [
          -0.129203,
          51.398696
        ],
        [
          -0.129207,
          51.398693
        ],
        [
          -0.129212,
          51.398687
        ],
        [
          -0.129213,
          51.398684
        ],
        [
          -0.129214,
          51.398682
        ],
        [
          -0.129212,
          51.398677
        ],
        [
          -0.129211,
          51.398675
        ],
        [
          -0.129208,
          51.398672
        ],
        [
          -0.129205,
          51.39867
        ],
        [
          -0.129201,
          51.398667
        ],
        [
          -0.129196,
          51.398665
        ],
        [
          -0.129191,
          51.398662
        ],
        [
          -0.129181,
          51.398658
        ],
        [
          -0.129097,
          51.398615
        ],
        [
          -0.128893,
          51.398513
        ],
        [
          -0.128807,
          51.398582
        ],
        [
          -0.128992,
          51.398676
        ],
        [
          -0.129072,
          51.398714
        ],
        [
          -0.129138,
          51.398746
        ],
        [
          -0.129138,
          51.398746
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Tavistock Crescent",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [AWA/1070/01, AWA/1070/09, AWA/1070/02RevF, AWA/1070/03RevF, \r\nAWA/1070/04RevF, AWA/1070/05RevF, AWA/1070/06RevF, AWA/1070/07RevF, AWA/1070/08RevF, AWA/1070/12RevF, AWA/1070/13RevF, AWA/1070/15RevF,\r\n24_5837_08_57 - Rev.1]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Boundary Treatment - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 6 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in (officer to insert relevant elevations) without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 7 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 8 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 9 - New Vehicle Access - Details to be submitted  - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 10 - Vehicle Access to be provided - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 11 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 12 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 13 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 14 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 15 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 16 - The development hereby approved shall implement the flood mitigation measures as submitted with the proposal titled: EA FRA Matrix. These measures shall thereafter be retained in perpetuity \r\n\r\nReason:  To reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 17 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 18 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 19 - Landscaping: \r\n\r\nDetails of 6no. British native broadleaf species of tree of a minimum Heavy \r\nStandard size - 12-14cms girth, shall be submitted to and approved in writing by the Local \r\nPlanning Authority and these works shall ' shall be planted in the first available planting \r\nseason following the completion of the development or prior to the occupation of any part of \r\nthe development, whichever is the sooner. Details shall include a plan showing the proposed \r\nlocations for all 6 trees. Should any tree die within a period of 5 years from the completion of \r\nthe development, or be removed or become seriously damaged or diseased or dying, shall be \r\n2 replaced in the next planting season with another of the same approved specification, unless \r\nthe Local Planning Authority gives written consent to any variation. \r\n\r\nReason: To enhance the appearance of the development in the interest of the amenities of the area and to comply with the following Development Plan policies for Merton: policies D8 and G7 of the London Plan 2021 and policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and DM O2 of Merton's Sites and Policies Plan 2014",
    "Condition : 20 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 21 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nREASON: To safeguard the appearance of the property and the amenities of the area\r",
    "Condition : 22 - Prior to commencement of superstructure works, details of the green roof shall be submitted to and approved in writing by the Local Planning Authority, including details of maintenance. The biodiversity \r\nroof shall be implemented in accordance with the details approved and planted/seeded with the agreed mix of species within the first planting season following the practical completion of the \r\nbuilding works. \r\n\r\nREASON: To enhance nature conservation interest",
    "Condition : 23 - The development hereby approved shall not be occupied other than as a 1 Bed 1 Person (1B1P) Unit.\r\nREASON: To accord with the terms of the application and to ensure the provision of satisfactory standard of accommodation in line with London Plan (2021) Policy D6",
    "Condition : 24 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 25 - INFORMATIVE\r\nNote to Applicant - Scheme Amended During Application Lifecycle\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\n\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay/ with an agreed determination date].\r\n",
    "Condition : 26 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 27 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 28 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 29 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 168286,
  "site_name": null,
  "decision_target_date": "13/12/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530244.4928676533,
              168295.1755888859
            ],
            [
              530243.8827331313,
              168294.40580923314
            ],
            [
              530240.5022580774,
              168289.9070969749
            ],
            [
              530240.1312303274,
              168289.40724005795
            ],
            [
              530239.9003686165,
              168289.14731445973
            ],
            [
              530239.55407605,
              168288.44751477562
            ],
            [
              530239.4468902556,
              168288.09761493385
            ],
            [
              530239.4468902556,
              168287.8476864755
            ],
            [
              530239.55407605,
              168287.29784386524
            ],
            [
              530239.6530167832,
              168287.047915407
            ],
            [
              530239.8508982498,
              168286.7979869477
            ],
            [
              530240.0487797164,
              168286.598044181
            ],
            [
              530240.3538469773,
              168286.24814433715
            ],
            [
              530240.7496099105,
              168285.9982158803
            ],
            [
              530241.0959024769,
              168285.69830172777
            ],
            [
              530241.7472623044,
              168285.2484305036
            ],
            [
              530247.7496667905,
              168280.65974400012
            ],
            [
              530262.2527292778,
              168269.70288036572
            ],
            [
              530267.9769771011,
              168277.42593863583
            ],
            [
              530254.8557416631,
              168287.60261044325
            ],
            [
              530249.1744637248,
              168291.6313129192
            ],
            [
              530244.4928676533,
              168295.1755888859
            ],
            [
              530244.4928676533,
              168295.1755888859
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "48068510",
  "appeal_decision_date": null,
  "id": "Merton-24_P0429",
  "centroid_easting": 530251
}