{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16062,
          51.388201
        ],
        [
          -0.160227,
          51.388455
        ],
        [
          -0.160135,
          51.388505
        ],
        [
          -0.159924,
          51.388584
        ],
        [
          -0.159714,
          51.388662
        ],
        [
          -0.159528,
          51.388724
        ],
        [
          -0.159466,
          51.388753
        ],
        [
          -0.159402,
          51.388766
        ],
        [
          -0.159352,
          51.388785
        ],
        [
          -0.15926,
          51.388804
        ],
        [
          -0.159168,
          51.388833
        ],
        [
          -0.159025,
          51.388891
        ],
        [
          -0.1589,
          51.38897
        ],
        [
          -0.15886,
          51.389037
        ],
        [
          -0.158849,
          51.389127
        ],
        [
          -0.158848,
          51.38919
        ],
        [
          -0.158874,
          51.389248
        ],
        [
          -0.15882,
          51.389275
        ],
        [
          -0.15875,
          51.389257
        ],
        [
          -0.15868,
          51.389375
        ],
        [
          -0.158679,
          51.389411
        ],
        [
          -0.158663,
          51.389446
        ],
        [
          -0.158717,
          51.389613
        ],
        [
          -0.158732,
          51.390014
        ],
        [
          -0.158481,
          51.390026
        ],
        [
          -0.158415,
          51.389432
        ],
        [
          -0.158404,
          51.389329
        ],
        [
          -0.15836,
          51.389334
        ],
        [
          -0.158354,
          51.389108
        ],
        [
          -0.158275,
          51.389086
        ],
        [
          -0.158293,
          51.389066
        ],
        [
          -0.158258,
          51.389101
        ],
        [
          -0.158116,
          51.389072
        ],
        [
          -0.158025,
          51.389044
        ],
        [
          -0.158083,
          51.388875
        ],
        [
          -0.1583,
          51.388859
        ],
        [
          -0.158208,
          51.38801
        ],
        [
          -0.158447,
          51.388
        ],
        [
          -0.15871,
          51.388731
        ],
        [
          -0.158983,
          51.388709
        ],
        [
          -0.159659,
          51.388511
        ],
        [
          -0.159689,
          51.388501
        ],
        [
          -0.15975,
          51.388559
        ],
        [
          -0.159871,
          51.388516
        ],
        [
          -0.160123,
          51.388408
        ],
        [
          -0.160267,
          51.388319
        ],
        [
          -0.160541,
          51.388137
        ],
        [
          -0.16062,
          51.388201
        ]
      ]
    ],
    "type": "Polygon"
  },
  "ward": "Cricket Green",
  "decision": "Approved",
  "decision_process": null,
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 528221,
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_loss": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 0.26130000000000003,
          "access": "Unrestricted",
          "land_swap": true,
          "open_space_designation": "Metropolitan Open Land",
          "description": "Grassland. ",
          "open_space_type": "Natural and semi-natural"
        }
      ],
      "open_space_green_belt_area_loss": 0,
      "protected_space_count": 0,
      "open_space_green_belt_area_gain": 0
    },
    "non_residential_details": {
      "total_gia_lost": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0
    },
    "grey_water_reuse": false,
    "total_gia_gained": 0,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "waste_provision": false,
      "total_annual_nox_emissions": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "mobile_network_operators_consultation": false
    },
    "internal_resi_water_usage": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "green_suds": false,
    "scheme_phasing": true,
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "01/2026",
        "intended_commencement_date": "05/2025"
      }
    ],
    "total_gia_lost": 0,
    "ownership_status": "Mixed",
    "rain_water_harvesting": false,
    "total_gia_existing": 0,
    "site_area": 0.8,
    "projected_cost_of_works": "Up to £2m"
  },
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "locality": "Mitcham",
  "actual_commencement_date": null,
  "development_type": "Minor all other minor developments",
  "appeal_decision_date": null,
  "centroid_northing": 167167,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "16/01/2028",
  "pp_id": "PP-12914244",
  "lpa_app_no": "24/P0897",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.389068,
    "lon": -0.158617
  },
  "application_type": "All Other",
  "borough": "Merton",
  "postcode": null,
  "site_name": "Land At Junction Of Carshalton Road London Road And",
  "bo_system": "Northgate M3",
  "site_number": null,
  "decision_target_date": "23/05/2024",
  "valid_date": "28/03/2024",
  "street_name": "Goat Road",
  "last_updated_by": "Northgate M3",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0897",
  "appeal_start_date": null,
  "last_date_consultation_comments": "07/09/2024",
  "last_updated": "2025-03-19T19:42:22.437+00:00",
  "appeal_decision": null,
  "description": "FULL PLANNING APPLICATION FOR HIGHWAYS IMPROVEMENT WORKS AT THE JUNCTION OF GOAT ROAD AND CARSHALTON ROAD/LONDON ROAD, INCLUDING HARD STANDING, LANDSCAPING AND ASSOCIATED WORKS, ASSOCIATED WITH PLANNING APPLICATION 23/P0834 IN THE LONDON BOROUGH OF MERTON, FOR \"DEMOLITION OF EXISTING BUILDINGS AND REDEVELOPMENT OF THE SITE FOR FLEXIBLE INDUSTRIAL USE (CLASS E(G)(III), CLASS B2 AND B8) WITH ANCILLARY OFFICE SPACE, PARKING AND ASSOCIATED WORKS INCLUDING CREATION OF SERVICE YARDS, BOUNDARY TREATMENTS AND LANDSCAPING",
  "decision_date": "16/01/2025",
  "secondary_street_name": null,
  "subdivision_of_building": "The proposal does not affect any buildings",
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\nMIT BCA ELS XXDRL2208-21-30 S202 (CARSHALTON RD JUNCTION-EXISTING LAYOUT) \r\nMIT BCA ELS XXDRL2208-21-31 S5 04 (CARSHALTON RD JUNCTION- PROPOSED INDICATIVE LAYOUT) \r\nM000866-1-DR-0024 F (A237 / GOAT ROAD SIGNALISED JUNCTION OPTION- 2) \r\nM000866-1-DR-0025 A (A237 / GOAT ROAD JUNCTION EXISTING ARRANGEMENT PLAN)  \r\nM000866-1-DR-0028 E (A237 / GOAT ROAD SIGNALISED JUNCTION OPTION- 2)  \r\nM000866-2-TR-029 B (A237/GOAT ROAD SIGNALISED JUNCTION- OPTION 2- SWEPT PATH ANALYSIS 10m RIGID VEHICLE) \r\n21039 P0044 E (A237 / Goat Road- Signalized Junction Extent Of Proposed Works) \r\n21039 P0045 E (A237 / Goat Road- Signalized Junction Extent Of Proposed Works) \r\nARBORICULTURAL IMPACT ASSESSMENT 30 September 2024; \r\nArchaeological Desk Based Assessment March 2024; \r\nBS 5837:2012 Arboricultural Survey March 2024; \r\nCONSTRUCTION MANAGEMENTPLAN March 2024; \r\nEcological Impact Assessment October 2024; \r\nFlood Risk Assessment and Drainage Strategy April 30 2024; \r\nPreliminary Geo-Environmental Risk Assessment, dated 11 June 2024, ref: 109354.623105_REP_Mitcham MI1_PRA_24-06-11; \r\nTransport Statement 27/09/2024\r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Construction Vehicles, Washdown Facilities etc \r\nDevelopment shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Loading and unloading of plant and materials;\r\n   (iii) Storage of construction plant and materials;\r\n   (iv) Wheel cleaning facilities\r\n   (v) Control of dust, smell and other effluvia;\r\n   (vi) Control of surface water run-off.\r\n\r\nNo development shall be carried out except in full accordance with the approved method statement.        \r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 5 - Construction Logistics Plan to be Submitted \r\nPrior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.    \r\n\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014.\r\n    \r\n",
    "Condition : 6 - Construction Times\r\n\r\nNo construction deliveries are to take place between the peak hours of 07.00- 09.00 and 16.00- 19.00.\r\n\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 7 - Contamination\r\n\r\na) No development shall occur until:\r\ni) a preliminary risk-assessment shall be submitted to and approved in writing by the local planning authority.\r\nii) a site-investigation shall be conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\niii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, shall be submitted to and approved in writing by the local planning authority.\r\nb) Prior to first occupation/opening to become open-space:\r\n\r\nThe remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason: In order to protect the health of future occupiers of the site and adjoining areas in accordance with the following Development Plan policies for Merton: policy SI 10 of the London Plan 2021 and policy DM EP4 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 8 - Surface water drainage \r\nNo drainage systems for the infiltration of surface water drainage into the ground shall be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters. The development shall be carried out in accordance with the approved details. \r\n\r\nReason: To ensure that the development does not contribute to, or is not put at unacceptable risk from, or adversely affected by, unacceptable levels of water pollution caused by mobilised contaminants in line with paragraph of the NPPF and Policies DM F1 and DM F2 of the Merton Sites and Policies Plan (2014).\r\n",
    "Condition : 9 - Piling\r\nPiling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated by a piling risk assessment that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details. \r\n\r\nReason: To ensure that the development does not contribute to, or is not put at unacceptable risk from, or adversely affected by, unacceptable levels of water pollution caused by mobilised contaminants in line with paragraph 180 of the National Planning Policy Framework.\r\n",
    "Condition : 10 - Landscaping\r\nPrior to the felling of any trees on site, full details of hard and soft landscaping shall be submitted to and approved in writing by the Local Planning Authority. All hard and soft landscaping and tree planting shall be carried out in accordance with the approved details and to a reasonable standard in accordance with the relevant recommendations of appropriate British Standards (in particular, BS 3882: Specifications for Topsoil, Recommendations (2015) and BS 8545: Trees from Nursery to Independence in the Landscape, Recommendations (2014) or other recognised codes of good practice). The works shall be carried out prior to the occupation of any part or relevant phase of the development or in accordance with the timetable agreed with the Local Planning Authority. \r\n\r\nAny tree(s) or plants that (within a period of five years after planting) are removed, die, or (in the opinion of the Local Planning Authority) are damaged or defective shall be replaced as soon as is reasonably practicable with others of a similar size/species/number as originally approved, unless the Local Planning Authority gives its consent to any variation. \r\n\r\nReason: To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, F2 and O2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 11 - No development shall take place until the applicant has completed and entered into a S278 agreement with the Local Highways Authority for the highways works hereby approved. The development must be carried out in strict accordance with the details and terms of the S278 agreement. \r\n\r\nReason: To ensure the safety of pedestrians and vehicles and to comply with policies T4 and T7 of the London Plan 2021, and Policies DM T1 - DM T5 of Merton Sites and Policies Plan 2014.\r\n",
    "Condition : 12 - NRMM\r\nAll Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.London/\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policies GG3 and SI1, and NPPF 181.\r\n",
    "Condition : 13 - Air quality risk assessment/dust management plan\r\nPrior to the commencement of the development hereby permitted, an Air quality risk assessment/dust management plan shall be submitted to and approved in writing by the Local Planning Authority.  The submitted details shall accord with the Mayors The Control of Dust and Emissions During Construction and Demolition SPG.  The approved measures shall be implemented for the duration of the construction works, unless the prior written approval of the Local Planning Authority is first obtained to any variation.    \r\n\r\nReason: To safeguard air quality in the Borough and to ensure appropriate control of dust throughout the construction works in compliance with the Air Quality Standards Regulations 2010, London Plan 2021 Policy SI1 and Policy DM EP4 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 14 - Prior  to the commencement of development, the applicant shall carry out a CCTV  survey of the existing drainage network to be submitted to and be approved by the local planning authority.\r\n1.  If the CCTV survey shows there to be defects in the existing drainage network then the applicant shall provide a scheme detailing remedial works of network to be submitted to and be approved by the local planning authority. \r\n2. Upon completion of the works a CCTV survey must be carried out to show that the drainage network is fully functioning and contains no damages or tarmac from paving of highways.\r\nReason: To ensure the drainage network is fit for purpose. To reduce the risk of surface water flooding to the proposed development and future users, and ensure surface water flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13\r\n",
    "Condition : 15 - Prior  to the commencement of development, a detailed scheme for the provision of a surface water drainage suds feature(rain garden, soakaway etc) shall be submitted to and approved in writing by the local planning authority for the development.  The drainage plans shall include but not limited to how surface water will be directed into the suds feature and any overflow arrangement to the existing drainage network. It must also include the proposed storage volumes for any suds features.  \r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13. \r\n",
    "Condition : 16 - INFORMATIVE\r\n\r\nThe Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place: \r\no on or within 8 metres of a main river (16 metres if tidal) \r\no on or within 8 metres of a flood defence structure or culvert (16 metres if tidal) \r\no on or within 16 metres of a sea defence \r\no involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert \r\no in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission. \r\n\r\nFor further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact our National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with us at the earliest opportunity. \r\n",
    "Condition : 17 - INFORMATIVE\r\nTfL have identified some design changes that may assist to improve journey time delays at the junction and/or on the bus routes affected. TfL are satisfied for these to be investigated at the detailed design stage in consultation with TfL, post planning. These would include but not be limited to the following: \r\n1. Relocate southern traffic island as far south as the hatching width allows to match the island width. \r\n2. Amend hatching on the north side of the junction. \r\n3. 'square' off the nose of the north side splitter island on Carshalton Road which could enable the studs and stop line to be moved further apart slightly and enable the stop line to be moved further south. \r\n4. Review any kerbside controls and parking. \r\n5. Install call cancel and countdowns at all signalised crossings and junctions. \r\n6. Provide inline bus stops, i.e. remove any laybys. \r\n7. Review surfacing in the location and approaches/departures to bus stops. \r\n",
    "Condition : 18 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 19 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 20 - INFORMATIVE \r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by: \r\n \r\ni) Offering a pre-application advice and duty desk service.  \r\nii) Where possible, suggesting solutions to secure a successful outcome. \r\niii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application. \r\n \r\nIn this instance: \r\n \r\ni) The applicant/agent was provided with pre-application advice. \r\nii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms. \r\n\r\n\r\n",
    "Condition : 21 - Informative: \r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system\r\n"
  ],
  "uprn": "10096659717",
  "id": "Merton-24_P0897",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528084.0480123131,
              167067.02532613685
            ],
            [
              528110.6500123315,
              167096.00032614707
            ],
            [
              528116.9600123358,
              167101.71032614715
            ],
            [
              528131.4000123458,
              167110.85032615048
            ],
            [
              528145.8000123557,
              167119.90032615268
            ],
            [
              528158.5500123643,
              167127.15032615443
            ],
            [
              528162.8000123673,
              167130.45032615407
            ],
            [
              528167.2000123701,
              167132.05032615614
            ],
            [
              528170.6000123725,
              167134.2703261563
            ],
            [
              528177.0000123769,
              167136.5503261563
            ],
            [
              528183.3000123813,
              167139.90032615716
            ],
            [
              528193.1000123878,
              167146.55032615934
            ],
            [
              528201.5530123938,
              167155.60532616207
            ],
            [
              528204.1500123957,
              167163.10032616457
            ],
            [
              528204.7000123962,
              167173.1503261666
            ],
            [
              528204.5500123963,
              167180.20032616885
            ],
            [
              528202.600012395,
              167186.60032617103
            ],
            [
              528206.2500123975,
              167189.60032617155
            ],
            [
              528211.2000124007,
              167187.80032617121
            ],
            [
              528215.7500124042,
              167201.05032617546
            ],
            [
              528215.6980124041,
              167205.0223261764
            ],
            [
              528216.750012405,
              167208.95032617822
            ],
            [
              528212.481917656,
              167227.425561558
            ],
            [
              528210.3299902503,
              167271.93211013463
            ],
            [
              528227.7521750061,
              167273.72278516914
            ],
            [
              528234.0400124167,
              167207.76032617665
            ],
            [
              528235.0500124171,
              167196.40032617282
            ],
            [
              528238.1317220333,
              167197.04738500284
            ],
            [
              528239.1500124196,
              167171.85032616643
            ],
            [
              528244.7000124231,
              167169.5503261651
            ],
            [
              528243.5500124225,
              167167.30032616382
            ],
            [
              528245.8500124239,
              167171.30032616673
            ],
            [
              528255.8120124307,
              167168.33132616396
            ],
            [
              528262.2190370165,
              167165.3493229046
            ],
            [
              528258.700913368,
              167146.48451382818
            ],
            [
              528243.600012422,
              167144.3503261581
            ],
            [
              528252.4000124264,
              167050.050326131
            ],
            [
              528235.8022687518,
              167048.51747681492
            ],
            [
              528215.425276022,
              167129.32164686482
            ],
            [
              528196.5139893622,
              167126.45923761214
            ],
            [
              528150.0398694577,
              167103.17182893062
            ],
            [
              528147.9953428613,
              167102.00652877695
            ],
            [
              528143.6000123539,
              167108.45032614918
            ],
            [
              528135.3000123483,
              167103.40032614727
            ],
            [
              528118.0500123365,
              167090.9503261443
            ],
            [
              528108.2500123297,
              167080.85032614175
            ],
            [
              528089.7102771602,
              167060.12393466628
            ],
            [
              528084.0480123131,
              167067.02532613685
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "lpa_name": "Merton"
}