{
  "epc_number": "0549-2816-7097-9606-8635",
  "appeal_decision_date": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "net_car": 0,
    "no_proposed_car": 1,
    "net_cycle": 4,
    "no_existing_car": 1,
    "no_proposed_cycle": 4
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "24/P0260",
  "application_type_full": "Full planning permission",
  "uprn": "48030677",
  "borough": "Merton",
  "street_name": "Grand Drive",
  "locality": "Raynes Park",
  "ward": "West Barnes",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan & drawings Sheet 3 Rev D, Sheet 4 Rev C, Sheet 4.1 Rev E, Sheet 8 Rev B and Sheet 9 Rev B",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Elevation Fixings - No cables, wires, aerials, pipe work (except any rainwater down pipes as may be shown on the approved drawings) meter boxes or flues shall be fixed to any elevation facing a highway.",
    "Condition : 5 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - Screening - The development shall not be occupied until a scheme of details of screening of the balcony/amenity terrace has been submitted for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the scheme has been approved and implemented in its approved form and those details shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 7 - No External Lighting - No external lighting shall be installed without the prior approval in writing of the Local Planning Authority.",
    "Condition : 8 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 9 - Landscaping - The development shall not be occupied until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 10 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 11 - Cycle Parking  - Details to be Submitted - The development shall not be occupied until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 12 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 13 - The residential units hereby approved shall not be occupied until it has demonstrated to and approved in writing by the Local Planning Authority that they have achieved as a minimum, a water efficiency standard of not more than 110 litres per person per day maximum water consumption (to include a fixed factor of water for outdoor use of 5 litres per person per day in accordance with the optional requirement defined within Approved Document G of the Building Regulations).Reason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: policy SI 5 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011.\r\n\r\n",
    "Condition : 14 - Air Quality - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\nUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.London/\r\n",
    "Condition : 15 - Air Quality Neutral - In the event that gas fired boilers are provided for the proposed development hereby approved, the individual boilers shall not exceed NOx emissions of more than 40 mg/kWh.\r\n\r\nReason: Having regard to air quality in the locality.\r\n",
    "Condition : 16 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 17 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 18 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 19 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 20 - INFORMATIVE - CIL Liable \r\nThe applicant is advised that this permission results in a chargeable scheme under the Borough's and the Mayor of London's Community Infrastructure Levy. \r\n",
    "Condition : 21 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   ii) The application was approved within the agreed time frame\r\n  "
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 523412,
  "status": "Approved",
  "decision_date": "24/07/2024",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.227607,
          51.39671
        ],
        [
          -0.227475,
          51.396764
        ],
        [
          -0.227296,
          51.396838
        ],
        [
          -0.227235,
          51.396787
        ],
        [
          -0.227408,
          51.396715
        ],
        [
          -0.227554,
          51.396657
        ],
        [
          -0.227605,
          51.396709
        ],
        [
          -0.227607,
          51.39671
        ]
      ]
    ]
  },
  "decision_target_date": "24/07/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "23/06/2024",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T22:29:18.180+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Merton-24_P0260",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 167902,
  "appeal_start_date": null,
  "postcode": "SW20 9NB",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0260",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "184",
  "reference_no_of_permission_being_relied_on": null,
  "description": "APPLICATION FOR PLANNING PERMISSION FOR A FIRST FLOOR REAR EXTENSION, ROOF ALTERATIONS AND FENESTRATION ALTERATIONS IN RELATION TO THE CONVERSION OF A SEMI-DETACHED HOUSE INTO TWO SELF-CONTAINED FLATS WITH  ASSOCIATED WORKS INCLUDING CYCLE AND REFUSE STORES\r\n\r\n",
  "valid_date": "04/03/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523400.4521599913,
              167898.51960822102
            ],
            [
              523409.4324694455,
              167904.75442468713
            ],
            [
              523421.72209235135,
              167913.25269205146
            ],
            [
              523426.07599050394,
              167907.6601524044
            ],
            [
              523414.2628049614,
              167899.33316309174
            ],
            [
              523404.27880874556,
              167892.64803028264
            ],
            [
              523400.5627598589,
              167898.36252983764
            ],
            [
              523400.4521599913,
              167898.51960822102
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "PP-12772501\r",
  "application_details": {
    "total_gia_gained": 6.5,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 137.9,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 6.5,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.019760000000000003,
    "total_gia_existing": 137.9,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 142,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 137.9,
        "use_class": "C3",
        "gia_gained": 6.5,
        "gia_lost": 0
      }
    ],
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 1,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": 70,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 1
    },
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "07/2024",
        "intended_commencement_date": "04/2024"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 2,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": -0.227439,
    "lat": 51.396739
  },
  "lapsed_date": "24/07/2027",
  "decision_process": null,
  "actual_completion_date": null
}