{
  "epc_number": "9655-3025-3207-2107-1204",
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "24/P0486",
  "application_type_full": "Full planning permission",
  "uprn": "48019557",
  "borough": "Merton",
  "street_name": "Crown Lane",
  "locality": "Morden",
  "ward": "Merton Park",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Dwg no. 23.075.001, 23.075.101A, 23.075.122, 23.075.123B, 23.075.140A, 23.075.141A, 23.075.130, 23.075.111A, 23.075.112, 23.075.113, 23.075.110A, 23.075.150]",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Surface Treatment - No development, other than demolition, shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - Boundary Treatment - No development, other than demolition, shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 6 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 7 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the front elevations at ground floor level or any upper level of houses 5 to 8 without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 8 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows/screening for the houses in the rear terrace as shown on submited drawing 23.075.122 shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 9 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities and its enclosure as shown on the approved drawings have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 10 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Strategy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 11 - Screening - No development, other than demolition, shall take place until details of side screening for the balcony serving flat number 4 and first floor terrace areas for houses numbered 6 and 7 has been submitted to and approval in writing by the Local Planning Authority. The development hereby permitted shall not be occupied until the approved screening details has been fully implemented and retained in perpetuity thereafter to the satisfaction of the Local Planning department.  ",
    "Condition : 12 - No External Lighting - No external lighting shall be installed without the prior approval in writing of the Local Planning Authority.",
    "Condition : 13 - Landscaping to be agreed - No development, other than demolition, shall take place until full details of a soft landscaping scheme, including 2 semi mature trees within frontage of the site, has been submitted to and approved in writing by the Local Planning Authority. \r\n\r\nThe development hereby permitted shall not be occupied until the approved landscaping details have been fully implemented and retained in perpetuity in strict accordance with the approved details, unless otherwise agreed in writing by Local Planning Authority.  \r\n\r\nThe details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 14 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 15 - SuDS- Prior to the commencement of development, a construction level detail final scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS)  limited to a greenfield rate of no more than 1 l/s in accordance with drainage hierarchy contained within the London Plan Policy (SI 12, SI 13 and SPG) and the advice contained within the National SuDS Standards. The final drainage scheme must be hydraulically modelled and must include all of the SuDS and attenuation measures, including permeable paving. The require drainage details shall include:\r\n \r\na.\tThe results of any infiltration testing completed in accordance with BRE Digest: 365 and confirmation of groundwater levels.\r\nb.\tEvidence that the proposed final solution will effectively manage the 1 in 30 & 1 in 100 +40% allowance for climate change) storm events and 10% for urban creep during all stages of the development. The final solution should follow the principles set out in the approved BaseEnergy drainage strategy. Discharge rates and storage volumes shall be provided using a maximum site wide discharge rate of 1 l/s.\r\nc.\tDetailed drainage design drawings and calculations to include: a finalised drainage layout detailing the location of drainage elements, pipe diameters, levels, and long and cross sections of each element including details of any flow restrictions and maintenance/risk reducing features (silt traps, inspection chambers etc.).\r\nd.\tA plan showing exceedance flows (i.e. during rainfall greater than design events or during blockage) and how property on and off site will be protected from increased flood risk. \r\ne.\tDetails of drainage management responsibilities and maintenance regimes for the drainage system.\r\nf.\tDetails of how the drainage system will be protected during construction and how runoff (including any pollutants) fr",
    "Condition : 16 - Schedule of Accommodation - The development hereby approved shall not be occupied other than for C3 use and the following schedule of accommodation. \r\n\r\nUnit 1\t1 Bed\t1 Person\r\nUnit 2\t1 Bed\t2 Person\r\nUnit 3\t1 Bed\t1 Person\r\nUnit 4\t1 Bed\t1 Person\r\nUnit 5\t3 Bed\t5 Person\r\nUnit 6\t2 Bed\t4 Person\r\nUnit 7 \t2 Bed\t4 Person\r\nUnit 8 \t3 Bed\t5 Person\r\n\r\n\r\nREASON: To accord with the terms of the application and to ensure the provision of satisfactory standard of accommodation in line with London Plan (2021) Policy D6.\r\n",
    "Condition : 17 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 18 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 19 - Working Method Statement - Development shall not commence until a working method statement/Demolition and Construction Environmental Method Statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n(i)\tParking of vehicles of site workers and visitors;\r\n(ii)\tHours of operation;\r\n(iii)\tLoading and unloading of plant and materials;\r\n(iv)\tStorage of construction plant and materials;\r\n(v)\tThe erection and maintenance of security hoarding including decorative - displays and facilities for public viewing, where appropriate;\r\n(vi)\tWheel cleaning facilities;\r\n(vii)\tControl of noise, vibration, dust, smell and other effluvia;\r\n(viii)\tControl of surface water run-off;\r\n(ix)\tA scheme for recycling/disposing of waste resulting from demolition and construction works\r\n\r\n\r\nNo development shall be carried out except in full accordance with the approved statement.",
    "Condition : 20 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 21 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 22 - Contaminated Land - Site Investigation - No development shall commence until a detailed site investigation has been completed to survey and assess the extent of potential ground contamination on the site and from the surrounding environment (including any controlled waters), considering historic land use data and the proposed end use with the site investigation report (detailing all investigative works and sampling, together with the results of analysis, risk assessment to any receptors and proposed remediation strategy detailing proposals for remediation), submitted to and approved by the Local Planning Authority and the residential units hereby approved shall not be occupied until the approved remediation measures/treatments have been implemented in full.",
    "Condition : 23 - Contaminated Land - Remedial Measures - If during construction works further contamination is encountered which has not previously been identified and considered the Council's Environmental Health Section shall be notified immediately and no further development shall take place until remediation proposals (detailing all investigative works and sampling, together with the results of analysis, risk assessment to any receptors and proposed remediation strategy detailing proposals for remediation) have been submitted to and approved by the Local Planning Authority and the approved remediation measures/treatments implemented in full.",
    "Condition : 24 - Air Quality Neutral - Prior to the first occupation of the development hereby approved, the features to ensure the development is air quality neutral as outlined in the Air Quality Statement dated 23rd April 2024 Version3 shall be implemented and retained thereafter. \r\n\r\nReason: To ensure the development is Air Quality Neutral in line with London Plan guidance (LPG) and does not worsen air quality and to comply with London Plan policy SI1.\r\n\r\n",
    "Condition : 25 - Air Quality - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\nUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.London/\r\n",
    "Condition : 26 - Ecological Enhancements - Prior to the first occupation of the dwelling hereby approved, a scheme for ecological enhancements on the site shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved measures prior to the first occupation of the dwelling hereby approved. The approved measures shall be retained thereafter. \r\n\r\nReason: Having regard to the ecological value of the site and to comply with the following Development Plan policies for Merton: G6 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policy DM 02 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 27 - Terrace screening - The walls and side screens as approved under condition 11 serving the first floor terrace areas for houses numbered 6 and 7 shall be been fully implemented prior to occupation of either house 6 or 7 and shall be retained in perpetuity thereafter to the satisfaction of the Local Planning department.  ",
    "Condition : 28 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 29 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 30 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 31 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 32 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 33 - Informative - Good site practice.\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good-Site-Practice-Workmanship-General-Guide-2023 when implementing the development hereby approved.",
    "Condition : 34 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 35 - INFORMATIVE - Bricks\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good site practice and workmanship (December 2015)  https://www.brick.org.uk/admin/resources/g-good-site-practice-workmanship.pdf when implementing the development hereby approved.\r\n",
    "Condition : 36 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   iii) The application was approved with an agreed extension to the determination date.\r\n\r\n",
    "Condition : 37 - INFORMATIVE: No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 525360,
  "status": "Approved",
  "decision_date": "02/07/2024",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.199387,
          51.401404
        ],
        [
          -0.199265,
          51.401472
        ],
        [
          -0.199053,
          51.400961
        ],
        [
          -0.199152,
          51.400943
        ],
        [
          -0.199387,
          51.401404
        ]
      ]
    ]
  },
  "decision_target_date": "03/07/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "05/04/2024",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T23:04:14.195+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Merton-24_P0486",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 168457,
  "appeal_start_date": null,
  "postcode": "SM4 5BY",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0486",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "39A",
  "reference_no_of_permission_being_relied_on": null,
  "description": "PART DEMOLITION OF EXISTING TWO STOREY MAISONETTE AND ERECTION OF REPLACEMENT BUILDING TO CREATE X4 FLATS AND ERECTION OF X4 NEW HOUSES TO THE REAR OF THE SITE WITH ASSOCIATED REFUSE AND CYCLE STORES AND REPLACEMENT FRONT BOUNDARY",
  "valid_date": "04/03/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525350.7000106113,
              168468.30032658408
            ],
            [
              525359.0000106164,
              168476.05032658763
            ],
            [
              525375.1500106251,
              168419.6003265711
            ],
            [
              525368.3000106211,
              168417.50032657094
            ],
            [
              525350.7000106113,
              168468.30032658408
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "PP-12807157",
  "application_details": {
    "total_gia_gained": 447.6,
    "green_suds": true,
    "non_residential_details": {
      "total_gia_existing": 141.6,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 447.6,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.81,
    "total_gia_existing": 141.6,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.2,
        "building_ref": "Existing block of flats"
      },
      {
        "no_storeys": 2,
        "max_height": 7.6,
        "building_ref": "New terrace of houses"
      }
    ],
    "grey_water_reuse": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 141.6,
        "use_class": "C3",
        "gia_gained": 447.6,
        "gia_lost": 0
      }
    ],
    "internal_resi_water_usage": 86,
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "09/2025",
        "intended_commencement_date": "09/2024"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 3.8
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 91.5,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 91.5,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 96,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 95.3,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 58,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-7",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 39.8,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 12,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 7,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": 475.9,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 6
    },
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 6,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 8,
      "no_new_water_connections_required": 6,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0,
      "solar_pv_capacity": 0.01
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": -0.199257,
    "lat": 51.4013
  },
  "lapsed_date": "02/07/2027",
  "decision_process": null,
  "actual_completion_date": null
}