{
  "borough": "Merton",
  "application_details": {
    "intended_completion_date": "09/2024",
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "05/2024",
    "total_gia_gained": 20,
    "site_area": 0.164
  },
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "24/P0357",
  "decision_target_date": "22/05/2024",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "street_name": "North View",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "48053681",
  "ward": "Village",
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T11:03:09.825+00:00",
  "appeal_decision_date": null,
  "bo_system": "Northgate M3",
  "centroid_northing": 171291,
  "site_number": "9",
  "decision": "Approved",
  "centroid_easting": 523106,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.230822,
          51.427317
        ],
        [
          -0.230683,
          51.427483
        ],
        [
          -0.230327,
          51.426908
        ],
        [
          -0.230255,
          51.426785
        ],
        [
          -0.230659,
          51.426718
        ],
        [
          -0.230822,
          51.427317
        ]
      ]
    ]
  },
  "decision_date": "16/05/2024",
  "centroid": {
    "lon": -0.23066,
    "lat": 51.427263
  },
  "lapsed_date": "16/05/2027",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [P-01-121, P-01-111, P-01-110, P-01-120, P-01-113, P-01-112, P-01-130, P-00-102, P-00-001]",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 6 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 7 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the side elevation without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 8 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 9 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n"
  ],
  "title_number": null,
  "application_type": "Householder",
  "lpa_name": "Merton",
  "appeal_status": null,
  "subdivision_of_building": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523094.6000093834,
              171296.65032743657
            ],
            [
              523103.8000093885,
              171315.40032744274
            ],
            [
              523130.1500094018,
              171252.00032742292
            ],
            [
              523135.4500094044,
              171238.5003274202
            ],
            [
              523107.5500093894,
              171230.40032741782
            ],
            [
              523094.6000093834,
              171296.65032743657
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "id": "Merton-24_P0357",
  "description": "ERECTION OF A FIRST FLOOR SIDE EXTENSION TO EASTERN FLANK ELEVATION OF 9 NORTH VIEW TOGETHER WITH ALTERATIONS TO FRONT ELEVATION.",
  "appeal_start_date": null,
  "postcode": "SW19 4UJ",
  "status": "Approved",
  "pp_id": "PP-12775539",
  "last_date_consultation_comments": "20/03/2024",
  "development_type": "Other house holder developments",
  "epc_number": null,
  "site_name": null,
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 2,
    "no_existing_car": 2
  },
  "appeal_decision": null,
  "valid_date": "09/02/2024",
  "actual_completion_date": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0357",
  "application_type_full": "Householder planning permission"
}