{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 3,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "24/P0555",
  "application_type_full": "Householder planning permission",
  "uprn": "48041199",
  "borough": "Merton",
  "street_name": "Lancaster Road",
  "locality": "Wimbledon",
  "ward": "Village",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Heritage, Design & Access Statement; Ground Investigation Report; Structural Impact Assessment; Sustainable Drainage Assessment; 2023-043-LP; PSL; 10 Rev C; 11 Rev C; 12 Rev B; 13 Rev A; 14 Rev C; 15 Rev A; 16 Rev C; 17 Rev B. ",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Prior to the commencement of development, a construction level detail scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for both phases of the development. The drainage scheme will dispose of surface water by means of a Soakaway as the sustainable drainage system (SuDS) and will include rainwater harvesting, in accordance with drainage hierarchy contained within the London Plan Policies SI12 and SI13 and the advice contained within the National SuDS Standards. The details submitted for this \r\ncondition must include site specific infiltration testing for the soakaway to be designed in accordance with BRE365. \r\n\r\nReason: Reason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Policy CS16 of the Merton Adopted Core Strategy 2011, Policy DMF2 of the Merton Adopted Sites and Policies Plan 2014 and the London Plan policy SI 12 & 13. ",
    "Condition : 5 - No development shall occur until:\r\ni) a preliminary risk-assessment shall be submi?ed to and approved in writing by the local planning \r\nauthority. \r\nii) a site-investigation shall be conducted to consider the potential for contaminated-land and shall be \r\nsubmtted to and approved in writing by the local planning authority. \r\niii) a remediation method statement, described to make the site suitable for, intended use by removing \r\nunacceptable risks to sensitive receptors, shall be submi?ed to and approved in writing by the local planning \r\nauthority.\r\r\n\r\nReason: In the interest of environmental protection. ",
    "Condition : 6 - Prior to first occupation:\r\nThe remediation shall be completed and a verification report, produced on compleOon of the remediation, shall be submitted to and approved in writing by the local planning authority. \r\n\r\nRe\rason: In the interests of environmental protection. ",
    "Condition : 7 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 523999,
  "status": "Approved",
  "decision_date": "20/05/2024",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.217479,
          51.426251
        ],
        [
          -0.217898,
          51.426456
        ],
        [
          -0.218007,
          51.426368
        ],
        [
          -0.217574,
          51.426155
        ],
        [
          -0.217479,
          51.426251
        ]
      ]
    ]
  },
  "decision_target_date": "16/05/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "03/04/2024",
  "development_type": "Other house holder developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T10:55:39.608+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Merton-24_P0555",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 171212,
  "appeal_start_date": null,
  "postcode": "SW19 5DD",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0555",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "16",
  "reference_no_of_permission_being_relied_on": null,
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION AND BASEMENT EXTENSION BENEATH THIS, NEW LIGHTWELLS FORMED, THE REMOVAL OF THE EXISTING FLAT ROOF FRONT DORMER WINDOW AND INSTALLATION OF NEW FEATURE GABLE IN ITS PLACE, REPLACEMENT OF EXISTING GARAGE HIPPED ROOF WITH GABLE AND NEW FRONT CAST-IRON GATES, AND CAST-IRON RAILINGS TO THE EXISTING FRONT BRICK BOUNDARY WALL.",
  "valid_date": "28/02/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524025.1000098887,
              171200.60032739514
            ],
            [
              523995.40000987257,
              171222.7003274022
            ],
            [
              523988.0500098683,
              171212.70032739907
            ],
            [
              524018.75000988506,
              171189.7503273923
            ],
            [
              524025.1000098887,
              171200.60032739514
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "PP-12842474",
  "application_details": {
    "total_gia_gained": 37,
    "intended_commencement_date": "06/2024",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2024",
    "site_area": 0.047
  },
  "centroid": {
    "lon": -0.21785,
    "lat": 51.426359
  },
  "lapsed_date": "20/05/2027",
  "decision_process": null,
  "actual_completion_date": null
}