{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "11/03/2024",
  "development_type": "Other house holder developments",
  "ward": "Wimbledon Park",
  "lapsed_date": "14/05/2027",
  "decision_date": "14/05/2024",
  "lpa_app_no": "24/P0650",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.437853,
    "lon": -0.200281
  },
  "application_type": "Householder",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "28/04/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T11:14:52.248+00:00",
  "locality": "Wimbledon",
  "date_building_work_completed_under_previous_permission": null,
  "description": "DEMOLITION OF EXISTING SINGLE STOREY REAR EXTENSION AND ERECTION OF A REPLACEMENT SINGLE STOREY REAR EXTENSION, FIRST FLOOR EXTENSION AND SECOND FLOOR LOFT CONVERSION.",
  "application_type_full": "Householder planning permission",
  "epc_number": "0320-2932-8250-2027-7775",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0650",
  "site_number": "2",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2024",
    "total_gia_gained": 18.84,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "06/2024",
    "site_area": 0.012
  },
  "pp_id": "PP-12861609",
  "postcode": "SW19 8BB",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.20034,
          51.437806
        ],
        [
          -0.200052,
          51.437919
        ],
        [
          -0.200052,
          51.437927
        ],
        [
          -0.200085,
          51.43796
        ],
        [
          -0.200379,
          51.437845
        ],
        [
          -0.20034,
          51.437806
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Normanton Avenue",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [1005 P. 0.1, 1005 P. 0.2 , 1005 P. 0.3, 1005 P. 0.4, 1005 P. 0.14\r, 1005 P. 0.15, 1005 P. 0.16 \r, 1005 P.0.17, 1005 P. 0.18, 1005 P. 0.19\r, 1005 P. 0.20, 1005 P. 0.21, 1005 P. 0.22 \r, 1005 P. 0.23, 1005 P. 0.24, 1005 P. 0.25\r, 1005 P. 0.26, Proposed Timber Cladding Specification']",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the side elevations without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 7 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 8 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 9 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 10 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 172520,
  "site_name": null,
  "decision_target_date": "15/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525185.0000105718,
              172514.75032775913
            ],
            [
              525204.7000105835,
              172527.8003277629
            ],
            [
              525204.7000105836,
              172528.70032776258
            ],
            [
              525202.3000105823,
              172532.30032776337
            ],
            [
              525182.2000105702,
              172519.0003277604
            ],
            [
              525185.0000105718,
              172514.75032775913
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "48053461",
  "appeal_decision_date": null,
  "id": "Merton-24_P0650",
  "centroid_easting": 525189
}