{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "02/04/2024",
  "development_type": "Minor all other minor developments",
  "ward": "Pollards Hill",
  "lapsed_date": "20/06/2027",
  "decision_date": "20/06/2024",
  "lpa_app_no": "24/P0617",
  "status": "Approved",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_car": 0,
    "net_car": -1,
    "no_proposed_cycle": 2,
    "no_existing_car": 1,
    "net_cycle": 2
  },
  "centroid": {
    "lat": 51.401746,
    "lon": -0.149381
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "05/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T23:10:43.408+00:00",
  "locality": "Mitcham",
  "date_building_work_completed_under_previous_permission": null,
  "description": "ERECTION OF A SINGLE STOREY DWELLINGHOUSE IN REAR GARDEN WITH ASSOCIATED CYCLE AND REFUSE STORE.",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0617",
  "site_number": "51",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "solar_pv_capacity": 3,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 10,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 53.5,
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "total_gia_gained": 53.5,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 0,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 2.9,
        "building_ref": "house"
      }
    ],
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 105,
    "site_area": 0.013000000000000001,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Single Phase",
        "intended_completion_date": "11/2024",
        "intended_commencement_date": "05/2024"
      }
    ],
    "residential_details": {
      "total_no_proposed_bedrooms": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 53.5,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 53.5,
          "tenure": "Market for rent"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 1,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 10,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 53.5,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "PP-12864144",
  "postcode": "CR4 1HZ",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.149738,
          51.401843
        ],
        [
          -0.149653,
          51.401935
        ],
        [
          -0.149607,
          51.401934
        ],
        [
          -0.149186,
          51.401747
        ],
        [
          -0.149258,
          51.401667
        ],
        [
          -0.149738,
          51.401843
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Tamworth Park",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Dwg no 5790/001 Rev J, 5790/013 Rev J, 5790/007 Rev J, 5790/009 Rev J, 5790/002 Rev H, 5790/005 Rev H, 5790/006 Rev H, 5790/008 Rev H, 5790/010 Rev H, 5790/011 Rev H, 5790/012 Rev H, 5790/015 Rev H]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the approved drawings unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in (officer to insert relevant elevations) without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 6 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Stragegy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 8 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 9 - Landscaping  (Implementation) - All hard and soft landscape works shall be carried out in accordance with the approved details as shown on approved plans. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 10 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 11 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 12 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 13 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 14 - The development hereby approved shall not be occupied other than as a 1 Bed 1 Person (1B1P) Unit. REASON: To accord with the terms of the application and to ensure the provision of satisfactory standard of accommodation in line with London Plan (2021) Policy D6.",
    "Condition : 15 - Prior to the first occupation of the development hereby approved, the features to ensure the development is air quality neutral as outlined in the Air Neutral Statement dated February 2024 shall be implemented and retained thereafter. \r\nReason: To ensure the development is Air Quality Neutral in line with London Plan guidance (LPG) and does not worsen air quality and to comply with London Plan policy SI1.\r\n\r\n",
    "Condition : 16 - Prior to the first occupation of the dwelling hereby approved, the measures outlined in submitted Biodiversity Enhancement Statement dated February 2024 and drawings 5790/018 Rev H, 5790/016 Rev H, 5790/017 Rev H shall be implemented and retained thereafter. \r\nReason: Having regard to the ecological value of the site and to comply with the following Development Plan policies for Merton: G6 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policy DM 02 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 17 - The development hereby approved shall not commence until a scheme for the provision of surface water drainage has been submitted to and approved by the local planning authority. The approved details shall be implemented and retained thereafter. \r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014. \r\n",
    "Condition : 18 - Prior to commencement of superstructure works, details of tree protection of the street tree shown on drawing 5790/005/H shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall implemented for the duration of works. \r\nReason: In the interests of the preserving street trees, biodiversity, safety of pedestrians and vehicles and to comply with the following Development Plan policies for Merton: policies CS13, CS18 and CS20 of Merton's Core Planning Strategy 2011 and policies DM D2, DM O2, DM T2, T3, T4 and T5 of Merton's Sites and Policies Plan 2014 and London Plan 2021 policy G7.\r\n",
    "Condition : 19 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n",
    "Condition : 20 - Informative - Good site practice.\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good-Site-Practice-Workmanship-General-Guide-2023 when implementing the development hereby approved.",
    "Condition : 21 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 22 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 23 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 24 - INFORMATIVE - CIL Liable \r\nThe applicant is advised that this permission results in a chargeable scheme under the Borough's and the Mayor of London's Community Infrastructure Levy. \r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 168593,
  "site_name": null,
  "decision_target_date": "21/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528802.9016485763,
              168603.14742904837
            ],
            [
              528808.5412703736,
              168613.5244586576
            ],
            [
              528811.723863961,
              168613.51446152
            ],
            [
              528841.546249984,
              168593.40021915443
            ],
            [
              528836.7476244196,
              168584.4027946387
            ],
            [
              528802.9016485763,
              168603.14742904837
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "48068414",
  "appeal_decision_date": null,
  "id": "Merton-24_P0617",
  "centroid_easting": 528828
}