{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "24/P0436",
  "application_type_full": "Householder planning permission",
  "uprn": "48064486",
  "borough": "Merton",
  "street_name": "Sheridan Road",
  "locality": "Wimbledon",
  "ward": "Merton Park",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [P 20768-OS PRO R, P 20768 R-C, P 20768 R-D, Planning Fire Safety Strategy, Householder Flood Risk Assessment, Arboricultural Report AR 01 Rev A.]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 7 - Tree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Report' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: Policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 8 - Tree Protection\r\n(A) No equipment, machinery or materials are to be brought on the site for the purpose of the development until all the trees to be retained have been protected by fences or other suitable means of enclosure to the distance of the outermost limit of the branch spread or as per recommendations given in Figure 2 - Protective Barrier, of the current  British Standard 5837: 2005 Trees in Relation to Construction - Recommendations\" whichever is the further from the tree and with regard to this proposal the protective fencing shall be at least 2.4m high, comprising a scaffolding framework, as in 8.2.2. of BS5837 (2005), supporting a minimum of 20mm exterior grade ply or other approved robust man-made boards as shown in BS5837 (2005), Figure 5, within which no activities associated with  building operations shall take place, such areas also being free of the storage of materials or temporary structures. \r\n\r\n(B) No fire shall be lit within 10m from the outside of the crown spread of the trees to be retained. \r\n\r\n(C) The ground levels within the protected areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority. \r\n\r\n(D) All means of protection shall be in situ for the duration of the development and distances of such protection should be specified by a person suitably experienced in arboriculture.\r\n\r\n(E) No equipment, signage, fencing, tree protection barriers, materials, components, vehicles or structures to be attached to or supported by a retained tree.\r\n\r\n(F) No mixing of cement or use of other materials or substances to take place within a Root Protection Area ('RPA'), or close enough to a RPA that seepage or displacement of those materials or substances could enter a RPA\r\n\r\n(G) No alterations or variations to the approved works or tree protection schemes shall be carried out without the prior written approval of the local planning authority.\r\n\r\nREASON: To ensure that the tree (s) are not ",
    "Condition : 9 - The details of the approved 'Arboricultural Report' shall include the retention of an Arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: Policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 10 - The foundations shall consist of a reinforced concrete slab and 15 x 300mm reinforced concrete piles. The works shall be carried out in accordance with the method of excavation and construction described under the section titled 'Arboricultural Method Statement' of the approved 'Arboricultural Report'. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: Policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 11 - Tree Planting Scheme\r\nA) No development shall take place until a specification for x2 replacement tree planting has been submitted to and approved in writing by the local planning authority such specification to include details of the quantity, size, species, position and the proposed time of planting of all trees to be planted, together with an indication of how they integrate with the proposal in the long term with regard to their mature size and anticipated routine maintenance. All tree planting included within the approved specification shall be carried out in accordance with that specification and in accordance with BS 3936:1986 (parts 1, 1992, Nursery Stock, Specification for trees and shrubs, and 4, 1984, Specification for forest trees); BS 4043: 1989, Transplanting root-balled trees; and BS 4428:1989, Code of practice for general landscape operations (excluding hard surfaces).\r\n          \r\n(B) If within a period of 5 years from the date of planting of any tree that tree, or any tree   planted in replacement for it, is removed, uprooted, destroyed or dies, (or becomes in the opinion of the local planning authority seriously damaged or defective), another tree of the same species and size originally planted shall be planted at the same place in the next planting season/within one year of the original tree's demise unless the local planning authority gives its written consent to any variations.\r\n\r\n(C) All tree planting shall be carried out in accordance with the details so approved and in any event  prior to occupation of any part of the development\r\n\r\nREASON: To safeguard the appearance of the locality.",
    "Condition : 12 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay (extended expiry).",
    "Condition : 13 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 14 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 15 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 525079,
  "status": "Approved",
  "decision_date": "30/08/2024",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.203023,
          51.411694
        ],
        [
          -0.202873,
          51.411719
        ],
        [
          -0.202679,
          51.41132
        ],
        [
          -0.20286,
          51.411293
        ],
        [
          -0.203023,
          51.411694
        ]
      ]
    ]
  },
  "decision_target_date": "04/09/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "03/04/2024",
  "development_type": "Other house holder developments",
  "title_number": [
    "SY149105"
  ],
  "appeal_status": null,
  "last_updated": "2025-03-19T21:53:00.114+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Merton-24_P0436",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 169588,
  "appeal_start_date": null,
  "postcode": "SW19 3HP",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0436",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "6",
  "reference_no_of_permission_being_relied_on": null,
  "description": "ERECTION OF A TWO-STOREY SIDE EXTENSION, SINGLE STOREY SIDE/REAR EXTENSION AND REAR DORMER ROOF EXTENSION.",
  "valid_date": "27/02/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525069.7028808506,
              169606.35026557185
            ],
            [
              525080.0999029052,
              169609.39939276956
            ],
            [
              525094.6524357565,
              169565.40198688302
            ],
            [
              525082.1529231197,
              169562.10293122818
            ],
            [
              525069.7028808506,
              169606.35026557185
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "PP-12805528",
  "application_details": {
    "total_gia_gained": 64,
    "intended_commencement_date": "07/2024",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "09/2024",
    "site_area": 0.055
  },
  "centroid": {
    "lon": -0.202896,
    "lat": 51.411527
  },
  "lapsed_date": "30/08/2027",
  "decision_process": null,
  "actual_completion_date": null
}