{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "19/03/2024",
  "development_type": "Minor all other minor developments",
  "ward": "Merton Park",
  "lapsed_date": "11/10/2027",
  "decision_date": "11/10/2024",
  "lpa_app_no": "24/P0764",
  "status": "Approved",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 3,
    "net_cycle": 3
  },
  "centroid": {
    "lat": 51.401817,
    "lon": -0.195427
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "04/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:08:32.717+00:00",
  "locality": "Morden",
  "date_building_work_completed_under_previous_permission": null,
  "description": "ALTERATIONS TO FRONT, REAR AND SIDE ELEVATIONS BY ADDING ADDITIONAL WINDOWS, INSTALLATION OF ROOF-LIGHTS, INSTALLATION OF A FIRE ESCAPE; IN ASSOCIATION WITH THE SUBDIVISION OF THE RETAIL UNIT IN TO 2 RETAIL UNITS, AND PROVISION OF INTERNAL CYCLE AND REFUSE STORE TO SERVE RESIDENTIAL UNITS ON FIRST FLOOR. ",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0764",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 264.2,
        "use_class": "E(c)(i)",
        "gia_gained": 1.9,
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "total_gia_gained": 1.9,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 264.2,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "site_area": 0,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "All works",
        "intended_completion_date": "04/2025",
        "intended_commencement_date": "04/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 1.9,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 264.2
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "PP-12871534",
  "postcode": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.195495,
          51.402115
        ],
        [
          -0.195328,
          51.402122
        ],
        [
          -0.195326,
          51.402092
        ],
        [
          -0.19532,
          51.402092
        ],
        [
          -0.195316,
          51.402041
        ],
        [
          -0.195298,
          51.401799
        ],
        [
          -0.19538,
          51.401793
        ],
        [
          -0.195469,
          51.401787
        ],
        [
          -0.195481,
          51.401956
        ],
        [
          -0.195489,
          51.402063
        ],
        [
          -0.195495,
          51.402115
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Crown Lane",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Site Location Plan, CL.4-6.LP, CL.4-6.PR.101 Revision C, CL.4-6.PR.102 Revision C, CL.4-6.PR.103 Revision B, CL.4-6.PR.104 Revision B, CL.4-6.PR.105 Revision C, CL.4-6.EX.PR.106 Revision A, 1.0 (Cycle Parking Storage), Cyclehoop Double Bike Locker.]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Prior to first occupation of either commercial unit hereby approved, details of shopfront shall be submitted and be approved in writing by the Local Planning Authority. Details to include materials, colour, appearance and design. The shop front shall be installed in accordance with approved details and retained thereafter. \r\n\r\nReason: To ensure a satisfactory appearance of the development and to comply with policy CS14 of Merton's Core Planning Strategy 2011 and policies DM, D2 and D3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 5 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - The rear staircase/access shall at no time be used other than for emergency purposes. \r\n\r\nReason : To accord with the terms of the application and safeguard the amenities and privacy of the occupiers of adjoining properties and to comply with policies D3 and D4 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 7 - The development hereby approved shall not be occupied other than as two separate commercial units Shop 1 and Shop 2 under Use Class E.\r\n\r\nREASON: To accord with terms of the application and to ensure provision of employment sites under Merton Sites and Policies Plan DM E1, Merton's Core Planning Strategy Policies CS 7 and CS 12.",
    "Condition : 8 - The development hereby approved shall allocate 1 on-site car parking space to Commercial unit Shop 1 and 2 on-site car parking spaces including 1 Electric Vehicle Charging Point to Commercial Unit Shop 2 for the site known as 4 - 6\r\nCrown Lane, Morden, SM4 5BN. \r\n\r\nReason: To ensure satisfactory facilities for car parking are provided and to comply with the following Development Plan policies for Merton: policy T6 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 9 - Prior to first occupation of either commercial unit hereby approved, details of EV Charging Points shall be submitted to and be approved in writing by the Local Planning Authority . Details to include siting, maintenance schedule, and design. The EV Charging Point shall be installed in accordance with approved details and retained thereafter.\r\n\r\nReason: To ensure satisfactory facilities for cycle parking are provided and to comply with the following Development Plan policies for Merton: policy T5 of the London Plan 2021, policy CS18 of Merton's Core Planning Strategy 2011 and policy DM T1 of Merton's Sites and Policies Plan 2014.",
    "Condition : 10 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 11 - The development hereby permitted shall not be occupied until the internal cycle parking serving the first floor residential units shown on plan (Drawing Number: CL.4-6.PR.101 Revision C) hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times. \r\n\r\nReason: To ensure satisfactory facilities for cycle parking are provided and to comply with the following Development Plan policies for Merton: policy T5 of the London Plan 2021, policy CS18 of Merton's Core Planning Strategy 2011 and policy DM T1 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 12 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 13 - The development hereby approved shall not be occupied until the internal refuse and recycling storage facilities serving the first floor residential units shown on the approved plan (Drawing Number: CL.4-6.PR.101 Revision C ) have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.\r\n\r\nReason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS17 of Merton's Core Planning Strategy 2011 and policy DM D2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 14 - Restriction on Music/Amplified Sound - No music or other amplified sound generated on the premises shall be audible at the boundary of any adjacent residential building.",
    "Condition : 15 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 16 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable after amendments were provided.\r\n   iii) The application was approved without delay (Extended Expiry).\r\n",
    "Condition : 17 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 18 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 168521,
  "site_name": "Picocell (8646) At 4 - 6",
  "decision_target_date": "11/10/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525619.5000455043,
              168554.00149696117
            ],
            [
              525631.0926014194,
              168555.13117359416
            ],
            [
              525631.298727947,
              168551.7421436924
            ],
            [
              525631.6944908801,
              168551.77213510667
            ],
            [
              525632.0984988743,
              168546.1037576627
            ],
            [
              525634.052578356,
              168519.25144404965
            ],
            [
              525628.3469960706,
              168518.45167298085
            ],
            [
              525622.1961804855,
              168517.60191622196
            ],
            [
              525620.9017058922,
              168536.35654776898
            ],
            [
              525620.0029942316,
              168548.24314526998
            ],
            [
              525619.5000455043,
              168554.00149696117
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "48130593",
  "appeal_decision_date": null,
  "id": "Merton-24_P0764",
  "centroid_easting": 525625
}