{
  "site_name": "Land Rear Of Numbers 28 To 31 Cranmer Farm Close",
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lon": -0.16379,
    "lat": 51.39843
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.163795,
          51.398544
        ],
        [
          -0.163664,
          51.398463
        ],
        [
          -0.163727,
          51.398409
        ],
        [
          -0.163866,
          51.398481
        ],
        [
          -0.163795,
          51.398544
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0166",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "site_area": 0.01
  },
  "lapsed_date": "23/02/2024",
  "decision": "Refused",
  "postcode": null,
  "last_date_consultation_comments": "21/02/2024",
  "decision_process": null,
  "epc_number": null,
  "pp_id": "PP-12538541",
  "development_type": "Minor all other minor developments",
  "bo_system": "Northgate M3",
  "valid_date": "22/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527834.3000121654,
              168211.70032647182
            ],
            [
              527843.685185533,
              168202.89424721152
            ],
            [
              527839.4149660794,
              168196.76956006838
            ],
            [
              527829.5680197056,
              168204.54611050314
            ],
            [
              527834.3000121654,
              168211.70032647182
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Prior Approval",
  "lpa_name": "Merton",
  "borough": "Merton",
  "centroid_northing": 168199,
  "id": "Merton-24_P0166",
  "decision_target_date": "15/03/2024",
  "description": "PRIOR APPROVAL TELECOMS FOR THE PROPOSED DEVELOPMENT CONSISTS OF THE INSTALLATION OF 1 X 20M MONOPOLE SUPPORTING 9 X ANTENNA APERTURES AND 2 X 600MM DIAMETER TRANSMISSION DISHES ALONG WITH 6 X EQUIPMENT CABINETS AT GROUND LEVEL INCLUDING WRAP AROUND CABINET AND ANCILLARY DEVELOPMENT THERETO.",
  "appeal_status": null,
  "decision_date": "23/02/2024",
  "ward": "Cricket Green",
  "appeal_decision": null,
  "locality": "Mitcham",
  "street_name": "Cranmer Road",
  "status": "Refused",
  "application_type_full": "Prior Approval: Development for electronic communications network",
  "decision_agency": "Borough",
  "uprn": "48113451",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "24/P0166",
  "title_number": null,
  "last_updated": "2025-03-19T00:24:57.437+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 527835,
  "appeal_start_date": null,
  "decision_conditions": [
    "Reason : 1 - Under schedule 2, Part 16 of the General Permitted Development Order 2015 (as amended), the Local Planning authority has determined that prior approval is required and hereby REFUSED as to the siting and appearance of the proposed development for the following reason:\r\n\r\nThe proposal, by reason of its prominent siting and height would result in an unduly dominant, incongruous and visually intrusive form of development that would adversely affect the character and appearance of the locality, the Mitcham Cricket Green Conservation Area, adjacent Metropolitan Open land and would cause harm to the nearby Listed Structures.  The scheme results in harm that would not be outweighed by the public benefits of the scheme.   As such, the proposal is considered contrary to, in particular, the National Planning Policy Framework (in particular paras 115 and 117), London Plan policies HC1, HC2 and G3, and policies DM D1, DM D2, DM D4 and DM D6 of the Merton Sites and Policies Plan 2014. \r\n",
    "Reason : 2 - Under schedule 2, Part 16 of the General Permitted Development Order 2015 (as amended), the Local Planning authority has determined that prior approval is required and hereby REFUSED due to tree/biodiversity impact of the proposed development for the following reason: \r\n\r\nThe proposal, by reason of its siting, proximity to trees and in the absence of sufficient arboricultural information, has failed to demonstrate that the scheme would safeguard the health and longevity of all adjacent trees to the detriment of biodiversity, the visual amenity of the locality and thus fail to preserve or enhance the setting, character and appearance of the conservation area.  The scheme is thereby contrary to the NPPF and, in particular policies DM O2, DM D1, DM D2, DM D4 and DM D6 of the Merton Sites and Policies Plan 2014 and policies G6 and G7 of the London Plan.\r\n",
    "Reason : 3 - Under schedule 2, Part 16 of the General Permitted Development Order 2015 (as amended), the Local Planning authority has determined that prior approval is required and hereby REFUSED as to the flood risk of the proposed development for the following reason: \r\n\r\nThe proposal, by reason of the absence of a flood risk assessment and its siting in an area identified to be at risk of ground water flooding, has failed to demonstrate that flood risk is not increased elsewhere and that the development accords with the requirements of the NPPF para 167. The proposal is thereby considered to be contrary to, in particular, the NPPF and Merton Sites and Policies Plan Policy DM F1.\r\n",
    "Reason : 4 - By failure to submit a Heritage Statement that describes the significance of any heritage assets affected, including any contribution made by their setting the application fails to comply with the requirements of Para. 200 of the NPPF (2023)."
  ],
  "date_building_work_completed_under_previous_permission": null
}