{
  "development_type": "Minor all other minor developments",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "KT3 6JE",
  "borough": "Merton",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.237015,
          51.395919
        ],
        [
          -0.236918,
          51.395976
        ],
        [
          -0.236874,
          51.395945
        ],
        [
          -0.236667,
          51.395801
        ],
        [
          -0.236516,
          51.395696
        ],
        [
          -0.236613,
          51.395641
        ],
        [
          -0.237015,
          51.395919
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": 522773,
  "pp_id": "PP - 127191161",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "site_area": 0.038000000000000006
  },
  "lpa_name": "Merton",
  "decision": "Approved",
  "lpa_app_no": "24/P0075",
  "decision_date": "08/02/2024",
  "last_updated": "2025-03-19T00:44:25.420+00:00",
  "centroid_northing": 167781,
  "centroid": {
    "lat": 51.39579,
    "lon": -0.236662
  },
  "appeal_decision_date": null,
  "locality": "New Malden",
  "ward": "West Barnes",
  "bo_system": "Northgate M3",
  "lapsed_date": "08/02/2027",
  "decision_process": null,
  "last_date_consultation_comments": "09/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "09/01/2024",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The operations comprising the erection of a hip to gable and rear roof dormer extension would consist of the enlargement of a dwelling house within the meaning of Class B of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (England) Order 2015 \"the Order\" and would comply with the development tolerances set out in said Class B. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 2 - The operations comprising the installation of four roof lights in the front roof slope would consist of any other alteration to the roof of the dwelling house within the meaning of Class C of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (England) Order 2015 \"the Order\" and would comply with the development tolerances set out in said Class C. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 3 - INFORMATIVE The applicant is advised that this certificate relates solely to the matters applied for under this application and would not be valid if the approved side extension application was implemented",
    "Condition : 4 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n\r\n",
    "Condition : 5 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 6 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 7 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 8 - INFORMATIVE\r\nYou are advised that the proposed extension has been designed at the limits of the permitted development allowance for a semi detached property and thus leaving no margin for error. You are advised that should the works exceed the upper limits of permitted development, planning permission will be required. If this is the case, a retrospective application for planning permission may not neccessarily be approved given the conflict with the Council's supplementary planning guidance for house extensions. "
  ],
  "parking_details": null,
  "site_number": "315",
  "uprn": "48072440",
  "decision_target_date": "05/03/2024",
  "application_type": "Householder",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522748.0998000016,
              167794.7488305978
            ],
            [
              522754.64637851936,
              167801.1969848345
            ],
            [
              522757.84546222823,
              167797.82794920902
            ],
            [
              522772.60412160674,
              167782.2524076568
            ],
            [
              522783.3969065935,
              167770.79568710574
            ],
            [
              522776.8008577092,
              167764.49748994375
            ],
            [
              522748.0998000016,
              167794.7488305978
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "West Barnes Lane",
  "secondary_street_name": null,
  "description": "APPLICATION FOR A CERTICATE OF LAWFULNESS FOR THE PROPOSED ERECTION OF A HIP TO GABLE AND REAR ROOF EXTENSION; 4 FRONT ROOFLIGHTS",
  "id": "Merton-24_P0075",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0075"
}