{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SM4 5QS",
  "borough": "Merton",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.207611,
          51.387585
        ],
        [
          -0.207219,
          51.387396
        ],
        [
          -0.207291,
          51.387336
        ],
        [
          -0.207685,
          51.387523
        ],
        [
          -0.207611,
          51.387585
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": 524823,
  "pp_id": "PP-12612558",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "residential_details": {
      "total_no_existing_residential_units": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 100,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_gia_gained": 88,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 88,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 30,
    "phasing_details": [
      {
        "phase_detail": "conversion of existing 2-storey house to 1 x 3 -bedroom and 1 x 2-bedroom dwellings,",
        "intended_completion_date": "10/2024",
        "intended_commencement_date": "04/2024"
      }
    ],
    "site_area": 0.0292,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 49,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 128,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 120,
    "infrastructure_details": {
      "no_new_water_connections_required": 1,
      "no_active_fast_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 1,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 3,
      "percentage_demolition_construction_material_recycling": 25,
      "no_new_gas_connections_required": 1,
      "no_homes_to_have_electrical_heating": 1,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 2,
      "waste_provision": true
    },
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 128,
        "use_class": "C3",
        "gia_gained": 49,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "total_gia_gained": 49,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "total_gia_existing": 128,
    "green_suds": false
  },
  "lpa_name": "Merton",
  "decision": "Approved",
  "lpa_app_no": "24/P0083",
  "decision_date": "12/07/2024",
  "last_updated": "2025-03-19T22:58:07.538+00:00",
  "centroid_northing": 166908,
  "centroid": {
    "lat": 51.387497,
    "lon": -0.207517
  },
  "appeal_decision_date": null,
  "locality": "Morden",
  "ward": "Lower Morden",
  "bo_system": "Northgate M3",
  "lapsed_date": "12/07/2027",
  "decision_process": null,
  "last_date_consultation_comments": "15/02/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "10/01/2024",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [insert plans]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Boundary Treatment - No above ground works shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be permanently retained thereafter.",
    "Condition : 5 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Stragegy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 7 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 9 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 10 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 11 - Provision of Vehicle Parking - The vehicle parking area (including any garages hereby approved) shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 12 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 13 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 14 - The development hereby approved shall not be occupied until a scheme for the provision of surface water drainage has been implemented in accordance with details that have been submitted to and approved in writing by the local planning authority. \r\n\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 15 - The electric charging point shall be installed in accordance with details shown on drawinh A3/04B hereby approved.  The charging point shall be permanently retained thereafter be available for the use of occupiers.\r\nReason: To encourage the use of environmentally friendly electric vehicles in compliance with policy T6 of the London Plan 2021. \r\n",
    "Condition : 16 - The development hereby approved shall not be occupied other than as 1 x 3 Bed 5 Persons (3B5P) and 1x 2 Bed 3 Persons (2B3P) units.\r\nREASON: To accord with terms of the applicaiton and to ensure provision of satisfactory standard of accommodation in accordance with London Plan 2021 Policy D6.",
    "Condition : 17 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and further assistance was required.\r\n   ii) The application was approved without delay (extended expiry).\r\n",
    "Condition : 18 - INFORMATIVE\r\nPlease note that the outbuilding relating to Planning Permission 23/P1512  has not been built and has not been proposed as part of this planning application. Therefore, the applicant will need to re-apply for the outbuilding as this planning permission 24/P0083 would supersede planning permission 23/P1512.",
    "Condition : 19 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 20 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 21 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 22 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 23 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n"
  ],
  "parking_details": {
    "net_car": 0,
    "no_proposed_cycle": 3,
    "no_existing_cycle": 0,
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_cycle": 3
  },
  "site_number": "4",
  "uprn": "48043737",
  "decision_target_date": "12/07/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524816.2002320512,
              166917.54992588615
            ],
            [
              524844.0025780998,
              166897.24573789327
            ],
            [
              524839.2039525362,
              166890.49766950594
            ],
            [
              524811.2531953877,
              166910.60191473208
            ],
            [
              524816.2002320512,
              166917.54992588615
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Litchfield Avenue",
  "secondary_street_name": null,
  "description": "TWO STOREY SIDE/REAR EXTENSION.  SINGLE STOREY REAR EXTENSION.  HIP TO GABLE AND REAR DORMER ROOF EXTENSIONS AN ROOFLIGHTS ON FRONT ROOF SLOPE TO FACILITATE THE CONVERSION OF SINGLE DWELLINGHOUSE INTO 2 x SELF-CONTAINED FLATS AND ASSOCIATED CYCLE AND REFUSE STORE, HARD AND SOFT LANDSCAPING AND EVCP.",
  "id": "Merton-24_P0083",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0083"
}