{
  "lpa_name": "Merton",
  "pp_id": "PP-12946268",
  "description": "APPLICATION FOR RETENTION OF ERECTION OF OUTBUILDING FOR USE ANCILLARY TO THE MAIN DWELLINGHOUSE INCLUDING COOKING AND SLEEPING ACCOMMODATION",
  "epc_number": null,
  "status": "Approved",
  "decision_date": "08/05/2025",
  "street_name": "Pitt Crescent",
  "decision_process": null,
  "uprn": "48057149",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "08/05/2025",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 525603,
  "appeal_decision": null,
  "lpa_app_no": "24/P0924",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525600.6000108082,
              171759.85032753472
            ],
            [
              525593.3000108044,
              171797.75032754446
            ],
            [
              525598.5500108077,
              171802.00032754603
            ],
            [
              525600.5000108087,
              171793.51732754486
            ],
            [
              525606.800010812,
              171761.0003275345
            ],
            [
              525600.6000108082,
              171759.85032753472
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "application_type": "Householder",
  "bo_system": "Northgate M3",
  "centroid": {
    "lat": 51.431021,
    "lon": -0.194593
  },
  "decision_agency": "Borough",
  "parking_details": null,
  "postcode": "SW19 8HS",
  "last_updated": "2025-05-08T14:50:00.291Z",
  "secondary_street_name": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0924",
  "valid_date": "14/05/2024",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_name": null,
  "lapsed_date": "08/05/2028",
  "centroid_northing": 171770,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: 23/1141/D01 (P3); 23/1141/D02 (P2); 23/1141/D03 (P2, minor alterations 09.24); 23/1141/D04 (P2, minor alterations 09.24)\r",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The developer shall dismantle and remove any boundary fencing or features which might reasonably be judged to create a barrier between the Outbuilding hereby approved and the original dwellinghouse within 2 months of planning permission being granted, notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, unless otherwise agreed under a Construction Management Plan submitted to and approved by the Local Planning authority in relation to a planning permission being lawfully implemented at the property.",
    "Condition : 5 - No subdivision of the garden shall be carried out with any boundary fencing or features which might reasonably be judged to create a barrier between the outbuilding hereby approved and the original dwellinghouse, notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015,  unless otherwise agreed under a Construction Management Plan submitted to and approved by the Local Planning authority in relation toa planning permission being lawfully implemented at the property.",
    "Condition : 6 - The outbuilding shall not be disposed of or let out separately from the main dwellinghouse known as 8 Pitt Crescent, SW19 8HS.",
    "Condition : 7 - The outbuilding hereby approved shall be for Ancillary Use only in connection to the existing dwellinghouse known as 8 Pitt Crescent, London SW19 8HS.",
    "Condition : 8 - The outbuilding hereby approved shall be for Ancillary Use in connection to the existing dwellinghouse known as  8 Pitt Crescent, London SW19 8HS  as C3 use only, and no other use class as defined by the Town and Country Planning (Use Classes) Order  1987 (as amended).",
    "Condition : 9 - INFORMATIVE: Pursuant to all relevant conditions attached to this permission Ancillary Use means the Outbuilding shall be strictly limited to ancillary purposes directly related to the main residential use of the existing dwellinghouse, and for the exclusive occupation by a Permanent Occupant. Permanent Occupant in this instances means any individual who permanently resides at the existing dwellinghouse as their principal home that includes any immediate family member of the Permanent Occupant by virtue of their being a direct descendant or antecedent of that Permanent Occupant and for the avoidance of doubt the term excludes any persons that reside therein as tenants or lessees. ",
    "Condition : 10 - INFORMATIVE: It should be noted that the permission hereby approved is subject to compliance with the signed legal agreement. Officers considered it necessary in this instance to impose conditions and terms under a legal agreement in order to ensure all available tools of planning enforcement going forward.\r\n",
    "Condition : 11 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\n\r\n\r\ni) The application was recommended for approval and referred to the first available Planning Committee, where the agents / applicants had an opportunity to present the application.\r\n\r\n"
  ],
  "ward": "Wimbledon Park",
  "site_number": "8",
  "application_details": {
    "no_additional_bathrooms": 0,
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "05/2024",
    "intended_commencement_date": "04/2024",
    "site_area": 0.025
  },
  "id": "Merton-24_P0924",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.194631,
          51.43093
        ],
        [
          -0.194723,
          51.431272
        ],
        [
          -0.194646,
          51.431309
        ],
        [
          -0.194621,
          51.431233
        ],
        [
          -0.194542,
          51.430939
        ],
        [
          -0.194631,
          51.43093
        ]
      ]
    ]
  },
  "borough": "Merton",
  "last_date_consultation_comments": "05/11/2024"
}