{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "24/P0494",
  "application_type_full": "Householder planning permission",
  "uprn": "48036272",
  "borough": "Merton",
  "street_name": "Hillcross Avenue",
  "locality": "Morden",
  "ward": "Cannon Hill",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan; Existing and Proposed Forecourt Layout; Footway Crossing Application\r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Flood Risk - The mitigation measures set out in the submitted Flood Risk Assessment shall be implemented prior to the first occupation of the development hereby approved and shall be retained thereafter. \r\n\r\n  \r\n\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 5 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 6 - INFORMATIVE\r\n(Crossover Drainage) - London Borough of Merton requires a drainage channel across the full hard standing area which must drain to soft landscaping or a formulated soakaway for all vehicle crossover applications. The  drainage channel must be installed between the Hard Standing and the councils footway where the hard standing slopes towards the highway and where an open granular surfacing has not been constructed as a finished surface. Block Paving, resin surfacing, Hard Rolled fine granular surfacing and all close bound semi-pervious solutions can all clog up over time and have increased the water runoff from private property. In acceptance of this and to comply with Sec 163. Highways Act 1980, all Vehicle crossover applications must be supported by a drainage channel. Where an extension to an existing crossover is requested the drainage channel must be for the new full width including any previously approved crossover.",
    "Condition : 7 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n  \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 524737,
  "status": "Approved",
  "decision_date": "03/05/2024",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.208456,
          51.397833
        ],
        [
          -0.208378,
          51.397852
        ],
        [
          -0.208337,
          51.397789
        ],
        [
          -0.208155,
          51.397501
        ],
        [
          -0.208228,
          51.397478
        ],
        [
          -0.208456,
          51.397833
        ]
      ]
    ]
  },
  "decision_target_date": "03/05/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "07/04/2024",
  "development_type": "Other house holder developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:29:30.939+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Merton-24_P0494",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 168044,
  "appeal_start_date": null,
  "postcode": "SM4 4AZ",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0494",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "133",
  "reference_no_of_permission_being_relied_on": null,
  "description": "APPLICATION FOR VEHICULAR CROSSOVER, ASSOCIATED HARDSTANDING AND FRONTAGE WORKS. ",
  "valid_date": "08/03/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524729.6000102438,
              168055.75032647524
            ],
            [
              524735.000010247,
              168057.95032647462
            ],
            [
              524738.0000102486,
              168051.10032647254
            ],
            [
              524751.4000102559,
              168019.30032646435
            ],
            [
              524746.3975447442,
              168016.70529625396
            ],
            [
              524729.6000102438,
              168055.75032647524
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "pp_id": "PP-12824269",
  "application_details": {
    "total_gia_gained": 0,
    "intended_commencement_date": "03/2024",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "03/2024",
    "site_area": 0.024
  },
  "centroid": {
    "lon": -0.208354,
    "lat": 51.397726
  },
  "lapsed_date": "03/05/2027",
  "decision_process": null,
  "actual_completion_date": null
}