{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "25/03/2024",
  "development_type": "Minor dwellings",
  "ward": "Wandle",
  "lapsed_date": "20/11/2027",
  "decision_date": "20/11/2024",
  "lpa_app_no": "24/P0817",
  "status": "Approved",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_car": 0,
    "net_car": -3,
    "no_proposed_cycle": 18,
    "no_existing_car": 3,
    "net_cycle": 18
  },
  "centroid": {
    "lat": 51.418248,
    "lon": -0.186812
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "06/11/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T20:15:10.510+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "DEMOLITION OF EXISTING BUILDINGS AND ERECTION OF THREE-STOREY BUILDINGS TO ACCOMMODATE 8 APARTMENTS WITH ASSOCIATED LANDSCAPING AND CYCLE STORAGE",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0817",
  "site_number": "1",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "urban_greening_factor_score": 0.4,
      "no_homes_passive_cooling": 8,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 8,
      "no_new_water_connections_required": 2,
      "no_homes_to_have_electrical_heating": 8,
      "solar_pv_capacity": 0.02,
      "green_roof_area": 210,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "chp_heat_pumps_capacity": 0.03,
      "percentage_demolition_construction_material_recycling": 90,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 204,
        "use_class": "E(g)(i)",
        "gia_gained": 0,
        "gia_lost": 204
      },
      {
        "gia_existing": 84,
        "use_class": "C3",
        "gia_gained": 581,
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 204,
    "total_gia_gained": 581,
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_existing": 288,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.9,
        "building_ref": "All Buildings"
      }
    ],
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 103,
    "site_area": 0.03,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2027",
        "intended_commencement_date": "01/2025"
      }
    ],
    "residential_details": {
      "total_no_proposed_bedrooms": 16,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_gia_lost": 86,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 581,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 2,
      "total_no_existing_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 43,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "unit_no": "Loss-2",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 43,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 73,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 73,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 73,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 73,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 72,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 72,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-7",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 72,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-8",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 73,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 2,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 8,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 8,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 98,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 204,
      "total_gia_gained": 581,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 288
    },
    "lead_developer_company_name": "Churchwood Construction Ltd.",
    "ownership_status": "Private",
    "green_suds": true
  },
  "pp_id": "PP-12867587",
  "postcode": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.186848,
          51.4183
        ],
        [
          -0.18674,
          51.418307
        ],
        [
          -0.186696,
          51.418082
        ],
        [
          -0.186837,
          51.418081
        ],
        [
          -0.186848,
          51.4183
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Deburgh Road",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n12000 P02\r\n22000 P15\r\n22000 P16 (Roof Detail only)\r\n32001 P11\r\n42000 P07\r\nSite Location Plan\r\nProposed Site Plan\r\n",
    "Condition : 3 - Materials to be Approved - Before the relevant part of the work is begun  details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), shall be submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Levels - No development excluding demoilition shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 5 - Foundation Design - Piling or any other foundation design using penetrative methods shall not be permitted other than with the express consent of the Local Planning Authority, in liaison with the relevant utility providers, which may be given where it has been demonstrated that there is no resultant unacceptable risk to below ground utility infrastructure. The development shall be carried out in accordance with the approved details.",
    "Condition : 6 - The mitigation and enhancements recommended in the submitted \r\nPreliminary Ecological Appraisal shall be carried out prior to the first \r\noccupation of the development hereby approved and maintained \r\nthereafter. \r\n\r\nReason: to protect and enhance the biodiversity of the development in \r\nthe interest of nature conservation and to comply with the following \r\ndevelopment plan policies for Merton: policies G5 and G6 of the London \r\nplan 2021; policy CS13 of Merton's core planning strategy 2011 and \r\npolicy DMO2 of Merton's sites and policies plan 2014. ",
    "Condition : 7 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 8 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall, other than areas allocated as part of this application for outside amenity space, be for maintenance or emergency purposes only, and the flat roof not so allocated shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 9 - Screening - The screening or enclosure to the balcony as shown on the approved plans shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 10 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 11 - Prior to the first occupation of the development, a verification report carried out by a qualified drainage engineer must be submitted to and approved by the Local Planning Authority. This must demonstrate that the surface water drainage system has been constructed as per the agreed scheme (or detail any minor variations), provide the details of any management company and state the national grid reference of any key drainage elements (surface water attenuation devices/areas, flow restriction devices and outfalls), and confirm any defects have been rectified.\r\n\r\nReason: To ensure the Drainage System is constructed to the National Non-Statutory Technical Standards for SuDS\r\n",
    "Condition : 12 - Prior to the commencement of development, a construction level detail final scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS)  limited to a greenfield rate of no more than 0.5/s in accordance with drainage hierarchy contained within the London Plan Policy (SI 12, SI 13 and SPG) and the advice contained within the National SuDS Standards. The final drainage scheme must be hydraulically modelled and must include all of the SuDS and attenuation measures, including green roofs, bioretention and raingardens as set out within the Curtains Drainage Strategy. The require drainage details shall include:\r\n\r\na)\tThe results of any infiltration testing completed in accordance with BRE Digest: 365 and confirmation of groundwater levels.\r\nb)\tEvidence that the proposed final solution will effectively manage the 1 in 30 & 1 in 100 +40% allowance for climate change) storm events and 10% for urban creep during all stages of the development. The final solution should follow the principles set out in the approved Curtains drainage strategy. Discharge rates and storage volumes shall be provided using a maximum site wide discharge rate of 0.5 l/s.\r\nc)\tDetailed drainage design drawings and calculations to include: a finalised drainage layout detailing the location of drainage elements, pipe diameters, levels, and long and cross sections of each element including details of any flow restrictions and maintenance/risk reducing features (silt traps, inspection chambers etc.).\r\nd)\tA plan showing exceedance flows (i.e. during rainfall greater than design events or during blockage) and how property on and off site will be protected from increased flood risk. \r\ne)\tDetails of drainage management responsibilities and maintenance regimes for the drainage system.\r\nf)\tDetails of how the drainage system will be protect",
    "Condition : 13 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 14 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 15 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 16 - Opening over Highway - The doors of the garage or gates hereby approved shall not open over the adjacent highway.",
    "Condition : 17 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 18 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 19 - Design of Foundations - No work shall be commenced until details of the proposed design, materials and method of construction of the foundations to be used within 5m of the existing retained tree(s) shall be submitted to and approved in writing by the Local Planning Authority and the work shall be carried out in accordance with the approved details.",
    "Condition : 20 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 21 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the south elevation shall be glazed with obscured glass in accordance with the approved plans and shall be maintained as such thereafter.",
    "Condition : 22 - Development shall not commence until a working method statement has been \r\nsubmitted to and approved in writing by the Local Planning Authority to \r\naccommodate: \r\n(i) Parking of vehicles of site workers and visitors; \r\n(ii) Loading and unloading of plant and materials; \r\n(iii) Storage of construction plant and materials; \r\n(iv) Wheel cleaning facilities \r\n(v) Control of dust, smell and other effluvia; \r\n(vi) Control of surface water run-off. \r\nNo development shall be carried out except in full accordance with the \r\napproved method statement. \r\n\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities \r\nof the surrounding area and to comply with the following Development Plan \r\npolicies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 \r\nof Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites \r\nand Policies Plan 2014. ",
    "Condition : 23 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n",
    "Condition : 24 - INFORMATIVE - Section 106 Agreement \r\nThis planning permission has a Section 106 Agreement which must be read in conjunction with it.\r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 170363,
  "site_name": null,
  "decision_target_date": "21/11/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526176.4000111381,
              170368.7503271234
            ],
            [
              526183.9000111426,
              170369.70032712212
            ],
            [
              526187.5500111445,
              170344.700327117
            ],
            [
              526177.7500111384,
              170344.40032711555
            ],
            [
              526176.4000111381,
              170368.7503271234
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "48020342",
  "appeal_decision_date": null,
  "id": "Merton-24_P0817",
  "centroid_easting": 526179
}