{
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lon": -0.215114,
    "lat": 51.42201
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.215602,
          51.421774
        ],
        [
          -0.215416,
          51.421681
        ],
        [
          -0.215389,
          51.421677
        ],
        [
          -0.215014,
          51.421949
        ],
        [
          -0.214969,
          51.42198
        ],
        [
          -0.214852,
          51.422064
        ],
        [
          -0.214933,
          51.422124
        ],
        [
          -0.215025,
          51.42215
        ],
        [
          -0.215062,
          51.422167
        ],
        [
          -0.215598,
          51.42177
        ],
        [
          -0.215602,
          51.421774
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0172",
  "secondary_street_name": null,
  "site_number": "7",
  "application_details": {
    "intended_completion_date": "09/2025",
    "total_gia_gained": 99.1,
    "no_additional_bathrooms": 2,
    "intended_commencement_date": "09/2024",
    "no_additional_bedrooms": 1,
    "site_area": 0.106
  },
  "lapsed_date": "26/11/2027",
  "decision": "Approved",
  "postcode": "SW19 4SH",
  "last_date_consultation_comments": "28/02/2024",
  "decision_process": null,
  "epc_number": null,
  "pp_id": "PP-12713837\r",
  "development_type": "Other house holder developments",
  "bo_system": "Northgate M3",
  "valid_date": "22/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524167.65197053127,
              170705.94551396655
            ],
            [
              524180.8523133614,
              170695.9483756114
            ],
            [
              524182.7486774158,
              170695.5484900783
            ],
            [
              524208.0527699496,
              170726.3496733408
            ],
            [
              524211.1034425588,
              170729.9486431466
            ],
            [
              524219.0516814649,
              170739.49591027142
            ],
            [
              524213.24715844647,
              170746.00404733972
            ],
            [
              524206.75005029514,
              170748.75326038734
            ],
            [
              524204.152856047,
              170750.60273098073
            ],
            [
              524167.94879273116,
              170705.4956427387
            ],
            [
              524167.65197053127,
              170705.94551396655
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "lpa_name": "Merton",
  "borough": "Merton",
  "centroid_northing": 170733,
  "id": "Merton-24_P0172",
  "decision_target_date": "20/11/2024",
  "description": "PARTIAL DEMOLITION OF THE 2 STOREY SIDE EXTENSION. CONSTRUCTION OF 2 STOREY SIDE EXTENSION WITH LOWER GROUND FLOOR EXTENSION.",
  "appeal_status": null,
  "decision_date": "26/11/2024",
  "ward": "Village",
  "appeal_decision": null,
  "locality": "Wimbledon",
  "street_name": "Sunnyside",
  "status": "Approved",
  "application_type_full": "Householder planning permission",
  "decision_agency": "Borough",
  "uprn": "48067666",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "24/P0172",
  "title_number": null,
  "last_updated": "2025-03-19T20:34:17.078+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 524201,
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: P_01 Rev 00; P_08 Rev 00; P_09 Rev 00; P_10 Rev 00;   P_11 Rev 01; P_12 Rev 01; P_13 Rev 00; P_14 Rev 00; P_15 Rev 01; P_16 Rev 01",
    "Condition : 3 - Materials to be Approved - Prior to above ground works, details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), shalll be submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - (Green roof): Prior to the construction of roof structures of the development hereby approved, full details of all biodiverse roofs shall be submitted to and approved in writing by the Local Planning Authority such details to include: \r\n\r\na) Detailed section (min depth of substrate base 80mm)  \r\nb) Specifications  \r\nc) Planting bed dimensions  \r\nd) Species mix (should focus on wildflower planting with no more than max 20% native sedum coverage)  \r\ne) How levels of light, moisture, aeration, and nutrients will be achieved  \r\nf) Maintenance  \r\ng) Implementation \r\n\r\nThe development shall not be implemented other than in accordance with the approved details and implemented in full prior to the first occupation of the development hereby approved and maintained for the lifetime of the development.  \r\n\r\nReason: to protect and enhance the biodiversity of the development in \r\nthe interest of nature conservation and to comply with the following \r\ndevelopment policies for Merton: policy G5 of the London Plan 2021; \r\npolicy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of \r\nMerton's Sites and Policies Plan 2014. ",
    "Condition : 6 - Tree Protection - Prior to ground works or construction activity (excluding site clearance) an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 shall be submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 7 - INFORMATIVE\r\nNote to Applicant - Scheme Amended During Application Lifecycle\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\n\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made with an agreed determination date\r\n",
    "Condition : 8 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r"
  ],
  "date_building_work_completed_under_previous_permission": null
}