{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "27/03/2024",
  "development_type": "Minor dwellings",
  "ward": "Village",
  "lapsed_date": "31/07/2027",
  "decision_date": "31/07/2024",
  "lpa_app_no": "24/P0860",
  "status": "Approved",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 2,
    "no_existing_car": 2
  },
  "centroid": {
    "lat": 51.43029,
    "lon": -0.215553
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "15/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T22:21:04.285+00:00",
  "locality": "Wimbledon",
  "date_building_work_completed_under_previous_permission": null,
  "description": "DEMOLITION OF THE EXISTING DWELLING AND REPLACEMENT WITH A TWO STOREY DWELLING WITH BASEMENT TOGETHER WITH ASSOCIATED WORKS.",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P0860",
  "site_number": "22",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "urban_greening_factor_score": 0.30000000000000004,
      "no_homes_passive_cooling": 1,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_passive_fast_ev_charging_points": 0,
      "solar_pv_capacity": 0,
      "green_roof_area": 112,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "no_active_fast_ev_charging_points": 1,
      "no_homes_to_have_electrical_heating": 1,
      "chp_heat_pumps_capacity": 0,
      "percentage_demolition_construction_material_recycling": 80,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 394,
        "use_class": "C3",
        "gia_gained": 600,
        "gia_lost": 394
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 394,
    "total_gia_gained": 600,
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_existing": 394,
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "grey_water_reuse": true,
    "internal_resi_water_usage": 104,
    "site_area": 0.15,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "09/2025",
        "intended_commencement_date": "09/2024"
      }
    ],
    "residential_details": {
      "total_no_proposed_bedrooms": 5,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_gia_lost": 394,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 600,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 12,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 8,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 394,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 10,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 5,
          "unit_type": "House or Bungalow",
          "gia": 600,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 91,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 394,
      "total_gia_gained": 600,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 394
    },
    "ownership_status": "Private",
    "green_suds": true
  },
  "pp_id": "PP-12878456",
  "postcode": "SW19 5BH",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.215397,
          51.429978
        ],
        [
          -0.215081,
          51.430172
        ],
        [
          -0.215553,
          51.430459
        ],
        [
          -0.215768,
          51.430298
        ],
        [
          -0.215767,
          51.430226
        ],
        [
          -0.215397,
          51.429978
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Burghley Road",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [F F 2 2 0 0 2 0 2 0 0 0 0,\r\nF F 2 2 0 0 2 0 2 0 0 0 1, F F 2 2 0 0 2 0 2 0 0 0 2, F F 2 2 0 0 2 0 2 0 0 0 4, F F 2 2 0 0 2 0 2 0 0 0 5, F F 2 2 0 0 2 0 2 0 0 0 6, F F 2 2 0 0 2 0 3 0 0 - 0 1, F F 2 2 0 0 2 0 3 0 0 - 0 2, F F 2 2 0 0 2 0 4 0 0 0 2, F F 2 2 0 0 2 0 4 0 0 0 4, F F 2 2 0 0 6 0 4 0 0 0 5, F F 2 2 0 0 2 0 4 0 0 0 1]\r\n",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse as set out under Classes A, B, C and D in Schedule 2, Part 1 of the General Permitted Development Order 2015 (As amended) shall be carried out without planning\r\npermission first obtained from the Local Planning Authority.",
    "Condition : 5 - Refuse & Recycling (Details to be Submitted) - Prior to occupation a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 6 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays. Piling and excavation work must be restricted to Monday - Fridays inclusive.",
    "Condition : 9 - Landscaping - Prior to the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 10 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 11 - Design of Foundations: No work shall be commenced until details of the proposed design, existing and proposed site levels, materials and method of excavation and construction of the foundations to be used within 9m of the existing retained Lime tree (T31) shall  be submitted to and approved in writing by the Local Planning Authority and the work shall be carried out in accordance with the approved details. ",
    "Condition : 12 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 13 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 14 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, including demolition, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be adhered to throughout the construction process, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 15 - Details of any proposed external ASHPs must be submitted to the Council prior to occupation.\r\n\r\nNoise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the air source heat pump shall not exceed LA90-5dB when measured from the nearest residential facade. A post confirmation noise survey shall be undertaken following completion of the development to ensure the specified levels are achieved, if not achieved additional mitigation shall be installed to the levels are achieved before use.\r\n\r\n",
    "Condition : 16 - \"No piling shall take place until a PILING \r\nMETHOD STATEMENT (detailing the depth and type of piling to be undertaken and the methodology by \r\nwhich such piling will be carried out, including measures to prevent and minimise the potential for damage \r\nto subsurface sewerage infrastructure, and the programme for the works) has been submitted to and \r\napproved in writing by the local planning authority in consultation with Thames Water. Any piling must be \r\nundertaken in accordance with the terms of the approved piling method statement.\" Reason: The \r\nproposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the \r\npotential to significantly impact / cause failure of local underground sewerage utility infrastructure. Please \r\nread our guide 'working near our assets' to ensure your workings will be in line with the necessary \r\nprocesses you need to follow if you're considering working above or near our pipes or other structures. \r\nhttps://urldefense.com/v3/__https://www.thameswater.co.uk/developers/larger-scale\u0002developments/planning-your-development/working-near-our\u0002pipes__;!!MOeJA3Fs6wML0Q!CHPHqn5mmBG0Z\u0002vn1rXxSXl0hdrWsjVpx_BAcmNuS9HXZRkrLYEYMajiorlqlVj8pgoitvqhZF1aGLTiA8Hq4RtPdxPNvqxf2MXrK2Bff$ Should you require further information please contact Thames Water. \r\nEmail: developer.services@thameswater.co.uk Phone: 0800 009 3921 (Monday to Friday, 8am to 5pm) \r\nWrite to: Thames Water Developer Services, Clearwater Court, Vastern Road, Reading, Berkshire RG1 8DB ",
    "Condition : 17 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 18 - Green roofs: Prior to above ground works full details of a planting scheme, and the design and method of construction of the green and brown roofs (including drainage)shall be submitted to and approved in writing by the local planning authority and these works shall be carried out as approved following the completion of the development or prior to the occupation of any part of the development, whichever is the \r\nsooner. \r\nReason: to protect and enhance the biodiversity of the development in \r\nthe interest of nature conservation and to comply with the following \r\ndevelopment policies for Merton: policy G5 of the London Plan 2021; \r\npolicy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of \r\nMerton's Sites and Policies Plan 2014. ",
    "Condition : 19 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 20 - No development shall take place until a Construction Environmental Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. \r\n\r\nThe Statement shall provide for:\r\n\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n\r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding\r\n\r\n-measures to control the emission of noise and vibration during \r\nconstruction. (including the methodology for the basement excavation \r\nand any 24 hour generator/pumping)\r\n\r\n-measures to control the emission of dust and dirt during \r\nconstruction/demolition \r\n\r\n-a scheme for recycling/disposing of waste resulting from demolition and \r\nconstruction works",
    "Condition : 21 - Replacement tree: Should the Magnolia tree referred to as T40 die be removed for whatever \r\nreason during the course of site works, or die within 5 years from the completion of the \r\ndevelopment, the tree shall be replaced with a minimum heavy standard Magnolia tree (14 - 16 \r\n2cms girth) in the same location and in the next planting season, unless the LPA gives written \r\nconsent to any variation. ",
    "Condition : 22 - Prior to the commencement of development, a construction level detail final scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS)  limited to a greenfield rate of no more than 0.6l/s in accordance with drainage hierarchy contained within the London Plan Policy (SI 12, SI 13 and SPG) and the advice contained within the National SuDS Standards. The require drainage details shall include:\r\n\r\na)\tEvidence that the proposed final solution will effectively manage the 1 in 30 & 1 in 100 +40% allowance for climate change) storm events and 10% for urban creep during all stages of the development. The final solution should follow the principles set out in the approved drainage strategy. Discharge rates and storage volumes shall be provided using a maximum site wide discharge rate of 0.6 l/s.\r\nb)\tDetailed drainage design drawings and calculations to include: a finalised drainage layout detailing the location of drainage elements, pipe diameters, levels, and long and cross sections of each element including details of any flow restrictions and maintenance/risk reducing features (silt traps, inspection chambers etc.).\r\nc)\tA plan showing exceedance flows (i.e. during rainfall greater than design events or during blockage) and how property on and off site will be protected from increased flood risk. \r\nd)\tDetails of drainage management responsibilities and maintenance regimes for the drainage system.\r\ne)\tDetails of how the drainage system will be protected during construction and how runoff (including any pollutants) from the development site will be managed before the drainage system is operational.\r\n\r\n",
    "Condition : 23 - Condition Flood Resilience measures: \r\n\r\nPrior to commence of development, details must be submitted which show the following flood risk mitigation measures. The mitigation measures must be implemented during construction of the development and completed prior to the occupation of the proposed development:\r\n\r\n-Basement to be fully waterproofed (tanked) \r\n-Wall sockets to be raised to as high as is practicable and sockets fed from the ceiling down in order to minimise damage if flood waters inundate the property and air bricks to be raised.\r\n-The installation of a basement a positive pump device to prevent any back-flow from the sewerage network; \r\n-Perimeter drainage and gravel blankets around the proposed basement structure\r\n-SUDS: Permeable surfacing , green/blue roof, geo-cellular storage and rainwater harvesting measures.\r\n",
    "Condition : 24 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during (dewatering) and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. This must be based on up to date ground investigation/borehole results.\r\n\r\n",
    "Condition : 25 - In order to protect in-use bird's nests and their contents, any tree and shrub removal should be undertaken outside the period 1st March to 31st August inclusive. If this time frame cannot be avoided, a close inspection of the trees and shrubs to be removed should be undertaken prior to clearance. ",
    "Condition : 26 - The design of the heating system should accord with the details contained with the Millar Goodall Air Quality Report Reference 103126 dated 5 March 2024 and be implemented prior to occupation . ",
    "Condition : 27 - Informative: \r\n\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\n",
    "Condition : 28 - Work should not be carried out within a minimum of 5.0 metres of any in-use nest, although this distance could be more depending on the sensitivity of the species.\r\n\r\nIn addition, care will be taken at all times during any vegetation removal and topsoil stripping. Any small mammals or common amphibians disturbed or uncovered will either be caught by hand and relocated to a safe area or left to vacate the work site in their own time.\r\n\r\nIf excavations are to be undertaken, it should be noted that open trenches could potentially trap wildlife, especially if these fill up with water. If trenches cannot be infilled immediately then they will either be covered overnight or escape routes will be provided. These can be in the form of branches or boards placed on the bottom of the trench, with their upper ends above ground level and touching the sides, or sloping ends left in trenches.",
    "Condition : 29 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was amended during the applciation process.",
    "Condition : 30 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 171653,
  "site_name": null,
  "decision_target_date": "22/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524159.70000996965,
              171618.5503275157
            ],
            [
              524181.15000998194,
              171640.7503275206
            ],
            [
              524147.6000099635,
              171671.8003275299
            ],
            [
              524133.0500099551,
              171653.6003275258
            ],
            [
              524133.3000099552,
              171645.55032752367
            ],
            [
              524159.70000996965,
              171618.5503275157
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "48009509",
  "appeal_decision_date": null,
  "id": "Merton-24_P0860",
  "centroid_easting": 524148
}