{
  "centroid": {
    "lon": "0.2552174",
    "lat": "51.6044581"
  },
  "status": "Approved",
  "decision_target_date": "12/08/2019",
  "site_name": "Land at Oak Farm",
  "decision_conditions": [
    "The development hereby permitted shall begin no later than 3 years from 23.Jan.2017.",
    "Reason: To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications as detailed below:",
    "3873_101",
    "3873_200D",
    "3873_201D",
    "3873_202E",
    "3873_203",
    "A-00-01A",
    "A-00-02A",
    "A-00-03A",
    "A-01-01A",
    "A-01-02A",
    "A-01-03A",
    "A-01-04A",
    "A-02-01A",
    "A-02-02A",
    "A-02-03A",
    "A-02-04A",
    "A-02-05A",
    "A-02-06A",
    "A-02-07A",
    "Reason; for avoidance of doubt and to ensure that the development is carried out as approved. Also in order that the development accords with Core Strategy and Development Control Policy Development Plan Document policy DC61.",
    "No development shall take place until the site access as shown on drawing titled 'Proposed Deceleration Lane and Merging Taper', drawing number MBSK150731-2, has been constructed in accordance with the approved details.",
    "Reason: In the interests of ensuring public safety and to comply with Core Strategy and Development Control Policies DPD policies CP10, CP17 and DC61.",
    "No development shall take place until a Section 278 agreement, with Transport for London, has been entered into in respect of the proposed access improvements.",
    "Reason: The existing access and design is considered unacceptable and such revisions are required in order to ensure that the site and use do not result in detrimental impacts to highway safety and efficiency. Furthermore, in the interests of the public safety and to comply with the Core Strategy and the Development Control Policies CP10, CP17 and DC61.",
    "Prior to the use of the site hereby permitted commencing, the location and design of the refuse and recycling facilities shall be implemented in accordance with details already approved by the location planning authority on 21/11/2017 (Application Q0227.17) and shall be permanently retained thereafter.",
    "Reason: In order to protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with Core Strategy and Development Control Policies Development Plan Document policy DC61.",
    "The development hereby approved shall be carried out in accordance with the Flood Risk Assessment, dated December 2014, reference: UK11-20217 and letter and email, dated 6 February, reference: GG/CD/LUK11-20217_1_Response to EA Letter 122074, specifically the compensatory flood storage measures detailed within. The use hereby permitted shall not commence until the above mitigation measures are fully implemented.",
    "Reason: To prevent flooding on site and elsewhere by ensuring that compensatory storage of flood water is provided and in order that the development accords with Core Strategy and Development Control Policies Development Plan Document policies DC48, DC49 and DC61.",
    "a) The works of construction shall only takes place in accordance with the Written Scheme of Investigation already approved by the local planning authority on 24/10/2017 Ref; Q0174.17.",
    "b) The use hereby permitted shall not commence until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation already approved, and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured.",
    "Reason: Heritage assets of archaeological interest survive on the site. Insufficient information has been supplied with the application in relation to these matters. The local planning authority wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development (including historic buildings recording), in accordance with policy DC70 of the Core Strategy and Development Control Policies Development P",
    "Prior to the occupation or commencing use of the site, the cycle storage shall be implemented in accordance to the approved scheme on 21/11/2017, Application Ref; Q0227.17 and retained and maintained thereafter.",
    "Reason: To ensure there will be provision for a wide range of facilities for non-motor car residents and sustainability. The aforementioned is also to comply with Core Strategy and Development Control Policies DPD policies CP10, CP17, DC35 and DC61.",
    "Prior to occupation or commencing the use of the site, the proposed boundary treatment shall be implemented in accordance with the detailed scheme approved by the local planning authority on21/11/2017 (Application Q0227.17) and shall be permanently retained and maintained thereafter.",
    "Reason: In order to protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with Core Strategy and Development Control Policies Development Plan Document policy DC61.",
    "Prior to the occupation or commencing of the use of the site, the details of any CCTV and all external lighting shall be implemented in accordance with the scheme approved by the local planning authority on 21/11/2017, Application Ref; Q0227.17) and shall be retained and maintain thereafter.",
    "Reason: For safety and security of the site and in order to protect residential amenity and to ensure that the development accords with Core Strategy and Development Control Policies Development Plan Document policy DC61.",
    "No building shall be occupied or use commenced until the car and vehicle parking areas shown on the approved plans have been provided, and thereafter, the areas shall be kept free of obstruction and available for the parking of vehicles associated with the development.",
    "Reason: To ensure that there are adequate parking facilities to serve the development, in the interests of highway safety and to comply with Core Strategy and Development Control Policies DPD policies CP10, CP17, DC33 and DC61.",
    "The drainage scheme shall be implemented in accordance to the details approved in writing by the local planning authority on 24.05.2018 Ref; Q0074.18, and retained and maintained thereafter.",
    "Reason: To ensure to prevent the increased risk of flooding, to improve and protect water quality, to improve habitat and amenity and in order that the development accords with Core Strategy and Development Control Policies Development Plan Document policies DC48, DC49, DC58, DC59 and DC61.",
    "The 8 metre buffer zone scheme alongside the river Ingrebourne shall be implemented in accordance to the detailed approved in writing by the local planning authority on 24/05/2018, Ref Q0074.18). The buffer zone should be kept free from built development and maintained as approved permanently thereafter.",
    "Reason: To protect and enhance the ecological value of the River Ingrebourne corridor, to ensure compliance with the Water Framework Directive and in order that the development accords with Core Strategy and Development Control Policies Development Plan Document policies DC48, DC49, DC58, DC59, DC60 and DC61.",
    "The improvements to the pedestrian environment, tactile paving provision shall be implemented in accordance to the detailed approved in writing by the local planning authority on 24/04/2018, Application Ref; Q0047.18, in conjunction with the necessary S278 with Transport for London and the London Borough of Havering and implement the scheme shall be retained and maintained as such thereafter.",
    "Reason: In the interest of the public safety and in accordance with Core Strategy and Development Control Policies DPD policies CP10, CP17 and DC61.",
    "The works of construction shall only take place strictly in accordance with the Construction Management Plan approved by the local planning authority on 24/10/2017 (Application Q0174.17).",
    "Reason: In order to protect the residential amenities of the local residents and in the interest of highway safety. It will also ensure that the development accords with Core Strategy and Development Control Policies Development Plan Document policy DC61.",
    "Any construction works or associated activities audible beyond the boundary of the site should not be carried out other than between the hours of:",
    "0800 - 1800 hours Monday to Friday, and",
    "0800 - 1300 hours on Saturdays",
    "and at no other times, including Sundays and Public/Bank Holidays, unless",
    "otherwise agreed in writing by the local planning authority.",
    "Reason: In the interests of residential amenity and in accordance with the Development Control Policies Development Plan Document policy DC61.",
    "The materials to be used in the external construction of the building hereby approved shall be in accordance with the (details and samples) of materials submitted and approved by the local planning authority on 21/11/2017 (Application Q0227.17).",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Core Strategy and Development Control policies DPD policy DC61.",
    "The development hereby permitted shall be carried out in accordance with the landscape scheme, and scheme of hard and soft landscaping submitted as part of the application and referred in condition 2 of this decision. All works proposed to existing trees and vegetation on-site shall be undertaken in accordance with details referred on the drawing titled: 'Proposed Tree Works Plan', drawing no. 3873_300, which illustrates tree sizes as planted. All new planting, seeding or turfing comprised within the proposed landscaping scheme shall be carried out in the first planting season following completion of the relevant phase of the development and any new trees or plants which within a period of 5 years from completion of landscaping in the relevant phase die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local planning authority.",
    "Reason: To protect the v",
    "The development shall be managed in accordance with the Landscape, Ecology and Cemetery Management Plan submitted as part of the planning application.",
    "Reason: To protect the ecological value and the visual amenity of the area in accordance with policy DC61 of the Core Strategy 2008.",
    "The burial identification plaques referred to in the Landscape, Ecology and Cemetery Management Plan shall not exceed 30cm x 30cm in size and shall be of green granite or such other material as may be agreed in writing by the local planning authority.",
    "Reason: To ensure that the development is undertaken in accordance with the details approved, in the interests of residential amenity and to comply with Development Control Policies Development Plan Document policy DC61.",
    "Following the occupation and the use of the site, the public shall have access to the burial ground in accordance with the scheme approved by the local planning authority on 21/11/2017, Application Ref; Q0227.17. Access shall thereafter be maintained in accordance with the approved scheme unless otherwise agreed in writing by the local planning authority.",
    "Reason: In the interests of ensuring a degree of permanent public access to the site, to limit the effects on residential amenity and in accordance with the Development Control Policies Development Plan Document policy DC61.",
    "The use of one of the workshops defined within the 'workshop and storage area', on the drawings hereby approved as part of this permission, shall cease within six months of the facility reaching burial capacity. Within a further six months of that date the workshop shall be removed from the site and the land restored in accordance with the landscaping and management plan, secured by condition to this permission.",
    "Reason: To ensure the temporary nature of this provision is maintained, in the interests of local amenity and to comply with Development Control Policies Development Plan Document Policy DC61.",
    "Burials shall only take place in the areas identified as such on approved drawing titled 'Masterplan', drawing number: 3873_200_A, dated 29/01/15 and provision shall not be made for more than 10,000 burials to take place on-site.",
    "Reason: To ensure the temporary nature of this provision is maintained, in the interests of local amenity and to comply with Development Control Policies Development Plan Document Policy DC61.",
    "This decision does not convey any approval or consent which may be required under any enactment, bye-law, order or regulation other than section 57 of the Town and Country Planning Act 1990."
  ],
  "secondary_street_name": "Romford",
  "application_type": "All Other",
  "postcode": null,
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "12/08/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0669.19",
  "centroid_northing": 191922,
  "uprn": "10091580912",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Harold Wood",
  "decision_date": "12/08/2019",
  "description": "Minor material amendment to the approved scheme by variation of condition 02 of the planning permission granted on appeal Ref; APP/B5480/W/15/3132860 dated 23rd January 2017, for the Change of use of land to burial grounds including removal of existing agricultural buildings and erection of two pavilion buildings for associated usage, hard and soft landscaping, new access to A12 and internal roads and paths, parking, and workshop area for storage of associated equipment, tools and materials.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0669.19",
  "lpa_app_no": "P0669.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:44.903+00:00",
  "centroid_easting": 556273,
  "pp_id": "07817907",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "29/04/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556047.561,
              191936.112
            ],
            [
              556464.798,
              192163.696
            ],
            [
              556466.965,
              192138.77
            ],
            [
              556461.547,
              192126.849
            ],
            [
              556479.97,
              192107.342
            ],
            [
              556482.138,
              192056.406
            ],
            [
              556477.803,
              192034.732
            ],
            [
              556479.97,
              192011.973
            ],
            [
              556459.379,
              191964.289
            ],
            [
              556439.872,
              191981.629
            ],
            [
              556429.035,
              191967.54
            ],
            [
              556411.695,
              191979.461
            ],
            [
              556417.114,
              191937.196
            ],
            [
              556398.69,
              191915.521
            ],
            [
              556400.858,
              191897.098
            ],
            [
              556385.685,
              191897.098
            ],
            [
              556377.015,
              191881.925
            ],
            [
              556364.011,
              191871.088
            ],
            [
              556362.927,
              191848.33
            ],
            [
              556375.932,
              191830.99
            ],
            [
              556372.681,
              191810.399
            ],
            [
              556356.425,
              191809.315
            ],
            [
              556349.922,
              191786.557
            ],
            [
              556326.08,
              191797.394
            ],
            [
              556321.745,
              191761.631
            ],
            [
              556306.573,
              191769.217
            ],
            [
              556295.735,
              191765.966
            ],
            [
              556283.814,
              191726.951
            ],
            [
              556262.14,
              191722.616
            ],
            [
              556241.549,
              191732.37
            ],
            [
              556237.214,
              191717.198
            ],
            [
              556244.8,
              191691.188
            ],
            [
              556220.958,
              191696.607
            ],
            [
              556206.869,
              191693.356
            ],
            [
              556206.869,
              191679.267
            ],
            [
              556155.934,
              191728.035
            ],
            [
              556119.087,
              191785.473
            ],
            [
              556100.663,
              191830.99
            ],
            [
              556047.561,
              191936.112
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 10.317
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Maylands Fields",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "25/06/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2519708,
          51.6046473
        ],
        [
          0.2580925,
          51.6065764
        ],
        [
          0.2581127,
          51.6063519
        ],
        [
          0.2580292,
          51.6062463
        ],
        [
          0.25828629999999997,
          51.6060659
        ],
        [
          0.2582949,
          51.6056077
        ],
        [
          0.25822269999999997,
          51.6054141
        ],
        [
          0.25824379999999997,
          51.6052091
        ],
        [
          0.2579255,
          51.6047864
        ],
        [
          0.2576517,
          51.6049476
        ],
        [
          0.25748909999999997,
          51.604824
        ],
        [
          0.2572442,
          51.6049359
        ],
        [
          0.25730359999999997,
          51.6045547
        ],
        [
          0.2570281,
          51.604365
        ],
        [
          0.2570511,
          51.6041989
        ],
        [
          0.2568322,
          51.6042031
        ],
        [
          0.2567004,
          51.6040692
        ],
        [
          0.2565079,
          51.6039754
        ],
        [
          0.2564821,
          51.6037713
        ],
        [
          0.2566621,
          51.6036119
        ],
        [
          0.256606,
          51.6034278
        ],
        [
          0.256371,
          51.6034225
        ],
        [
          0.25626699999999997,
          51.6032199
        ],
        [
          0.2559278,
          51.6033239
        ],
        [
          0.2558494,
          51.6030037
        ],
        [
          0.25563379999999997,
          51.6030761
        ],
        [
          0.255476,
          51.6030499
        ],
        [
          0.2552866,
          51.6027027
        ],
        [
          0.254972,
          51.6026697
        ],
        [
          0.2546792,
          51.6027631
        ],
        [
          0.25461,
          51.602628
        ],
        [
          0.2547078,
          51.6023922
        ],
        [
          0.2543662,
          51.6024475
        ],
        [
          0.2541615,
          51.6024222
        ],
        [
          0.2541553,
          51.6022956
        ],
        [
          0.253442,
          51.6027478
        ],
        [
          0.2529359,
          51.6032741
        ],
        [
          0.2526903,
          51.6036881
        ],
        [
          0.2519708,
          51.6046473
        ]
      ]
    ],
    "type": "Polygon"
  }
}