{
  "centroid": {
    "lon": "0.1481973",
    "lat": "51.5687765"
  },
  "status": "Approved",
  "decision_target_date": "28/01/2020",
  "site_name": "327 Crow Lane",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Policy DC61 of the London Borough of Havering's' Core Strategy and Development Control Policies Development Plan Document Policy 2008.",
    "All new external finishes shall be carried out in materials to match those of the existing dwelling to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with Policy DC61 of the London Borough of Havering's' Core Strategy and Development Control Policies Development Plan Document Policy 2008.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no first floor windows or other opening shall be formed in the first floor flank wall of the extension hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with para 38 of the National Planning Policy Framework 2019, improvements required to make the proposal acceptable were negotiated with Mrs D Nawab by email on 24/01/20. The revisions are detailed in the report. The amendments were subsequently submitted on 28/01/20"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM7 0HH",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "28/01/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1512.19",
  "centroid_northing": 187731,
  "uprn": "100021368989",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Brooklands",
  "decision_date": "28/01/2020",
  "description": "Single storey rear and double storey rear and side extension, front extension and front porch.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1512.19",
  "lpa_app_no": "P1512.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:50:41.256+00:00",
  "centroid_easting": 548979,
  "pp_id": "08203161",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "21/10/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548974.771,
              187746.124
            ],
            [
              548975.313,
              187747.479
            ],
            [
              548982.899,
              187747.479
            ],
            [
              548983.441,
              187714.696
            ],
            [
              548974.5,
              187714.967
            ],
            [
              548974.771,
              187746.124
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.028
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "12/11/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1481428,
          51.5689135
        ],
        [
          0.14815119999999998,
          51.5689255
        ],
        [
          0.1482605,
          51.5689235
        ],
        [
          0.14825449999999998,
          51.5686288
        ],
        [
          0.1481257,
          51.5686336
        ],
        [
          0.1481428,
          51.5689135
        ]
      ]
    ],
    "type": "Polygon"
  }
}