{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": "Land off Nelmes Way",
  "development_type": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "13771767",
  "wgs84_polygon": null,
  "last_updated": "2025-07-24T03:59:09.723Z",
  "centroid_easting": 554000,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development shall be begun no later than three years from the date of the planning application P0755.21 dated 27/05/2022",
    "Reason: to comply with the provisions of section 91 of the Town and Country planning Act 1990 (as amended)",
    "Save where varied by the other planning conditions and the approved plans and documents comprising this planning permission, the development hereby permitted shall be carried out in accordance with the approved plans and documents under application P0755.21, (dated 27/05/2022).",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "The development hereby permitted, with a total of 90 suites, shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice), as amended by plans approved under NMA N0070.22, N0034.24 and N0008.25. The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "The development hereby permitted shall be implemented in accordance with the sample of materials and specifications of external surfaces, approved under planning permission Q0017.23 dated 03-05-2024 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To ensure that the details are implemented in accordance with planning permission P0755.21.",
    "The development hereby permitted shall be implemented in accordance with the boundary treatment details approved under planning permission Q0017.23 dated 03-05-2024 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To ensure that the details are implemented in accordance with planning permission P0755.21, to protect the visual amenities of the development, prevent undue overlooking of adjoining property",
    "Development of the residential care home hereby approved shall not commence until the car parking area shown in application reference number P0285.21 has been fully completed to the satisfaction of the LPA and as per the email from the applicant dated 9/10/2021.",
    "Reason: To provide an acceptable car parking situation for the use of the College and to avoid congestion in surrounding streets..",
    "Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 (as amended) the use hereby permitted shall be 'residential care home' only and shall be used for no other purpose(s) whatsoever including any other use in Class C2  of the Order, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "The development hereby permitted shall be implemented in accordance with details of levels (cross sections of the existing and proposed ground levels of the development and the boundaries of the site and the height of the ground floor slab and damp proof course), approved under planning permission Q0272.23 dated 26-01-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To ensure that the details are implemented in accordance with planning permission P0755.21.",
    "The development hereby permitted shall be implemented in accordance with details of maintenance and management of drainage/SuDs, approved under planning permission Q0271.22 dated 08-12-2022 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To ensure that the details are implemented in accordance with planning permission P0755.21.",
    "The development hereby permitted shall be implemented in accordance with details of maintenance and management of drainage/SuDs (details of works for the disposal of surface water, including surface water attenuation and storage), approved under planning permission Q0271.22 dated 08-12-2022 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To ensure that the details are implemented in accordance with planning permission P0755.21.",
    "The development hereby permitted shall be implemented in accordance with the scheme for hard and soft landscaping, approved under planning permission Q0071.23 dated 03-05-2024 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To ensure that the details are implemented in accordance with planning permission P0755.21.",
    "Prior to first occupation a landscape management plan for a minimum of 5 years shall be submitted to and approved, in writing, by the Local Planning Authority. Both new and existing planting will be required to be included in the plan.",
    "Reason: To ensure the proper management and maintenance of the approved landscaping in the interests of amenity and the character and appearance of the area.",
    "Notwithstanding the submitted information, prior to the occupation of the development hereby permitted, a framework travel plan, shall be submitted to, and approved in writing by the local planning authority. The travel plan shall be implemented in accordance with the approved details from the commencement of the use on site and retained thereafter.",
    "Reason: To safeguard the amenities of neighbouring residents and to ensure that highway safety is not prejudiced.",
    "The proposed windows in the east flank wall shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason: In the interests of privacy, and in order that the development.",
    "The development hereby permitted shall be implemented in accordance with the Phase III remediation scheme strategy, approved under planning permission Q0288.22 dated 27-02-2024 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "b)\tFollowing completion of measures identified in the approved remediation scheme mentioned in 1(c) above, a \"Verification Report\" that demonstrates the effectiveness of the remediation carried out, any requirement for longer-term monitoring of contaminant linkages, maintenance and arrangements for contingency action, must be produced, and is subject to the approval in writing of the Local Planning Authority.",
    "Reason: To protect those engaged in construction and occupation of the development from potential contamination.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "Following completion of the remediation works as mentioned above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Prior to first occupation of the development hereby approved, full details of the electric vehicle charging points for each to be installed in the development shall be submitted to the Local Planning Authority and approved in writing. These details shall include provision for 20% of the approved parking spaces to be provided with electric vehicle charging facilities and all the remaining spaces to have passive provision for possible future use. The development shall be implemented in full accordance with the approved details prior to first occupation and thereafter be maintained as such.",
    "Reason: To promote sustainable transport modes, developments should be designed to amongst other things enable \"charging of plug-in and other ultra-low emission vehicles\", in accordance with paragraph 110 of the National Planning Policy Framework and policy T6.1 of the London Plan.",
    "Prior to the commencement of the development hereby approved, the developer or contractor must be signed up to the NRMM register.",
    "a)\tThe development site must be entered onto the register alongside all the NRMM equipment details.",
    "b)\tThe register must be kept up-to-date for the duration of the construction of development.",
    "c)\tAll NRMM used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.",
    "d)\tAn inventory of all NRMM to be kept on-site stating the emission limits for all equipment.",
    "Reason: To reduce emissions from construction and demolition activities and comply with current NRMM emission standards, in accordance with the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplemen",
    "The development hereby permitted shall be implemented in accordance with details of Dust Management Plan, approved under planning permission Q0273.22 dated 30-01-2023 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To ensure that the details are implemented in accordance with planning permission P0755.21 and to reduce emissions from the demolition and construction of buildings and to comply with policy SI 6 of the London Plan.",
    "The development hereby permitted shall be implemented in accordance with details of mitigation measures to off-set the excess in transport approved under planning permission Q014123 dated 29-09-2023 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0755.21 and to ensure that the development would not result in a deterioration of air quality in accordance with Policy SI 1 of The London Plan 2021.",
    ".",
    "No part of the development hereby approved shall be occupied until details relating to odour control for the kitchen exhaust system have been submitted to and approved in writing by the Local Planning Authority. The development must not be occupied other than in accordance with the approved details.",
    "Reason: To protect the residential amenity of adjoining occupiers.",
    "No loading, unloading, deliveries or collections shall take place other than between the hours of 8am and 6pm Monday to Saturday and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect the residential amenity of adjoining occupiers",
    "The development hereby permitted shall be implemented in accordance with the Construction Method Statement, approved under planning permission Q0273.22 dated 30-01-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "REASON: To minimise the impacts of construction upon the amenities of neighbouring occupiers and to ensure that development does not adversely affect safety on the transport network.",
    "The development hereby permitted shall be implemented in accordance with details of vehicle cleansing facilities in the Construction Method Statement, approved under planning permission Q0273.22 dated 30-01-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "REASON: To prevent materials from the site being deposited on the adjoining public highway, in the interests of highway safety and the amenity of the surrounding area",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "Prior to the installation of any plant/machinery, a scheme for any new plant or machinery shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority",
    "Reason: To prevent noise nuisance to adjoining/adjacent properties.",
    "The development hereby permitted shall be implemented in accordance with details of Noise Pollution submitted within the Noise Impact Assessment (Sound Advice Acoustics Ltd, February 2024), approved under planning permission Q0017.23 dated 03-05-24 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "Reason: To protect the amenity and living conditions of future occupiers.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "The development hereby permitted shall be implemented in accordance with details of Window and door reveals as shown in Window Details Sheet 1 (Dwg Ref  AA7077C-7005 Rev T 03), approved under planning permission Q0017.23 dated 02-06-23 unless otherwise agreed in writing with the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    ".",
    "Reason: To ensure a high quality finish to the external elevations of the building, in accordance with policies D3 and D4 of The London Plan 2021.",
    "The development hereby permitted shall be implemented in accordance with details of Surfacing Materials for access road and parking areas as shown in Drawing number 202D), approved under planning permission Q0178.24 dated 18-10-24 unless otherwise agreed in writing with the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0755.21.",
    "Prior to the use of the care home hereby permitted, a phased scheme outlining the cycle storage including powered two wheel vehicle parking areas shall be provided and laid out and surfaced to the satisfaction of the Local Planning Authority to provide a secure cycle parking stores/stands provided for the care home use.  The safe, secure and accessible areas as marked on the plans shall be retained permanently thereafter for the accommodation of cycle parking spaces associated with the site.",
    "Reason: In order to ensure that there is adequate provision for secure cycle and powered two wheeler accommodation within the application site, encouraging alternative modes of transport.",
    "2.1 metre by 2.1 metre pedestrian visibility splays shall be provided on either side of the proposed accesses, set back to the boundary of the public footway.  There should be no obstruction of object higher than 0.6 metres within the visibility splay.",
    "Reason: Insufficient information has been supplied with the application to adequately demonstrate that the safety of pedestrians at access points has been fully safeguarded.  The requirement will ensure pedestrian safety.",
    "Notwithstanding the submitted information, prior to the first occupation of the development hereby permitted, provision shall be made for the storage of refuse and recycling in accordance to details which shall previously have been agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of amenity of occupiers of the development and also the visual amenity of the development and the locality generally.",
    "The development hereby permitted shall be implemented in accordance with details within the Secure by Design Statement dated 23.09.2022, approved under planning permission Q0288 dated 01-11-22 unless otherwise agreed in writing with the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "2)\tOnce approved in writing by the Local Planning Authority, in consultation with the Metropolitan Police Design out Crime the development shall be carried out in accordance with the agreed details.",
    "Reason: In the interest of community safety and in accordance with LBH's SPD on 'Designing Safer Places' (2010) and 'Sustainable Design Construction' (2009).",
    "The development hereby permitted shall be implemented in accordance with details of Fire Hydrants submitted within the Fire Strategy Report Issue 3, dated April 2022, approved under planning permission Q0274 dated 27-10-22 unless otherwise agreed in writing with the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "Reason: To ensure that the details are implemented in accordance with planning permission P0755.21.",
    "Any inlet for a fire main shall, where ever possible, be positioned on the face of the building which it serves and be visible from the appliance.  Any access point shared with a pedestrian/cycle route shall be capable of supporting a pump appliance with a minimum carrying capacity of 14 tonnes. No part of a proposed access route shall contain a grassed area.",
    "Reason: In order to comply with Policy D6 of the 'London Plan' 2021.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the 'London Plan' 2021.",
    "Notwithstanding the submitted information, the care home hereby approved shall not be occupied until a Parking Management Plan has first been submitted to, and agreed in writing by, the local planning authority. The plan shall: identify at least 20 per cent of the electric vehicle charging point spaces that are to be provided as 'active' spaces with 'passive' provision for all remaining spaces; detail the allocation of a disabled person's parking spaces; detail the allocation of general parking spaces within the development; detail the management of general vehicle access across the site and detail the provision of cycle parking for visitors to the development. The development shall be carried out in accordance with the plan so agreed and shall be retained as such thereafter.",
    "REASON: To ensure that the development provides sufficient electric vehicle charging points and adequate, secure and (where appropriate) weather protected cycle parking in accordance with London Plan Policies T5",
    "The development shall be undertaken in accordance with the approved Sustainability Statement and Energy Strategy. Within 3 months (or other such period agreed in writing by the Local Planning Authority) of the final completion of the development a post construction assessment shall be undertaken demonstrating compliance with the approved Energy & Sustainable Statement (dated April 2021) which thereafter shall be submitted to the Local Planning Authority for written approval.",
    "REASON: To ensure the delivery of a sustainable development in accordance with the National Planning Policy Framework 2021, policies GG65, SI 2 of The London Plan (2021).",
    "The development hereby permitted shall be implemented in accordance with details of Tree Protection submitted within the Proposed Site Plan drawing Nos. AA7077C-3001 REV T03 and Arboricultural Method Statement TCTC-17349 AMS, approved under planning permission Q0272.22 dated 25-01-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "Reason: To ensure protection during construction works of trees, hedges and hedgerows which are to be retained on or near the site in order to ensure that the character and amenity of the area are not impaired.",
    "The development hereby permitted shall be implemented in accordance with details of remedial works to trees within the Proposed Site Plan drawing Nos. AA7077C-3001 REV T03 and Arboricultural Method Statement TCTC-17349 AMS, approved under planning permission Q0272.22 dated 25-01-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure satisfactory landscape treatment of the site which will enhance the character and appearance of the site and the area.",
    "\"Retained tree\" means an existing tree that is to be retained in accordance with the approved plans and particulars; and paragraphs 1 and 2 below shall have effect until the expiration of 3 years from the date of the first occupation of the building for its permitted use.",
    "1. No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the prior written approval of the Local Planning Authority. Any topping or lopping approved shall be carried out in accordance with British Standard BS 3998 (Tree Work).",
    "2. If any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.",
    "3. The erection of fencing for the protection of any retained tree shall be undertaken in accordance with the",
    "All mitigation and enhancement measures and/or works shall be carried out in accordance with the details contained in the Middlemarch Ecological Walkover Survey Report RT-MME-154285-01 (Middlemarch Environmental, April 2021); Preliminary Ground Level Bat Roost Assessment of Trees Report and Biodiversity Enhancement Strategy Report RT-MME-154285-02 (Middlemarch Environmental, April 2021), as already submitted with the planning application and agreed in principle with the local planning authority prior to determination.",
    "This may include the appointment of an appropriately competent person e.g. an ecological clerk of works (ECoW) to provide on-site ecological expertise during construction. The appointed person shall undertake all activities, and works shall be carried out, in accordance with the approved details.",
    "Reason: To conserve and enhance Protected and Priority species and allow the LPA to discharge its duties under the UK Habitats Regulations, the Wildlife & Countryside Act 198",
    "The development hereby permitted shall be implemented in accordance with details of Wildlife Sensitive Lighting Design submitted within the External Lighting Assessment (Mecserve, January 2023), approved under planning permission Q0017.23 dated 06-06-23 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To protect the appearance of the area, and in order that the development accords with Para's 92 and 130 from the ''NPPF'' 2021; and Policy D11 of the 'London Plan' 2021 and with LBH's SPD on 'Designing Safer Places' 2010, and to allow the LPA to discharge its duties under the UK Habitats Regulations 2017, the Wildlife & Countryside Act 1981 as amended and s40 of the NERC Act 2006 (Priority habitats & species).",
    "If the development hereby approved does not commence within one year from the date of the Preliminary Ground Level Bat Roost Assessment of Trees (Middlemarch Environmental, August 2021), the approved ecological mitigation measures secured through condition shall be reviewed and, where necessary, amended and updated.",
    "The review shall be informed by further ecological surveys commissioned to:",
    "i. \testablish if there have been any changes in the presence and/or abundance of bats",
    "and",
    "ii. \tidentify any likely new ecological impacts that might arise from any changes.",
    "Where the survey results indicate that changes have occurred that will result in ecological impacts not previously addressed in the approved scheme, the original approved ecological measures will be revised and new or amended measures, and a timetable for their implementation, will be submitted to and approved in writing by the local planning authority prior to the commencement of development.",
    "Works will then be carried",
    "Statement pursuant to Article 31 of the Town and Country Planning (Development Management Procedure) (England) (Amendment No. 2) Order 2012. The Local Planning Authority has acted positively and proactively in determining this application by assessing the proposal against all material considerations, including planning policies and any representations that may have been received and subsequently determining to grant planning permission in accordance with the presumption in favour of sustainable development, as set out within the National Planning Policy Framework In accordance with para 38 of the National Planning Policy Framework 2021.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended); a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse is needed.",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access as required (whether temporary or permanent) there may be a requirement for the diversion or protection of third party utility plant and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required during the construction of the development.  Please note that unauthorised works on the highway is an offence.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a license is required and Streetcare should be contacted on 01708 434343 to make the necessary arrangements.  Please note that unauthorised works on the highway is an offence.",
    "Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  The contact number is 08000093921 so to ensure that the surface water discharge from the site shall not be detrimental to the existing sewage system.",
    "A Trade Effluent Consent will be required for any Effluent discharge other than a 'Domestic Discharge'. Any discharge without this consent is illegal and may result in prosecution. Applications should be made at http://www.thameswater.co.uk/business/9993.htm or alternatively to Waste Water Quality, Crossness STW, Belvedere Road, Abbeywood, London. SE2 9AQ. Telephone: 020 3577 9200.",
    "A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will un",
    "The developer is advised that surface water from the development in both its temporary and permanent states should not be discharged onto the highway.  Failure to prevent such is an offence.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see: https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "The presence of European protected species, such as bats, is a material consideration in the planning process and the potential impacts that a proposed development may have on them should be considered at all stages of the process. Occasionally European protected species, such as bats, can be found during the course of development even when the site appears unlikely to support them.  In the event that this occurs, it is advised that the developer stops work immediately and seeks the advice of the local authority ecologist and/or the relevant statutory nature conservation organisation (e.g. Natural England). Developers should note that it is a criminal offence to deliberately kill, injure or capture bats, or to deliberately disturb them or to damage or destroy their breeding sites and resting places (roosts). Further works may require a licence to proceed and failure to stop may result in prosecution.",
    "The applicant's attention is drawn to the provisions of both the Wildlife and Countryside Act 1981, and the Countryside & Rights of Way Act 2000. Under the 2000 Act, it is an offence both to intentionally or recklessly destroy a bat roost, regardless of whether the bat is in the roost at the time of inspection. All trees should therefore be thoroughly checked for the existence of bat roosts prior to any works taking place. If in doubt, the applicant is advised to contact the Bat Conservation Trust at Quadrant House, 250 Kennington Lane, London, SE11 5RD. Their telephone number is 0845 1300 228.",
    "The applicant is advised to seek the advice of the Metropolitan Police Services Designing out Crime Officers (DOCOs).  The services of the MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk or 02082173813.",
    "In aiming to satisfy the condition the applicant should seek the advice of the Metropolitan Police Service Designing out Crime Officers (DOCOs).  The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk or 02082173813",
    "The applicant is advised to seek the advice of the Water Regulations Team on 01268664890 as failure to comply with the Water Supply (Water Fittings) Regulations 1999 is an offence which may result in a fine of up to Level 3 on the standard scale, or summary of conviction.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be an estimated £843,255 plus indexation. (this figure may go up or down, subject to indexation). CIL is payable within 60 days of commencement of development.",
    "A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website.",
    "Regulation 122 of the Community Infrastructure Levy Regulations 2010 (CIL Regs) states that a planning obligation may only constitute a reason for granting planning permission for the development if the obligation is:",
    "necessary to make the development acceptable in planning terms;",
    "directly related to the development; and",
    "fairly and reasonably related in scale and kind to the development."
  ],
  "ward": "Squirrels Heath",
  "centroid_northing": 189308,
  "status": "Approved",
  "secondary_street_name": "Hornchurch",
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "19/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Removal/Variation of a condition",
  "borough": "Havering",
  "description": "Variation and non-compliance with condition 2 (Approved Plans) of planning permission P0755.21 dated 27/05/2022 to allow for internal and external alterations (Erection of 2/3 storey care home for the frail elderly (Class C2 Use) with ancillary and communal accommodation, together with associated landscaping, access arrangements, car and cycle parking, servicing, refuse and recycling).",
  "decision_date": "23/05/2025",
  "centroid": {
    "lon": 0.22125,
    "lat": 51.581596
  },
  "cil_liability": false,
  "postcode": "RM11 2LL",
  "actual_completion_date": null,
  "valid_date": "18/02/2025",
  "last_updated_by": "CSV Data Import",
  "id": "Havering-P0235.25",
  "lapsed_date": "23/05/2028",
  "application_details": {
    "existing_uprns": null
  },
  "decision_target_date": "20/05/2025",
  "uprn": "10096017405",
  "lpa_app_no": "P0235.25",
  "locality": null,
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "All Other",
  "street_name": "Ardleigh Green",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0235.25"
}