{
  "title_number": [],
  "site_name": "",
  "cil_liability": false,
  "uprn": "100021773793",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "4",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Refused",
  "lpa_app_no": "21/00890/CPU",
  "actual_commencement_date": null,
  "development_type": "Certificates of Lawful Development",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "18/05/2024",
  "locality": null,
  "postcode": "KT3 3QE",
  "decision_target_date": "18/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Cambridge Road",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQFAWLNHK9K00",
  "last_updated_by": "Idox Uniform",
  "decision_date": "18/05/2021",
  "appeal_decision": null,
  "centroid_easting": 521334,
  "ward": "Beverley - OLD",
  "centroid": {
    "lat": 51.401797,
    "lon": -0.257119
  },
  "application_type_full": "Lawful development: Proposed use",
  "appeal_status": null,
  "centroid_northing": 168415,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:30:39.451Z",
  "description": "Conversion and extension of existing Garage (into habitable space) and changes to front fenestration",
  "last_date_consultation_comments": null,
  "application_details": {
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "total_gia_gained": 15.5,
    "site_area": 0.021,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021773793"
    ]
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed extension and alterations are considered not to fall within the parameters of  permitted development as set out under schedule 2, Part 1, Class A (j) (iii) & (ja) of the Town and County Planning (General Permitted Development) (England) Order 2015 (as amended)",
    "The application submission comprises completed application form, location plan and photograph of the 'outbuilding'. \r\rNo information has been provided with regards to the existing measurements of the outbuilding so officres are unable to comfirm that the proposed outbuilding would have complied with Class E of the of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) at the time of construction\r\rUnder grounds for application for a Lawful Development Certificate, Officers note the applicant has stated 'converted the shed that was used as a man cave type thing to my workspace' but it does not identify when the conversion took place.\r\rIn Permitted Development Rights for Householders,  Technical Guidance 2019, Class E set out the rules on permitted development for building etc within the curtilage of a house. Buildings which are attached to the house are not permitted under Class E. Buildings under Class E built for purposes incidental to the enjoyment of the house. \r\rParagraph E.4 of Class E indicates that purposes incidental to the enjoyment of the house includes the keeping of poultry, bees, pet animals, birds or other livestock for the domestic needs or personal enjoyment of the occupants of the house.\r\rBut the rules also allow, subject to the conditions and limitations below, a large range of other buildings on land surrounding a house. Examples could include common buildings such as  garden sheds, other storage buildings, garages and garden decking as long as they can be properly be described as having a purpose incidental to the enjoyment of the house.  \r\rA purpose incidental to a house would not, however, cover normal residential uses, such as separate self contained accommodation or the use of an outbuilding for primary living accommodation such as a bedroom, bathroom or kitchen Nor would it allow the use of the outbuilding for any business purposes.\r\rIn this instance, the applicant has not demonstrated  through the submission of evidence of the purpose and configuration of the outbuilding nor have they demonstrated that the outbuilding is in use for a purpose incidental to the enjoyment of the house.\r\rIn addition, the Local Planning Authority  is not satisfied that the applicant has submitted sufficient information to demonstrate that the existing use falls within the remit of operational development and has been in an identified  position for a period of 4 years. \r\rThe applicant is advised to provide further information in future applications.",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r"
  ],
  "status": "Refused",
  "pp_id": "PP-09661781",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "23/03/2021",
  "id": "Kingston-21_00890_CPU",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.257097,
          51.401811
        ],
        [
          -0.257098,
          51.401784
        ],
        [
          -0.257141,
          51.401784
        ],
        [
          -0.25714,
          51.401811
        ],
        [
          -0.257097,
          51.401811
        ]
      ]
    ],
    "type": "Polygon"
  }
}