{
  "lpa_name": "Kingston",
  "uprn": "100021782900",
  "decision_date": "12/04/2021",
  "epc_number": null,
  "application_type_full": "Lawful development: Proposed use",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00462_CPU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT3 5HE",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "total_gia_gained": 32.24,
    "no_additional_bedrooms": 1,
    "site_area": 0.034,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: RBK"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021782900"
    ]
  },
  "valid_date": "17/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erction of hip to gable and rear dormer roof etensions with chimney stack removal and installation of 3no front rooflights to facilitate loft conversion",
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions with chimney stack removal and the installation of 3no front rooflights to facilitate a loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B, C & G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Minimum submission requirements - It is to the applicant's benefit to provide as much supporting information as possible for the proposal such as plans, elevations, photographs and supporting documents.\rAs a minimum, please provide a plan identifying the land to which the application relates drawn to an identified scale and showing the direction of North.\r",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r9 no surrounding properties were notified  of the proposed development. No  letters of representation were received. \r\rProposal \rThe application seeks full planning permission for  the erection of hip to gable and rear dormer roof extensions and part single , part two storey rear extension. \r\rApplication Site\rThe  site comprises a semi detached dwelling. \r\rPlanning History\r24/01617/PAEXT - Erection of single storey rear extension ( 6m in depth, maximum height of 3m and eaves height of 3m) - Prior approval not required 08.08.24\r\r24/01347/CPU - Erection of hip to gable roof extension with rear dormer and installation of 1nos front rooflight and replacement of 1 no existing front rooflight . Granted 24.07.24\r\r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval for the erection of hip to gable and rear dormer roof extensions and part single part 2 storey rear extension.  \r\rThe dwelling has the benefit of the confirmation of  prior approval is not required for a 6m in depth single storey rear extension  ( planning ref : 24/01617/PAEXT) and the issue of a certificate of lawfulness for the erection of a hip to gable roof extension and a rear dormer (planning ref : 24/01347/CPU).\r\rThe dwelling has an existing  single storey rear extension with a depth of 2.6m  which is to be demolished and replaced by a proposed single storey rear extension  projecting a depth of 6m.\r\rAt first floor level , the proposed rear extension would project a depth of 2.63m, width of 3.29m  and height of 2.54m  which would be slightly higher than the existing eaves of the dwelling.  It would be positioned within the built footprint of the proposed ground floor  extension. The proposed rear elevation wall would present a single white frame upvc window which would match the existing. \r\rAbove the proposed first floor rear extension, an additional storey is proposed which would adjoin the proposed rear dormer resulting in the creation of a second floor L shaped mansard  flat roof extension which would be set down lower than the flat roof of the proposed rear dormer. It would present a window on the rear slope/ elevation. Officers acknowledge that paragraph 124 (e) of the NPPF (2023) gives support to mansard roof extensions in certain circumstances. It states, that planning policies and decisions should allow mansard roof extensions on suitable properties where their external appearance harmonises with the original building .However,  in this instances even  though the proposed mansard dormer would be positioned at the rear of the dwelling, it would be visible from Studland Road  and  would  upset the harmony of the dwelling and thus impact on the character and appearance of the the individual dwelling. In addition,   this element of the proposal would be considered to be contrary to  Policy Guidance 39 in the Residential Design SPD which does not support the construction of dormer windows in the style of a mansard roof.  \r\rThe proposed materials would relate well to those of the existing dwelling.\r\rThe proposed development is considered unacceptable in terms of scale, form, bulk, massing and design . It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal property to consider in relation to amenity is neighbouring property at no 48 Durlston Road.\r\rOverall, It is considered that the proposed development would have not adversely affect the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:28:50.436Z",
  "ward": "St James - OLD",
  "parking_details": null,
  "lapsed_date": "12/04/2026",
  "decision_target_date": "14/04/2021",
  "centroid": {
    "lat": 51.394322,
    "lon": -0.269061
  },
  "lpa_app_no": "21/00462/CPU",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QOK91ANHJQE00",
  "locality": null,
  "polygon": null,
  "development_type": "Certificates of Lawful Development",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "71",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Windsor Avenue",
  "pp_id": "PP-09519173",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 520523,
  "appeal_start_date": null,
  "centroid_northing": 167564,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.269038,
          51.394335
        ],
        [
          -0.269039,
          51.394308
        ],
        [
          -0.269083,
          51.394309
        ],
        [
          -0.269082,
          51.394336
        ],
        [
          -0.269038,
          51.394335
        ]
      ]
    ],
    "type": "Polygon"
  }
}