{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QN6QCVNH04300",
  "lapsed_date": "18/02/2026",
  "decision_target_date": "01/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3HX",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "total_gia_gained": 14.3,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "11/2021",
    "site_area": 0.025
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00160/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520765,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:27:29.471Z",
  "id": "Kingston-21_00160_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Elm Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "18/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.60 in depth, maximum height of 3.20m and eaves height of 2.54m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168967,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021775529",
  "centroid": {
    "lon": -0.265107,
    "lat": 51.40688
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a detached dwelling within the Riverside North Conservation Area.\r\rProposal\rErection of single storey rear extension\r\rConsultation\r4 neighbouring properties have been notified and no representations have been received.\r\rKingston CAAC - No objection.  This is one of a row of late Victorian villas that have been cited in the CA's designation report as making a positive contribution to the character & appearance of the CA. We believe, therefore, that the applicant should include a DAS or heritage statement with their PA even if it does not represent major development. That aside, the proposed extension would not be visible from the public highway & its materials are in keeping with the character & appearance of the original property & its neighbours.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on Heritage Assets;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; \r- The impact of the development on flood Risk; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed extension would not be visable within the streetscene. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rHeritage Assets\rSection 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) states that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: Due to the location of the proposal, officers consider that the proposed development would preserve the character and appearance of the Riverside North Conservation Area and would not cause any harm to the significance of the designated heritage asset. Since no harm has been identified it is not necessary to weigh the proposal against any public benefit.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to the siting of the adjoining neighbours rear extension It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zones 2, 3A and 3B. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rThe Flood Risk Form and Flood Risk statement submitted by the applicant indicates that floor levels within the proposed development would be set no lower than the main dwelling and appropriate mitigation measures would be implemented as part of the proposed development which are considered acceptable and in accordance with Policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Scale Bar Issues - the scales on the submitted Block Plan and Fascia Sections are not correct. The Block Plan scale bar measures 1600mm, not 800mm at the scale of 1:200, and the Sections scale bar measures 2m, not 1m at the scale of 1:20 and annotated dimensions are also incorrect as shown on the sample images below. Please correct the scales on these plans.\r\rI note that you have previously checked the scales. We have checked using two types of measuring software. You may like to send a photograph of a scale ruler against a printed copy of the plans to demonstrate that they are correct."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/01/2021",
  "secondary_street_name": null,
  "site_number": "165",
  "pp_id": "PP-09366601",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.265085,
          51.406893
        ],
        [
          -0.265086,
          51.406866
        ],
        [
          -0.265129,
          51.406867
        ],
        [
          -0.265128,
          51.406894
        ],
        [
          -0.265085,
          51.406893
        ]
      ]
    ],
    "type": "Polygon"
  }
}