{
  "lpa_name": "Kingston",
  "uprn": "100021777810",
  "decision_date": "29/04/2021",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00680_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT3 5NB",
  "appeal_decision": null,
  "application_details": {
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "scheme_phasing": true,
    "affordable_housing_fast_track": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 114,
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 114,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "total_gia_gained": 114,
    "internal_resi_water_usage": 0,
    "total_gia_lost": 0,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_gia_gained": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_commencement_date": "08/2021",
        "intended_completion_date": "08/2022"
      }
    ],
    "garden_land_lost": true,
    "scheme_name": "propose detached house to rear of corner plot of 92 Lawrence Avenue",
    "site_area": 325,
    "rain_water_harvesting": true,
    "total_gia_existing": 0,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.9,
        "building_ref": "92A"
      }
    ],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 1,
      "no_non_resi_units_to_have_full_fibre": 1,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "fire_suppression_system_proposed": false,
      "green_roof_area": 0,
      "total_annual_nox_emissions": 0
    },
    "s106_agreement": false,
    "existing_uprns": [
      "100021777810"
    ],
    "commencement_notice_received": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216617HH"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2166171A"
      }
    ]
  },
  "valid_date": "04/03/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of 2 storey self-contained detached dwellinghouse in rear garden of corner plot of 92 Lawrence Avenue, with associated parking, amenity space and refuse arrangements",
  "decision_conditions": [
    "The proposed accommodation would be substandard and significantly overlooked by 92 Lawrence Avenue, resulting in unacceptable living conditions for future occupants. The proposal is therefore contrary to policy D6 of the London Plan 2021 and policies DM10 and DM13 of the LDF Core Strategy 2012.",
    "The proposed development, by reason of its scale, form, bulk, siting and detailed design, would appear cramped and incongruous within the Kneller Road street scene, resulting in unacceptable harm to the character and appearance of the area. The proposal is therefore contrary to policy D3 of the London Plan and policy DM10 of the LDF Core Strategy 2012.",
    "The proposed development, by reason of the positioning of upper floor windows in close proximity to the boundary of 90 Lawrence Avenue, would deprive the occupants of this property of a reasonable degree of privacy, resulting in unacceptable living conditions. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The proposed development, by reason of its scale and siting, would unduly enclose 90 and 92 Lawrence Avenue and deprive the occupants of these properties of a reasonable outlook, resulting in unacceptable living conditions. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The proposed development, by reason of its scale and siting, would unduly deprive the occupants of 90 Lawrence Avenue, 92 Lawrence Avenue and 35 Kneller Road of natural light, resulting in unacceptable living conditions for the occupants of these properties. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The proposed development, by reason of its scale, bulk and siting, would appear overbearing when viewed from 92 Lawrence Avenue, resulting in unacceptable living conditions for the occupants of this property. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The proposed development would not incorporate a sustainable drainage system and the applicant has not demonstrated that this would not be feasible. The proposal is therefore contrary to policy DM4 of the LDF Core Strategy 2012.",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rErection of piggyback roof extension with 6 nos. side roof lights. Raising roof height.\r\rConsultation\r7 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed piggyback extension resulting in a raised right height is compliant with Policy Guidance 40 of the Residential Design SPD as it has been set back from the front elevation by at lease 4m and the does not increase the height by more than 1.3m. Officers also note there are several examples of piggyback extension within the street and surrounding area. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  With regards to the piggyback roof extension, as this would not extend beyond the original rear elevation, officers have not identified any harm with regards to further loss of light. The proposed rooflight should be obscured glazing in order to mitigate light pollution and provided an element of privacy from overlooking. This would be secured by condition should permission be granted. Overall, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling located within the Flood Risk Zone 2. \r\rProposal \rErection of single storey rear extension\r\rConsultations\r6 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: It is acknowledged that the proposed single storey rear extension (approximately 4m deep) would not be strictly in accordance with Policy Guidance 33 of the Council's Residential Design SPD with regards to the recommended depth, however considering its siting, the size of the plot and similar depth extensions within the immediate surrounding area, it is considered that the proposal would be in-keeping with the host dwelling and the surrounding area. \r\rAs such, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is noted that both adjoining properties benefit from rear extensions. It is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone 2. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rThe Flood Risk Form submitted by the applicant indicates that floor levels within the proposed development would be set no lower than the main dwelling. A relevant condition would be attached to ensure that appropriate mitigation measures would be implemented as part of the proposed development. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Statement, which is considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of a single storey side extension and internal remodelling\r\rConsultations\r6 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey side extension, given its scale, siting and the proposed materials is considered to be acceptable. The proposal would not be visible within the street view, as such there would be no significant impact on Deacon Road.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Reasonable Exception Statement, which is considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Inspection: Site inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\rAssessment: The works proposed are acceptable. \rRecommendation: Approve felling and replant with one replacement tree. \r",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r7 no surrounding properties were notified  of the proposed development. No  letters of representation were received.  \r\rProposal \rThe application seeks full planning permission for the demolition of existing conservatory and erection of a single storey rear extension and addition of a dormer window  to rear roof. Conversion of an existing garage into a habitable space. \r\rApplication Site\rThe site comprises a detached dwelling. \r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact upon Highways\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval for the demolition of the existing conservatory and erection of a single storey rear extension and addition of a dormer window to rear roof. Conversion of an existing garage into a habitable space.\r\rThe existing conservatory  projects a maximum depth of 4.437m and  maximum width of 3.861m. It has an eaves height of 2.583m and maximum pitch height of 3.67m.  \r\rThe proposed single storey  rear extension would project a depth of 4.425m and width of 5.625m. It would have a flat roof  with an eaves height of  3.36m. Whilst the proposed depth of the single storey rear extension would be contrary to the recommendations as set out in the Residential Design SPD, as the dwelling resides within a large plot  the proposal would be deemed acceptable in this context. \r\rThe proposal also seeks approval for the conversion of the garage into a habitable space to be utilised as a  study. The proposed garage conversion would be situated within the existing footprint of the property and measure the same width and depth therefore would create minimal impact on the surrounding character. \r\rThe proposal includes the replacement of the existing garage door with a front elevation window to match the existing and masonry to match existing. An access  door and single window would be introduced on the proposed side (east) elevation The proposal would maintain and reinforce the style of the main dwelling house and present a front elevation appropriate with the existing streetscene.\r\rThe proposal also includes the  provision of a single rear dormer window on the rear roof slope which would measure a length of 2.243m, depth of 1.7m and width of 1.698m \r\rThe proposed materials would relate well to those of the existing dwelling. It would be appropriately set down from the ridge and  set in from the sides of the roofslope and as such would be a proportionate addition to the host property.\r\rWithin the context of the existing built form on site and the siting of the single storey rear extension,  addition of a dormer window and conversion of the existing garage into a habitable space, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rImpact upon Highways\rPolicy DM9 , Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe area of hardstanding/ driveway to the front of the property is of an adequate size to be used as a car parking space for two vehicles  and so the loss of the garage would not result in the loss of  two  spaces that would impact upon highway safety.\r\rThe proposal includes the conversion of an existing garage into a habitable space. Nevertheless, the area of hardstanding/ driveway to the front of the property is of an adequate size to be used as a car parking space, and so the loss of the garage would not result in the loss of a space that would impact upon highway safety.\r\rThe proposals would result in the loss of internal storage space currently capable of storing cycles. The plans do not explicitly show any replacement cycle parking as part of the proposals. Notwithstanding, Officers consider that there would be sufficient space either to the front or rear of the property to accommodate a purpose built enclosure to the required standards to comply with Policy T5 of the London Plan, 2021, and a condition to this effect would be attached to any grant of planning permission to require the applicant to supply details of cycle parking facilities to the Council for approval.\r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation \rNo response received\r\rRelevant History\r20/03129/FUL - Demolition of existing detached dwelling house and construction of replacement detached dwelling house with basement and new outbuilding within garden - Granted 17.06.2021\r\r22/02028/FUL - Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 20/03129/FUL (Demolition of existing detached dwelling house and construction of replacement detached dwelling house with basement and new outbuilding within garden) dated 17/06/2021. Variations to approved layouts, access, materials and elevations -  Granted 05.09.2022\r\r23/02754/HOU - Demolition of rear and side conservatories and erection of part two storey/part single storey rear extension, two storey side extension, and single storey front extension including porch. Erection of 2no. front dormer roof extensions and installation of 4nos. side and 7nos. rear rooflights to facilitate loft conversion. - Refused\rReason for refusal\r1. The proposed rear balconies/terraces by virtue of their size, siting and design would result in overlooking of the neighbouring gardens and result in a loss of privacy to the neighbouring occupiers to the detriment of the existing living conditions of neighbouring occupiers. The proposal therefore would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r\r23/03507/HOU - Demolition of rear and side conservatories and erection of part two storey/part single storey rear and first floor side extensions. Erection of two storey front extension including porch. Erection of 2no. front dormer roof extensions and installation of 4nos. side and 7nos. rear rooflights to facilitate loft conversion. - Refused\rReason for refusal\r1. The applicant has failed to demonstrate that the proposed development would not cause harm to the biodiversity of the site and in particular to protected species bats and birds and in the absence of a bat survey and Preliminary Ecological Assessment the applicant has failed to demonstrate the proposal would safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r\rThe application is a revision of the refused applications 23/02754/HOU & 23/03507/HOU. \r\rThe application omits the rear balconies/terraces which were of concern in application 23/02754/HOU & the application is supported by a PEA and Bat Survey which were of concern in application 23/03507/HOU. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Other matters\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rParagraph 216 of the NPPF 2024 set out the method for assessing the impact of development proposals on non-designated heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a non-designated heritage asset, the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset..\r\rOfficer Comment: The proposed development would not be fully compliant with the guiding principles of the LPA's adopted LDF Residential Design Guide. The site is the subject of one extant planning permission 22/02028/FUL for a 3 storey flat roofed detached single dwellinghouse. In the context of the planning history of the site and fall back position this gives and the site and its surroundings it is considered in this instance that the proposed development would be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area or the non-designated heritage asset the Kingston Hill/Coombe Hill Strategic Area of Special Character as a result of the proposed development\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development by virtue of its size, siting and design, orientation and the separation distance between the neighbouring residential properties would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light, noise or disturbance. \r\rThe balconies/terraces at first floor at the rear that were part of the refused planning application 22/02028/FUL and the sole reason for refusal on privacy grounds have been removed to overcome that reason for refusal.\r\rIf permission were to be granted a condition is recommended to obscure glaze and fix shut (up to 1.7m above the internal finished floor level) the windows proposed in the side elevations at first floor and above to avoid actual or perceived overlooking of the neighbouring occupiers. \r\rAs such it is considered that the proposal would be respectful of the privacy of the neighbouring occupiers and not have an adverse impact on the existing living conditions of neighbouring occupiers. \r\rOther matters\rThe site is adjacent to a designated Site of Importance for Nature Conservation (SNIC). The application is supported by a bat survey and Preliminary Ecological Assessment. It is considered that these demonstrate the proposal would safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. This would overcome the reason for refusal under application 23/03507/HOU.\r\rA condition is recommended to secure the submission of a fire safety strategy statement to ensure the proposed development accords with Policy D12 of the London Plan. The applicant has submitted a reasonable exception statement however it is considered that this does not fully articulate why the development would not require a fire safety strategy and how the proposal would accord fully with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r",
    "The Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\r",
    "The proposal includes replacement of front window, therefore please provide the existing and proposed window/door secftion or details.",
    "For the avoidance of doubt, please confirm the description 'Demolition of an existing rear storage, erection of a single storey rear extension. Addition of a window to rear garage and side elevation. Replacement of front window'.",
    "The Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "The Validation Local List requires Time Stamped Photographs of the site to be provided with the application submission. Please see the Local List for further guidance and submit these.\r",
    "Validation Checklist Update - Please ensure you have provided all documents required to support your application in line with the Validation Local List and update the Checklist document with any changes you have made to your application."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:43.424Z",
  "ward": "Old Malden - OLD",
  "parking_details": null,
  "lapsed_date": "29/04/2024",
  "decision_target_date": "29/04/2021",
  "centroid": {
    "lat": 51.386801,
    "lon": -0.260347
  },
  "lpa_app_no": "21/00680/FUL",
  "status": "Refused",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPG9QFNHK0O00",
  "locality": null,
  "polygon": null,
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "29/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "92",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Lawrence Avenue",
  "pp_id": "PP-09583877",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 521149,
  "appeal_start_date": null,
  "centroid_northing": 166742,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.260325,
          51.386814
        ],
        [
          -0.260326,
          51.386787
        ],
        [
          -0.260369,
          51.386788
        ],
        [
          -0.260368,
          51.386815
        ],
        [
          -0.260325,
          51.386814
        ]
      ]
    ],
    "type": "Polygon"
  }
}