{
  "title_number": [],
  "site_name": "",
  "cil_liability": false,
  "uprn": "100021775329",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "19",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Approved",
  "lpa_app_no": "21/00608/CPU",
  "actual_commencement_date": null,
  "development_type": "Certificates of Lawful Development",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "24/05/2026",
  "locality": null,
  "postcode": "KT3 4AS",
  "decision_target_date": "24/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Egmont Road",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPA6D4NHJXK00",
  "last_updated_by": "Idox Uniform",
  "decision_date": "24/05/2021",
  "appeal_decision": null,
  "centroid_easting": 521948,
  "ward": "Beverley - OLD",
  "centroid": {
    "lat": 51.402079,
    "lon": -0.248281
  },
  "application_type_full": "Lawful development: Proposed use",
  "appeal_status": null,
  "centroid_northing": 168461,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:29:22.937Z",
  "description": "Erection of single storey rear extension",
  "last_date_consultation_comments": null,
  "application_details": {
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "total_gia_gained": 16.2,
    "site_area": 0.023,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216894GI"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021775329"
    ]
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed erection of a single storey rear extension falls within the parameters of  permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Please amend the Site Location Plan as follows:\rthere must be a single red line boundary around the site and this must include land necessary to carry out the proposed development i.e. land required for access to the site from a public highway. There are currently two red line boundaries and no access shown from the house to the highway.\r\rNote: A Site Location Plan must be at a scale of either 1:1250 or 1:2500 which identifies the site and the surrounding area and shows at least two roads and the north point. The site should be outlined in red and any other land owned by the applicant in blue. It should include land necessary to carry out the proposed development (e.g. land required for access to the site from a public highway, visibility splays, car parking and open areas around buildings).\r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rReplacement of loft floor level non-openable UPVC sash windows with opaque glazing with openable UPVC casement windows with clear glazing. (Retrospective)\r\rDescription of Development\rSchedule 2, Part 1, Class B.2(c) and Class C.2 (a) & (b) of the Town and Country Planning (General Permitted Development) (England) state that Development is permitted subject to the following conditions\r\rClass B.2(c) \r(c) any window inserted on a wall or roof slope forming a side elevation of the dwellinghouse must be—\r(i) obscure-glazed, and\r(ii) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.\r\rClass C.2 (a) & (b) \rthat any window located on a roof slope forming a side elevation of the dwellinghouse must be—\r(a) obscure-glazed; and\r(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.\r\rNon compliance with these conditions would result in the Certificate of Lawfulness being invalid and the whole development would therefore requiring planning permission.\r\rOfficers note that the proposal only concerns the windows, however, as shown above,  the windows conflict with the condition(s) of permitted development under Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), the Lawful Development Certificate (23/01113/CPU) that was issued on 22.06.2023 would therefore be invalid. \r\rThe totality of the works are therefore considered to require planning permission.\r\rConsultation\r12 neighbouring properties have been notified and 1 letter of objection has been received stating;\r- Privacy\r\rthis will be addressed with the report.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The application proposes 4 clear glazed, openable windows at 2nd floor level, spaced along the whole length of the property. Policy Guidance 16 of the Residential Design SPD state that a separation distance of no less than 21m shall normally be maintained between facing windows of habitable rooms. It is noted that the proposed site plan show this separation distance as just 18.5m to the nearest habitable room. Due to the position of the development site, these proposed windows would directly overlook a number of habitable rooms to the rear of the properties on Egmont Road that back onto the development site. It is therefore considered that the proposed development would adversely affect the amenities of the occupiers of neighbouring properties by reason of loss of privacy and a sense of overlooking contrary to Policy DM10 and the Residential Design SPD. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "status": "Approved",
  "pp_id": "PP-09569887",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "29/03/2021",
  "id": "Kingston-21_00608_CPU",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.248259,
          51.402092
        ],
        [
          -0.24826,
          51.402065
        ],
        [
          -0.248303,
          51.402066
        ],
        [
          -0.248302,
          51.402093
        ],
        [
          -0.248259,
          51.402092
        ]
      ]
    ],
    "type": "Polygon"
  }
}