{
  "lpa_name": "Kingston",
  "uprn": "100021757106",
  "decision_date": "19/04/2021",
  "epc_number": null,
  "application_type_full": "Lawful development: Proposed use",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00095_CPU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT2 7DQ",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "total_gia_gained": 16,
    "no_additional_bedrooms": 0,
    "site_area": 0.072,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Hill - Designated in UDP 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.06.56\rTree ref: A8\rTree category: A\rDetails: M&C Order no: 06 Year: 1956"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: CEN"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021757106"
    ]
  },
  "valid_date": "22/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of single storey side extension",
  "decision_conditions": [
    "The proposed erection of single storey side extension falls within the parameters of  permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site: \r\r43 Market Place lies on a prominent location on the corner of Market Place, Eden Street and Bath Passage. The curved building  comprises ground  floor with three upper storeys. The property is in restaurant use at ground floor  (Zizzi) Use Class E.\r\rThe application site is located within Kingston town centre. It is on a secondary shopping frontage. The building is an identified  Building of Townscape Merit within the Kingston Old Town Conservation Area. The site is located within Flood Zone 2. The site is located within a Controlled Parking Zone (CPZ).\r\rProposal: \r\rInstallation of 3nos. internally illuminated fascia signs, 1no. non-illuminated fascia sign and 2nos. externally illuminated projecting signs\r\r\rConsultation: \r\rA total of 13 neighbours were consulted and no response was received. \r\rPlanning Considerations: \r\rThe key areas of assessment are:\r\r- The impact of the proposal on the character and appearance;\r- The impact of the proposal on neighbouring residential amenity; and\r- The impact of the proposal on highway safety. \r\rCharacter and Appearance: \r\rNational Planning Policy Framework (2023) (NPPF) para 131 states the creation of high-quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve. London Plan (2021) (LP) Policy D8(B) ensures the public realm is well-designed, safe, accessible, inclusive, attractive, well-connected and easy to understand, service and maintain. Lighting, including for advertisements, should be carefully considered and well-designed in order to minimise intrusive lighting infrastructure and reduce light pollution. Core Strategy (2012) (CS) DM10(T) states that advertisements should be avoided where they will be visually intrusive and likely to result in an adverse effect on the character and visual amenities of the local and wider area\r\rOfficer Comment: The proposed development would cause no visual clutter or harm to the character or appearance of the area as a result of the proposed development and the proposal would preserve the Kingston Old Town Conservation Area's character. It is considered that the proposed signage would be a sympathetic addition to the host property. Therefore, officers considered the proposed signage to be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rImpact on Residential Amenity:\r\rNPPF para 135 sets an expectation that new development will be designed to create places that amongst other things have a 'high standard' of amenity for existing and future users. This is reflected in LP Policy D3. CS Policy DM10 is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The signage is minor and would not be visually obtrusive in terms of light spillage, glare and outlook. The illuminance level would be restricted by condition. Officers do not consider the proposed development would not result in adverse impacts on neighbouring amenity. \r\rHighways and Transportation:\r\rNPPF para 115 states development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe. LP Policy T2(b) aims to promote the Mayor's Healthy Streets Approach to improve street safety, comfort, convenience and amenity. CS Policy DM10 seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety.\r\rOfficer Comment: Advertisement displays are part of the established street scene and are not an unexpected addition in the road environment. The advertisement is small scale and would have a low illuminance to reduce potential distraction for drivers and pedestrians moving along the road. Officers are satisfied the proposal would not result in an unacceptable harmful effect on the safety and useability of the highway and  public safety, subject to the imposition of conditions. \r\rConclusion:\r\rOfficers are satisfied the proposal would not result in unacceptable impacts on the character and appearance of the area or the amenity of surrounding occupiers, or an unacceptable risk to public safety. In conclusion, the proposed development is considered to be in accordance with the Development Plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r",
    "The fee required for your planning pre-application enquiry is £300.  Payment can be made online via the Kingston council website, or via our Contact Centre on 020 8547 5002."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:27:13.476Z",
  "ward": "Coombe Hill - OLD",
  "parking_details": null,
  "lapsed_date": "19/04/2026",
  "decision_target_date": "19/04/2021",
  "centroid": {
    "lat": 51.418153,
    "lon": -0.263645
  },
  "lpa_app_no": "21/00095/CPU",
  "status": "Approved",
  "site_name": "Ringwood",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMVR8YNHJAS00",
  "locality": null,
  "polygon": null,
  "development_type": "Certificates of Lawful Development",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Coombe End",
  "pp_id": "PP-09414936",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 520837,
  "appeal_start_date": null,
  "centroid_northing": 170223,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.263622,
          51.418166
        ],
        [
          -0.263624,
          51.418139
        ],
        [
          -0.263667,
          51.41814
        ],
        [
          -0.263666,
          51.418167
        ],
        [
          -0.263622,
          51.418166
        ]
      ]
    ],
    "type": "Polygon"
  }
}