{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QNJ7PJNHJGT00",
  "lapsed_date": "15/04/2026",
  "decision_target_date": "23/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8LJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 24,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "07/2021",
    "intended_completion_date": "10/2021",
    "site_area": 0.044000000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00237/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519418,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:27:49.830Z",
  "id": "Kingston-21_00237_HOU",
  "application_type": "Householder",
  "street_name": "Pine Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "15/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side extension including conversion of existing garage to habitable space",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167325,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021795448",
  "centroid": {
    "lon": -0.285016,
    "lat": 51.392407
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor or above in the side elevation of the extension unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The application submission comprises completed application form, location plan and annotated photograph of the 'outbuilding'. The annotated photograph identifies measurements of the existing structure and an existing fence post installed as agreed with 18 Wilson Road greater than 4 yrs.\r\rUnder grounds for application for a Lawful Development Certificate, Officers note the applicant has stated 'Granted under permitted development. Outbuilding not more than 2.5m high 50mm from boundary'.\r\rIn Permitted Development Rights for Householders,  Technical Guidance 2019, Class E set out the rules on permitted development for building etc within the curtilage of a house. Buildings which are attached to the house are not permitted under Class E. Buildings under Class E built for purposes incidental to the enjoyment of the house. Paragraph E.4 of Class E indicates that purposes incidental to the enjoyment of the house includes the keeping of poultry, bees, pet animals, birds or other livestock for the domestic needs or personal enjoyment of the occupants of the house.\r\rBut the rules also allow, subject to the conditions and limitations below, a large range of other buildings on land surrounding a house. Examples could include common buildings such as  garden sheds, other storage buildings, garages and garden decking as long as they can be properly be described as having a purpose incidental to the enjoyment of the house.  A purpose incidental to a house would not, however, cover normal residential uses, such as separate self contained accommodation or the use of an outbuilding for primary living accommodation such as a bedroom, bathroom or kitchen.\r\rIn this instance, the applicant has not demonstrated  through the submission of evidence  of the purpose and configuration of the outbuilding   nor has  demonstrated the outbuilding will be used for a purpose incidental to the enjoyment of the house through floorplans.\r\rIn addition, the Local Planning Authority  is not satisfied that the applicant has submitted sufficient information to demonstrate that the existing fence post falls within the remit of operational development and has been in an identified  position for a period of 4 years. \r\rThe applicant is advised to provide further information in future applications.\r",
    "Application Form Declaration - this must be signed by the Applicant or Agent, but has been signed in the name of a third party, i.e. not the named Applicant or Agent. Please check the name and re-sign the Declaration, or provide written confirmation of how the signatory is associated with the Applicant/Agent.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/01/2021",
  "secondary_street_name": null,
  "site_number": "65",
  "pp_id": "PP-09453664",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284994,
          51.39242
        ],
        [
          -0.284995,
          51.392393
        ],
        [
          -0.285038,
          51.392394
        ],
        [
          -0.285037,
          51.392421
        ],
        [
          -0.284994,
          51.39242
        ]
      ]
    ],
    "type": "Polygon"
  }
}