{
  "lpa_name": "Kingston",
  "uprn": "100021774919",
  "decision_date": "16/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00458_HOU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT3 3AZ",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "07/2021",
    "total_gia_gained": 55,
    "intended_completion_date": "11/2021",
    "no_additional_bedrooms": 2,
    "site_area": 0.079
  },
  "valid_date": "19/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing rear extension and erection of new single storey rear extension. Conversion of garage to habitable space with associated changes to fenestration. Hip to gable rear roof extension with installation of 4no rooflights to facilitate loft conversion.",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any new windows or rooflights at first floor level or above in the north-west or south east flank elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The site comprises a detached dwelling.\r\rConsultations\r7 neighbouring properties have been notified of the proposals and no representation has been received.\r\rRBK Highways - Objection raised.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r-The impact of the development on highways and transportation matters.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that a number of properties on Elmbridge Avenue have dropped kerbs and it is considered that there would be no significant adverse impact on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given the nature of the proposal officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The council highways team was consulted on the proposed development and objected to the submitted details for the following reasons:\r\r- The proposed crossover involves the removal of a grass verge measuring circa 2.5m. This is in direct contravention of the current crossover policy allowing maximum loss of verge at 2m as this is not within a conservation area.\r- The proposed crossover traverses over the footway in a direction not perpendicular to the carriageway, hence is in contravention of the current policy.\r\rOverall, the proposed crossover would have an adverse impact on highway safety, the proposal is therefore contrary to Paragraph 111 of the NPPF, 2023, Policy T4f of the London Plan and Policies DM8 and DM10 of the Council's Core Strategy 2012. Additionally, the loss of the grass verge would have a detrimental impact on the character and appearance of the area. The development is therefore contrary to Policies DM 6 and DM 10 of the RBK Core Strategy\r\rPlease note, notwithstanding the Planning Process, the applicant is not likely to be granted any Highway Licence. \r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The proposal is for replacement of doors and windows, therefore please submit existing and proposed door/window sections."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:28:49.292Z",
  "ward": "Coombe Vale - OLD",
  "parking_details": null,
  "lapsed_date": "16/04/2026",
  "decision_target_date": "16/04/2021",
  "centroid": {
    "lat": 51.412394,
    "lon": -0.260972
  },
  "lpa_app_no": "21/00458/HOU",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QOK90INHJQ800",
  "locality": null,
  "polygon": null,
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "10",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Cromford Way",
  "pp_id": "PP-09517445",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 521038,
  "appeal_start_date": null,
  "centroid_northing": 169587,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26095,
          51.412407
        ],
        [
          -0.260951,
          51.41238
        ],
        [
          -0.260994,
          51.412381
        ],
        [
          -0.260993,
          51.412408
        ],
        [
          -0.26095,
          51.412407
        ]
      ]
    ],
    "type": "Polygon"
  }
}