{
  "street_name": "Lingfield Avenue",
  "lpa_app_no": "21/00645/HOU",
  "epc_number": null,
  "ward": "St Mark's - OLD",
  "bo_system": "Idox Uniform",
  "appeal_decision_date": null,
  "site_number": "70",
  "date_building_work_started_under_previous_permission": null,
  "description": "Creation of hardstanding to front of property and formation of vehicular crossover",
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The car parking accomodation shown on the approved plans shall be provided with a hard-bound, adequately-drained, permeable, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policy 6.13 of the London Plan 2016 and policies CS7 and DM9 of the LDF Core Strategy 2012\r",
    "No Proposal Description - please amend the Application Form to provide a description of work. In order to do this, please go to the section \"Description of Proposal\".\rSelect \"Yes\" under the question \"Does the proposal consist of, or include, the carrying out of building or other operations?\" You will then be able to add a description, e.g. \"Installation of replacement windows\"\r",
    "The application seeks approval  of details required for Condition 8 (Community Use Agreement) of planning permission 23/01733/FUL (Development of a full sized all weather football pitch and 6 padel tennis courts with associated means of enclosure including fencing and netting, 8 m high 12 nos floodlighting, 1.5m high 8 nos floodlights and associated works.\r\rPlanning permission was granted for 23/01733/FUL on 24 May 2024\r\rCondition 8 states :\r'Use of the development shall not commence until a community use agreement prepared and submitted to and approved in writing by the Local Planning authority, and a copy of the completed approved agreement has been provided to the Local Planning Authority. The agreement shall apply to the 3G Artificial Grass Pitch, the Padel Court and ancillary supporting facilities including toilets, change and parking and include details of pricing policy, hours of use, access by non members, management responsibilities and a mechanism for review. The development  shall not be used otherwise than in strict compliance with the \rapproved agreement.\r\rReason : To secure well managed safe community access to the sports facilities, to ensure sufficient benefits to the development of sport and to accord with Development Plan Policy. \r\rThe applicant submitted the following document :\rDraft Agreement in relation to arrangements for community use of sport facilities  at Deckers Sports Ground, Kingston Road, Tolworth , KT5 9NT (in connection with Planning Permission 23/01733/FUL) between Northwind 5S Limited and The Mayor  and Burgesses of the Royal Borough of Kingston upon Thames \r\rRBK Development Management Officers have  duly consulted with :\rSports England \rRBK Corporate Head - Active Kingston and Environment Resident Communities\r\rIn reviewing the draft agreement,  RBK DM Officers note there has been no prior engagement  and/ or dialogue with both Sports England and  RBK Active Kingston with regard to  the details on acceptable pricing policy, hours of  uses, access by non members, management responsibilities and a mechanism for review .  \r\rIt is understood that Sports England  and the FA  did not object to the original planning application(23017336/FUL) on the basis that community groups using the existing grass pitch could continue to get access to the site at a price they could afford. They have requested that such information is required for  both football and padel.\r\rRBK Active Kingston , welcome the provision of 3G pitches and padel courts, however they have raised concern in respect of pricing and what is deemed to be affordable, booking systems and hours of access  to community groups. \r\rPre submission engagement and progressive  round table dialogue  with both  Sport England and RBK Active Kingston could have informed  the scope of the  draft community use agreement  resulting in a draft document where all parties would have been in agreement in terms of its scope and content  prior to the formal  submission to discharge  Condition 8.    Going forward both RBK DM, RBK Active Kingston and  Sports England are willing to enter into pre submission discussions  with Goals Tolworth  to inform and agree  the scope of a future draft agreement prior to formal submission. \r\rOn this basis, Officers conclude the details submitted to discharge Condition 8 ( community use agreement)  of planning permission ref 23/01733/FUL are unacceptable.\r"
  ],
  "actual_commencement_date": null,
  "uprn": "100021763760",
  "pp_id": "PP-06804273",
  "last_updated_by": "Idox Uniform",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "title_number": [],
  "id": "Kingston-21_00645_HOU",
  "decision": "Approved",
  "borough": "Royal Borough of Kingston (LA Code)",
  "polygon": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "reference_no_of_permission_being_relied_on": null,
  "site_name": "",
  "decision_agency": null,
  "application_details": {
    "site_area": 0.024
  },
  "postcode": "KT1 2TN",
  "centroid_easting": 518670,
  "status": "Approved",
  "valid_date": "15/03/2021",
  "decision_process": "Delegated",
  "centroid_northing": 168305,
  "appeal_start_date": null,
  "last_date_consultation_comments": "06/04/2021",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPCKGWNHJZF00",
  "parking_details": null,
  "decision_date": "10/05/2021",
  "development_type": "Other house holder developments",
  "cil_liability": false,
  "locality": null,
  "appeal_decision": null,
  "decision_target_date": "10/05/2021",
  "last_updated": "2025-05-05T17:29:34.460Z",
  "lpa_name": "Kingston",
  "lapsed_date": "10/05/2026",
  "centroid": {
    "lat": 51.401372,
    "lon": -0.295434
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295412,
          51.401385
        ],
        [
          -0.295413,
          51.401358
        ],
        [
          -0.295456,
          51.401359
        ],
        [
          -0.295455,
          51.401386
        ],
        [
          -0.295412,
          51.401385
        ]
      ]
    ],
    "type": "Polygon"
  }
}