{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMITHJNH04300",
  "lapsed_date": "05/02/2026",
  "decision_target_date": "16/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5JS",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 19,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "05/2021",
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00037/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521456,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:26:57.723Z",
  "id": "Kingston-21_00037_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Knightwood Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "05/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6m in depth, maximum height of 3m and eaves height of 3m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167419,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021777586",
  "centroid": {
    "lon": -0.255706,
    "lat": 51.39282
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) and (ja) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe applicant is seeking to amend the wording of condition 41 of planning permission 21/03204/FUL as follows:\r\rPrior to any counter sales in any of the unit/s hereby approved, details of counter sales for the associated unit/s, including the associated proportion of floorspace and commercial sales, shall be submitted to and approved in writing by the Local Planning Authority. Any counter sales shall form an ancillary part of the overall use of each unit. \rReason: To prevent a retail use from being established and to ensure the Transport Assessment is a fair representation of the proposed development.\r\rThis amendment is considered reasonable on the basis that, currently the condition wording prohibits occupation of all of the individual units prior to details of counter sales being submitted when there is no certainty that any of the units would include counter sales. The amended wording would ensure that details of counter sales are secured before any counter sales take place within any of the units and so the intent of the condition is not diminished. Offcers have made a small amendment to the applicant's suggestion. Please see condition 1.\r\rThe interests of any third party or body who participated in or were informed of the original decision are not considered to be disadvantaged in any way.\r\rAccordingly, the proposed amendments are material and it is recommended that the application be granted. \r",
    "For the avoidance of doubt, please confirm the description 'Demolition of an existing rear timber shed and erection of a single storey rear outbuilding for garden leisure room'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/01/2021",
  "secondary_street_name": null,
  "site_number": "60",
  "pp_id": "PP-09366043",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.255684,
          51.392833
        ],
        [
          -0.255685,
          51.392806
        ],
        [
          -0.255728,
          51.392807
        ],
        [
          -0.255727,
          51.392834
        ],
        [
          -0.255684,
          51.392833
        ]
      ]
    ],
    "type": "Polygon"
  }
}