{
  "street_name": "Leyfield",
  "lpa_app_no": "21/00771/CPU",
  "epc_number": null,
  "ward": "Old Malden - OLD",
  "bo_system": "Idox Uniform",
  "appeal_decision_date": null,
  "site_number": "43",
  "date_building_work_started_under_previous_permission": null,
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion",
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion falls within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of a single storey rear extension.\r\rConsultation\r4 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Policy Guidance 33 (Single Storey Rear Extensions)of the Residential Design SPD states that single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. In all cases, the following guidance applies:\r\r- Extensions should generally not exceed 3m to 3.5m in depth.\r- If the neighbouring property has a different rear building line, then the depth of the extension could be increased.\r- In all cases, at least 50% of the rear garden should remain.\r- Extensions with a flat roof should not exceed 3m in height.\r\rThe proposed rear extension would be 6m in depth and 3m in height with a flat roof. The proposed rear extension would therefore not be in compliance with Policy guidance 33 of the residential design SPD and therefore, it  is considered to be un acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The applicant has not demonstrated the proposed rear extension would comply with BRE guidance in relation to the nearest habitable room window of No. 68 Sheephouse Way on elevation. It would fail the 45 degree rule to the nearest habitable window on elevation as demonstrated on P005 Proposed Ground Floor 45° Plan, however, it is also noted that this habitable room is server by two rear windows so the degree of harm would be less. Officers are therefore satisfied that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance and loss of light. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy that relates to this address, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please provide the plan and elevations of climbing frame with swing to know the height  in recognisable scale such as 1:100 or 1:50."
  ],
  "actual_commencement_date": null,
  "uprn": "100021803008",
  "pp_id": "PP-09619176",
  "last_updated_by": "Idox Uniform",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "title_number": [],
  "id": "Kingston-21_00771_CPU",
  "decision": "Approved",
  "borough": "Royal Borough of Kingston (LA Code)",
  "polygon": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_status": null,
  "application_type_full": "Lawful development: Proposed use",
  "reference_no_of_permission_being_relied_on": null,
  "site_name": "",
  "decision_agency": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "total_gia_gained": 45.06,
    "site_area": 0.044000000000000004,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021803008"
    ]
  },
  "postcode": "KT4 7LP",
  "centroid_easting": 521545,
  "status": "Approved",
  "valid_date": "15/03/2021",
  "decision_process": "Delegated",
  "centroid_northing": 165984,
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQ03O5NHK4R00",
  "parking_details": null,
  "decision_date": "07/05/2021",
  "development_type": "Certificates of Lawful Development",
  "cil_liability": false,
  "locality": null,
  "appeal_decision": null,
  "decision_target_date": "10/05/2021",
  "last_updated": "2025-05-05T17:30:07.227Z",
  "lpa_name": "Kingston",
  "lapsed_date": "07/05/2026",
  "centroid": {
    "lat": 51.379904,
    "lon": -0.254918
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.254896,
          51.379917
        ],
        [
          -0.254897,
          51.37989
        ],
        [
          -0.254941,
          51.379891
        ],
        [
          -0.254939,
          51.379918
        ],
        [
          -0.254896,
          51.379917
        ]
      ]
    ],
    "type": "Polygon"
  }
}