{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QNUBODNHJJI00",
  "lapsed_date": "01/04/2026",
  "decision_target_date": "02/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6BD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 10,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.014,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Princess Road, Arthur Road and Borough Road"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Norbiton Station Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021754993"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00301/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519235,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:28:08.221Z",
  "id": "Kingston-21_00301_CPU",
  "application_type": "All Other",
  "street_name": "Borough Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "01/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169975,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021754993",
  "centroid": {
    "lon": -0.286755,
    "lat": 51.416263
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The Householder Validation Local List requires Time Stamped Photographs of the site to be provided with the application submission. Please see the Local List for further guidance and submit these.\r",
    "Application Site: \r\rThe application relates to a two-storey detached property in use as a nursery located to the north-east of Tolworth Rise North. The property is setback towards the rear of the plot with car parking at the front and a large playground area to the rear. \r\rThe site is located within the Tolworth Key Area of Change therefore, therefore, Policy 1 of the Core Strategy is relevant. The development surrounding the site is predominantly residential with two-storey semi-detached properties. Hogsmill Wood Nature Reserve is located further to the west of the site. \r\rTolworth Rise North is an unclassified local road and the site is not located in a controlled parking zone. The site has a PTAL rating of 0 on a scale of 0-6b with 6b being the most accessible, meaning it has the worst public transport accessibility. \r\rThe site is not located within a conservation area nor is it, or located nearby to, a statutory listed building and non-designated heritage asset. \r\rThe site is within Flood Zone 1 and has a low probability of flooding from rivers and the sea.\r\rProposal: \r\rThe proposal is for the erection of a single-storey front extension to create an extra class room for the nursery. \r\rThe proposal will support an uplift of staff numbers by 2 and children numbers by 10. \r\rRelevant History: \r\r23/01735/FUL: Erection of single storey front extension to create an extra class room. Granted 22.08.2023.\r\rThis application was for a rear extension that was 8.42m deep, 7.43m wide and a maximum 3.09m high with a flat green roof and 2 rooflights. \r\rConsultation: \r\rA total of 15 neighbours were consulted and no response was received. \r\rPlanning Considerations: \r\rThe key areas of assessment are:\r\r- Principle of Development\r- Character and Design \r- Impact on Residential Amenity\r- Biodiversity, Trees and Landscaping:\r- Fire Safety\r\rPrinciple of Development: \r\rLondon Plan (2021) (LP) Policy S3 recognises the need to protect existing child care facilities that are in sustainable locations. Policy DM24 of the LDF Core Strategy (2021) (CS) seeks to protect community facilities unless there is evidence the facility is no longer needed, where appropriate, it has been vacant and marketed for a community use without success, or it can be re-provided elsewhere or in a different way. \r\rThe proposal is to support the ongoing operations and increase capacity of the nursery and Officers recognise the benefits of supporting an existing community facility. \r\rCharacter and Design: \r\rPara 131 of the National Planning Policy Framework (2023) (NPPF) states the creation of high-quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve.\r\rLP Policy D3 states that development should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape with due regard to existing and emerging street hierarchy, building types, forms and proportions. \r\rCS Policy CS8 and DM10 and the guidance in the Residential Design Guide SPD require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 38 (Front Extensions) of Council's Residential Design Guide Supplementary Planning Document (SPD) is relevant to the application. \r\rThe proposed extension would be 5.4 to 6.1m deep (due to the oblique line of the building), 7.4m wide and 2.9m high with a flat roof. The depth of the proposed front extension would be approximately 3m less deep than the recently approved front extension under 23/01735/FUL but the same width and 0.2m less in height. The proposal will have rendered walls to match the existing finish with uPVC windows and aluminium doors. In comparison, the approved scheme was constructed of brown stock brick with wood panelling around openings. \r\rThe proposed front extension's scale and height would be subordinate to the main building. It would match the materials and architectural features of the host property by having a flat roof and rendered walls, and thus would not affect the prevailing character. A generous forecourt for parking would remain. The depth of the front extension is less than the approved scheme therefore, would give back more space for landscaping and improve the visual amenity of the streetscape. \r\rOverall, the proposed extension is considered minor in its scale and appropriate in its design, and would not adversely impact the character and appearance of the area, in line with the LP Policy D3, CS Policy DM8 and DM10 and Policy Guidance 38 of the SPD. \r\rImpact on Residential Amenity:\r\rNPPF para 135 sets an expectation that new development will be designed to create places that amongst other things have a 'high standard' of amenity for existing and future users. This is reflected in LP Policy D3. CS Policy DM10 is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed front extension is not shown to encroach beyond the front elevations of either neighbouring property. It is considered therefore, that the proposal will not impact neighbouring property's access to daylight or sunlight or create an overbearing enclosure. Windows and doors will be introduced on the front and southern side elevation. Given side facing windows and doors already existing on the property, Officers do not consider these new openings would result in a worsening to the existing situation. Existing boundary fencing and vegetation will assist in mitigating any potential overlooking. \r\rIt is acknowledged that the extension could result in an increase in pupils and thus comings and goings from the property. The proposal is minor in scale and Officers do not consider this increase would result in unacceptable noise and disturbance impacts beyond the existing scenario.  \r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity. \r\rBiodiversity, Trees and Landscaping:\r\rNPPF para 136 states trees make an important contribution to the character and quality of urban environments, and can also help mitigate and adapt to climate change. LP Policy G6 states that development proposals should manage impacts on biodiversity and aim to secure net biodiversity gain (BNG). LP Policy G7 states that development proposals should ensure that, wherever possible, existing trees of value are retained. CS Policy DM10 states that the Council will expect new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPO) are not adversely affected.\r\rThe proposal is exempt from securing BNG. An existing Ash Tree is located in the rear garden of No. 119 Tolworth Rise North. The proposed front extension has a reduced depth compared to the approved scheme, therefore the front extension will now be well removed from the tree's root protection area. \r\rFire Safety:\r\rLP Policy D12 requires all developments to achieve the highest standards of fire safety. \r\rA Fire Strategy has been submitted that demonstrates the proposed development would provide suitable means of evacuation and fire safety standards, in accordance with LP Policy D12. \r\rConclusion:\r\rOn balance, the proposal is considered to be sensitively designed to be subordinate to the host property and would not detract from the character and appearance of the property or broader local area. In addition, the proposal would not result in materially harmful impacts to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure.\r\rThe benefits associated with the increased provision of nursery places has also been taken into consideration and afforded positive weight\r\rCompliance with the Development Plan has been demonstrated and Officers recommend planning permission be granted."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/02/2021",
  "secondary_street_name": null,
  "site_number": "32",
  "pp_id": "PP-09470935",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.286733,
          51.416276
        ],
        [
          -0.286734,
          51.416249
        ],
        [
          -0.286777,
          51.41625
        ],
        [
          -0.286776,
          51.416276
        ],
        [
          -0.286733,
          51.416276
        ]
      ]
    ],
    "type": "Polygon"
  }
}