{
  "lpa_name": "Kingston",
  "uprn": "100021783890",
  "decision_date": "24/05/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00669_HOU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT6 6PX",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "08/2021",
    "total_gia_gained": 47,
    "intended_completion_date": "05/2022",
    "no_additional_bedrooms": 1,
    "site_area": 0.167
  },
  "valid_date": "04/03/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing conservatory and erection of single-storey glazed rear extension and front veranda. Re-modelling of roof including raising ridge height and insertion of rooflights to facilitate loft conversion and form second floor. Formation of swimming pool and detached outbuilding to be used as pool house. Associated changes to fenestration and landscaping.",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the application form including all new slate roof tiles which shall be heritage slate unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any above ground works, a landscaping scheme and planting plan shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. \r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground works, details of the colour of the paint to be applied to the front facade shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved details.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Inspection: Site inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\rAssessment: The works proposed are acceptable and will not have an adverse effect on the tree or reduce its amenity value. \rRecommendation: No objections.\r",
    "The application seeks approval of the details required by Condition 2 (Waste and Recycling Facilities) of prior approval 24/03035/PRA granted on 07.03.2025. Condition 2 requires details of the waste and recycling facilities to ensure they do not impact the character and appearance of the local area and the living conditions of neighbouring occupiers, in accordance with Policy SI 7 of the London Plan 2021 (LP) and Policies CS9 and DM10 of the LDF Core Strategy 2012 (CS). \r\rThe Applicant has submitted a Proposed Refuse and Recycling Plan and Elevation. The details confirm waste would be stored at the rear of the property and would have capacity for 1 x 180L black bin for waste, 1 x 240L green bin for recycling, 1 x 240L blue bin for paper and card recycling and 1 x 23L caddy for food waste. The bin storage would be constructed of timber and be secure and weatherproof. The bin store is accessible for collection via Gibbon Road. The waste capacity, storage, and location would comply with Kingston's Recycling and Waste Technical Planning Guidance 2021 and LP Policy SI 7 and CS Policy CS9 and DM10. The Council's Neighbourhood Traffic Engineer has raised no objection to the proposal. \r\rThe applicant is informed that the submitted details are agreed and that Condition 2 (Waste and Recycling Facilities) of prior approval 24/03035/PRA are supported, subject to carrying out the development in accordance with the details hereby approved.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Please provide Existing Roof Plans for the garage at a recognised scale (at 1:50 or 1:100 for example), showing dimensions. The plans must show the direction of North. A scale bar is encouraged.",
    "All applications that involve extensions must provide \"45 Degree\" floor and elevation plans. These should be drawn at a scale of 1:50 or 1:100, they should accurately identify neighbouring building(s) and window(s) and when possible indicate the use of the room served by the window(s), and should be annotated to show the application of the 45 degree 'rule'. Please see the Householder Validation Local List for more information. Please submit 45 Degree floor plans to show the impact of the proposed rear extension on the neighbours. \r",
    "The Householder Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:40.345Z",
  "ward": "Surbiton Hill - OLD",
  "parking_details": null,
  "lapsed_date": "24/05/2026",
  "decision_target_date": "29/04/2021",
  "centroid": {
    "lat": 51.385344,
    "lon": -0.305774
  },
  "lpa_app_no": "21/00669/HOU",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPFQCJNHK0800",
  "locality": null,
  "polygon": null,
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "30/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "13",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Ashcombe Avenue",
  "pp_id": "PP-09586501",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 517992,
  "appeal_start_date": null,
  "centroid_northing": 166506,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305752,
          51.385357
        ],
        [
          -0.305753,
          51.38533
        ],
        [
          -0.305796,
          51.385331
        ],
        [
          -0.305795,
          51.385358
        ],
        [
          -0.305752,
          51.385357
        ]
      ]
    ],
    "type": "Polygon"
  }
}