{
  "street_name": "Beverley Way",
  "lpa_app_no": "21/00777/HOU",
  "epc_number": null,
  "ward": "Coombe Hill - OLD",
  "bo_system": "Idox Uniform",
  "appeal_decision_date": null,
  "site_number": "95",
  "date_building_work_started_under_previous_permission": null,
  "description": "Extension of existing vehcile cross over",
  "application_type": "Householder",
  "decision_conditions": [
    "The applicant has failed to demonstrate that the proposed development would not have an adverse impact on highway safety. The proposal is therefore contrary to Paragraph 109 of the NPPF, 2019 and Policies DM9 and DM10 of the LDF Core Strategy 2012.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling. \r\rProposal \rDemolition of garage and erection of two storey side extension, part single/part two storey rear extensions\r\rConsultations\r7 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note the existing street scene and side extensions on Reynolds Roads. It is noted that No 18 Reynolds Road benefits from planning permission ref 23/02408/HOU for a similar proposal.\r\rThe proposed part single part two storey side extension would be set back from the front elevation by 500m. Given the proposed set in distance from the boundary at the first floor level, the proposed roof and its set down from the existing roof ridge, despite no separation distance at the ground floor level, the proposed side extension would appear as a proportionate and subordinate addition to the host dwelling and the surrounding area. \r\rThe proposed part single part two storey rear extensions, given its scale, design and separation distances at the first floor level, is considered to be in keeping with the host dwelling and the surrounding area. \r\rGiven the above, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed extensions, given its scale, design and siting is considered to pass the 45 degree rule in relation to the nearest habitable windows at the adjoining properties. \r\rAs such, it is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighway Safety\rParagraph 116 of the NPPF, 2024 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 2 off street car parking spaces, therefore the proposal would not result in an unacceptable impact on the local highway network. \r\rIn relation to cycle parking, Officers note that a secure cycle parking could be possibly provided within the existing amenity space to compensate for the loss of the garage. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy Reasonable Exception Statement, which is considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r"
  ],
  "actual_commencement_date": null,
  "uprn": "000128001728",
  "pp_id": "PP-09625868",
  "last_updated_by": "Idox Uniform",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "title_number": [],
  "id": "Kingston-21_00777_HOU",
  "decision": "Refused",
  "borough": "Royal Borough of Kingston (LA Code)",
  "polygon": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "reference_no_of_permission_being_relied_on": null,
  "site_name": "95 Beverley Way\rNew Malden\rLondon\rSW20 0AW\r",
  "decision_agency": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "06/2021",
    "total_gia_gained": 0,
    "intended_commencement_date": "06/2021",
    "site_area": 0.057
  },
  "postcode": "SW20 0AW",
  "centroid_easting": 521855,
  "status": "Refused",
  "valid_date": "15/03/2021",
  "decision_process": "Delegated",
  "centroid_northing": 169516,
  "appeal_start_date": null,
  "last_date_consultation_comments": "11/04/2021",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQ03QPNHK4X00",
  "parking_details": null,
  "decision_date": "10/05/2021",
  "development_type": "Other house holder developments",
  "cil_liability": false,
  "locality": null,
  "appeal_decision": null,
  "decision_target_date": "10/05/2021",
  "last_updated": "2025-05-05T17:30:08.933Z",
  "lpa_name": "Kingston",
  "lapsed_date": "10/05/2024",
  "centroid": {
    "lat": 51.411581,
    "lon": -0.249255
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.249233,
          51.411594
        ],
        [
          -0.249234,
          51.411567
        ],
        [
          -0.249277,
          51.411568
        ],
        [
          -0.249276,
          51.411595
        ],
        [
          -0.249233,
          51.411594
        ]
      ]
    ],
    "type": "Polygon"
  }
}