{
  "lpa_name": "Kingston",
  "uprn": "100021787934",
  "decision_date": "23/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00549_HOU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT6 7TZ",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "04/2021",
    "total_gia_gained": 31,
    "intended_completion_date": "06/2021",
    "no_additional_bedrooms": 0,
    "site_area": 0.026000000000000002
  },
  "valid_date": "22/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of single storey garden room with internal and external storage area",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '114 Ellerton Road, Tolworth, KT6 7TZ', as set out in Section 1 (Site Address) of the submitted application form signed 20.02.2021, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "All applications that involve extensions of 2 or more storeys, or where the resultant extension/development is above 2 storeys in height i.e roof extension must provide \"25 Degree\" Elevation Plans. These should be drawn at a scale of 1:50 or 1:100, they should accurately identify neighbouring building(s) and window(s) and when possible indicate the use of the room served by the window(s), and should be annotated to show the application of the '25 degree rule'. Please see the\rValidation Local List for more information.\r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rConversion of garage to habitable room, erection of single storey front, two storey side and rear extensions. Erection of roof extension with installation of 1no. additional front rooflight. Changes to fenestrations.\r\rConsultation\r16 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; \r- Parking; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that the adjoining property has also been extended to the side and that in it current state there is an awkward lack of symmetry between the pair of semi detached properties which sit on a dominant corner plot. The proposed roof extension over the existing first floor side extension would result in a more cohesive roof form. The further proposed side extension would then be set down from the main roof height in compliance with Policy Guidance 36 of the Residential Design SPD. Overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed ground floor extension would extend in width and would not project further than the existing rear elevation so no harm has been identified in relation to the adjoining property No. 49 Raeburn Avenue. Due to the seperation distance, no harm has been identified in relation to No. 55 Elgar Avenue. Overall, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 2 off street car parking spaces, therefore the proposal would comply with the Policy DM9 and DM10. It is noted that access to the rear has been retained so any possibel cycle storage lost by the removal of the garage could be replaced in the rear garden.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:08.432Z",
  "ward": "Surbiton Hill - OLD",
  "parking_details": null,
  "lapsed_date": "23/04/2026",
  "decision_target_date": "19/04/2021",
  "centroid": {
    "lat": 51.38131,
    "lon": -0.296726
  },
  "lpa_app_no": "21/00549/HOU",
  "status": "Approved",
  "site_name": "114 Ellerton Road\rTolworth\rSurbiton\rKT6 7TZ\r",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QOX7RSNHJTM00",
  "locality": null,
  "polygon": null,
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "114",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Ellerton Road",
  "pp_id": "PP-09545525",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 518632,
  "appeal_start_date": null,
  "centroid_northing": 166072,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296704,
          51.381323
        ],
        [
          -0.296705,
          51.381296
        ],
        [
          -0.296748,
          51.381297
        ],
        [
          -0.296747,
          51.381324
        ],
        [
          -0.296704,
          51.381323
        ]
      ]
    ],
    "type": "Polygon"
  }
}