{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QNBSYDNHJF500",
  "lapsed_date": "15/03/2024",
  "decision_target_date": "19/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8BP",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 58,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 2,
    "site_area": 0.042,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.13.71\rTree ref: T12\rTree category: T\rDetails: Fileno: 031"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.13.71\rTree ref: T13\rTree category: T\rDetails: Fileno: 031"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023062305"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00194/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518518,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:27:38.536Z",
  "id": "Kingston-21_00194_CPU",
  "application_type": "All Other",
  "street_name": "Cranes Park Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "15/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection hip to gable and side dormer roof extensions with installation of 1no front gable window and 1no rear gable window to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 168120,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023062305",
  "centroid": {
    "lon": -0.29768,
    "lat": 51.399741
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed hip to gable and side dormer roof extensions would amount to development under section 55 (1) (c) & (d) of the Town and Country Planning Act 1990 and therefore require planning permission. The works would fall outside the scope of the Town and Country Planning General Permitted Development Order 2015 (as amended).",
    "The Local Lead Flood Authority raise an objection to the submitted details for the following reasons:\r\rThe Flood Map for Surface Water (FMfSW) provided by the Environment Agency shows that the site lies within an area of very low risk of surface water flooding (meaning there is a less than 0.1 % likelihood of flooding occurring in a given year). An online version of this mapping data is available to view through the Environment Agency's Long term flood risk information mapping.\r\rThe applicant has proposed to discharge surface water at a restricted rate of 1 l/s via a 32 mm orifice plate. SuDS in the form of an underground cellular attenuation tank and permeable pavings have discharge to a nearby watercourse due to recorded high groundwater levels, and the absence of a nearby watercourse, stating that \"High groundwater was found during the onsite ground investigation and therefore, soakaways are not considered to be suitable as the base will need to be 1m above the groundwater levels\". As required, a pre-planning enquiry from Thames Water which demonstrates that there is sufficient capacity in the system to accommodate the additional flows has been provided.\r\rCalculations have been provided to demonstrate that the proposed drainage system can contain up to the 1 in 30 storm event without flooding and that any onsite flooding between the 1 in 30 and the 1 in 100 plus 40% climate change storm event shall be safely contained on site. Calculations show that for the 1 in 100 + 40% CC event, proposed storage volumes 24.7 m3 for the attenuation tank is equal to the required storage volumes. However it is not clear what areas have been included in the drainage modelling. (Only an area of 0.034 ha has been included). The applicant should clarify what areas have been modelled. All areas that contribute to the drainage system should be included in the modelling including soft landscaping areas where they contribute to the drainage system.\r\rA drainage plan has been provided to show the locations and connectivity of the drainage networks. However, the invert level of the connection point to the surface water sewer is marked TBC. A final surface water drainage layout should be provided to confirm the invert levels of the proposed connection points, to ensure the drainage system will be viable as is currently proposed.\r\rA maintenance schedule for the surface water drainage system has been provided; showing the maintenance tasks and frequencies of the attenuation tanks. However, a maintenance owner has not been confirmed. It is currently stated (in page 4 of the drainage statement) that \"the drainage on site will be maintained by a private maintenance company, which will have a maintenance regime in place\". The applicant has provided a pre-planning response from Thames Water where Thames Water states that they will not have any issue if the site is discharged at 1 l/s. To discharge at this rate, the applicant has proposed to utilise an outlet orifice size of 32 mm. We're concerned that an orifice size smaller than 50 mm may increase the susceptibility of blockage, thereby creating maintenance risks. However, there are vortex flow control devices which can achieve rates of 1 l/s with a 600mm shallow design head and still provide a more than 50mm orifice diameter. The applicant is required to confirm who exactly shall be responsible for the maintenance of the drainage system for the lifetime of the development.\r\rThe LLFA does not recommend the discharge of condition 7 because more clarification is required. The applicant should clarify what areas have been modelled. All areas that contribute to the drainage system should be included in the modelling including soft landscaping areas where they contribute to the drainage system. A final detailed drainage layout confirming the invert levels of the discharge point should be provided. Finally, the maintenance concerns need to be addressed.",
    "Plan scales - we have checked the scales on the submitted plans and have noticed that different scales need to be applied to the same drawing, e.g. at 1:150 the Proposed floor plan rear extension measures to the stated dimensions, but the porch does not.\r\rPlease can you re-submit all plans at 1:100 or 1:50. Regarding print size A3 or A4 is acceptable as long as the plans scale correctly. Please also ensure that submit clear plans as some of the annotations are not clear on the scanned in plans."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/01/2021",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-09338460",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297658,
          51.399754
        ],
        [
          -0.297659,
          51.399727
        ],
        [
          -0.297702,
          51.399728
        ],
        [
          -0.297701,
          51.399755
        ],
        [
          -0.297658,
          51.399754
        ]
      ]
    ],
    "type": "Polygon"
  }
}