{
  "title_number": [],
  "site_name": "Warren Cottage",
  "cil_liability": false,
  "uprn": "100021769582",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Refused",
  "lpa_app_no": "21/00833/TEL",
  "actual_commencement_date": null,
  "development_type": "Extension",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "12/05/2026",
  "locality": null,
  "postcode": "KT2 7HY",
  "decision_target_date": "12/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Warren Road",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQ64AZNHK7800",
  "last_updated_by": "Idox Uniform",
  "decision_date": "12/05/2021",
  "appeal_decision": "Dismissed",
  "centroid_easting": 520071,
  "ward": "Coombe Hill - OLD",
  "centroid": {
    "lat": 51.424813,
    "lon": -0.27441
  },
  "application_type_full": "Prior Approval: Development for electronic communications network",
  "appeal_status": "Dismissed",
  "centroid_northing": 170946,
  "appeal_start_date": "02/12/2021",
  "last_updated": "2025-05-05T17:30:23.836Z",
  "description": "Installation of 5G telecoms, 15m high Streetpole and 3no cabinets with ancillary works.",
  "last_date_consultation_comments": "14/04/2021",
  "application_details": {
    "intended_commencement_date": "06/2021",
    "scheme_name": "Kingston hill Streetworks proposal",
    "uk_company_registration_no": "08075989",
    "intended_completion_date": "07/2021",
    "lead_developer_company_name": "Great British Communications Ltd",
    "site_area": 0.001
  },
  "application_type": "Prior Approval",
  "decision_conditions": [
    "The proposed telecoms equipment by virtue of its siting and appearance and in particular its height would result in an incongruous addition to the streetscene that would be visually intrusive and create visual clutter that would not be in keeping with and detract from the character and appearance of the surrounding area, causing less than substantial harm to the significance of the Coombe Wood Conservation Area, the harm of which would not be outweighed by the public benefits of the proposal, and it would also compete with and detract from the setting of the Locally Listed Building Warren Cottage. The proposal would not accord with Section 72 of the Planning (Listed buildings and Conservation Areas) Act 1990, paragraphs 184 - 202 of the NPPF and policies CS8, DM10 and DM12 of the Council's adopted LDF Core Strategy April 2012.",
    "Please revise the validation check list with updated information. Please check the new local list in our website before filling the validation checklist.\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications.\r",
    "Application Site\rThe site comprises a semi-detached dwelling that was previously extended to the first floor side circa 1978.\r\rProposal\rDemolition of an existing detached garage, erection of two storey side, part two storey/part single storey rear extension. Roof extension with side and rear dormer and juliet balcony, installation of 5nos side rooflights. Erection of single storey rear outbuilding ,2nos front gate and boundary wall. Installation of solar panels and removal of chimneys\r\rConsultation\r9 neighbours have been notified and 1 letter neither objecting or supporting has been received regardsing possible impact on the  swifts population.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The original property had a catside roof, part of this has been retained following the original first floor extension completed in 1978. Cat-slide roofs are distinct features found in many streets throughout the Borough and as such, the retention of those features is important.  Officers note that No. 286 South Lane has been extended in a similar fashion and the proposed development would therefore re-balance the symetry between the linked detached properties. The proposed development is therefoer considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed two storey side extension would be set in from the boundary from  No. 290 South Lane. It is noted that the two new side windows are shown as obscured glazed. These would also need to be non opening below 1.7m to respect neighbouring privacy and this would be secured by condition should permission be granted.  Due to the existing situation on site, no further harm has been identified. Overall, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Reasonable Exception Statement.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "status": "Dismissed",
  "pp_id": "PP-09645122",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "18/03/2021",
  "id": "Kingston-21_00833_TEL",
  "parking_details": null,
  "appeal_decision_date": "14/02/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.274388,
          51.424826
        ],
        [
          -0.274389,
          51.424799
        ],
        [
          -0.274432,
          51.4248
        ],
        [
          -0.274431,
          51.424827
        ],
        [
          -0.274388,
          51.424826
        ]
      ]
    ],
    "type": "Polygon"
  }
}