{
  "lpa_name": "Kingston",
  "uprn": "100021786572",
  "decision_date": "27/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00540_HOU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT6 7JS",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "05/2021",
    "total_gia_gained": 50,
    "intended_completion_date": "07/2021",
    "no_additional_bedrooms": 0,
    "site_area": 0.029
  },
  "valid_date": "22/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of detached single storey out-building in rear garden to be used as a home office and gym",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '40 Cranborne Avenue, Tolworth, KT6 7JS', as set out in Section 1 (Site Address) of the submitted application form signed 18.02.2021, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: The establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Application Site\rThe site is a two-storey semi-detached dwelling. The site is located in a predominantly residential area and is within the Liverpool Road Conservation Area and the Kingston Hill/Coombe Hill Strategic Area of Special Character. The significance of the Liverpool Road Conservation Area is as an area of individually designed detached and semi-detached houses dating from the 1850s set in a mature landscape on the edge of Richmond Park. The site is also not subject to any individual Tree Preservation Orders (TPO'S) but the trees would be protected under the Conservation Area protections.\r\rProposal\rConversion of an existing garage into habitable space, erection a two-Storey front and, part two Storey/part single Storey rear extensions. Alteration of main roof and installation of roof lights. Fenestration alterations (Retrospective to the approved Application Ref: 23/01504/HOU seeking to make amendments to the roofs of the approved rear extensions, amendments to the Front Elevation and add skylights\r\rIt is noted that this application follows previously permitted application 23/01504/HOU dated 22.02.2024 for the erection of two-storey front and rear extensions and remodelling works to an existing dwelling and also a previously refused application \r24/01619/HOU dated 03.09.2024 for the conversion of an existing garage into habitable space, erection of two storey front, part two storey/part single storey rear extension. Alteration to main roof and installation of 1no rear rooflight. Replacement of original windows with new timber sash windows. Fenestration alteration which was refused for the following reason;\r\r1) The proposed development would be highly visible, prominent and incongruous and would fail to preserve the character and appearance of the Conservation Area and there would be no public benefits to outweigh the identified less than substantial harm, thereby conflicting with Section 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) and Policies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 and the NPPF (2023).\r\rThis reason for refusal would need to be addressed in order for this application to be successful.\r\rConsultation\r11 neighbouring properties were notified on 24/10/2024  and 1 objection was received stating;\r - Noise\r - Privacy\r\rFollow a pre-application meeting with the applicant a revised scheme was submitted and a second round of consultation letter were sent on 13/12/2024 \r\rAnother objection from the same property was received as the revised scheme had not alleviated the concerns raised.\r\rKingston CAAC - following the original consultation a representation was received stating;\rThe applicant states this latest application only deals with further changes to the new rear extensions, not the front elevation to which we have objected numerous times previously. Despite being hidden from the public realm the rear elevations are a mess of different roof/ wall heights & angles and are lacking certain important architectural details eg soldier courses above the rear first floor windows to match the original character of the property & its semi-detached neighbour. In our view a less ambitious scheme for the rear of this property should be considered, more sympathetic to the character & appearance of the CA.\r\rA second representation was received following a re-consultation  further objecting;\rThe applicant has now submitted revised plans for the front elevation etc of this property. While some improvements are noted to the previous PA 24/01619 (which was refused), namely the design of the front doorway to better match its neighbour at #18 & the specification of conservation-type skylights throughout, several issues remain: a) the original full height stucco quoin feature must remain in situ not removed then reproduced at half height on the southern edge of the new front extension; b) the orientation of the new doorway & window above is still poor & not symmetrical with the rest of the front elevation; c) it is unclear whether all the brickwork will be unpainted & therefore not harmonise with its neighbour at #18.\r\rThese objections are noted and have been considered as part of the officers assessment. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on Heritage assets;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The principal of the two-Storey front and, part two Storey/part single Storey rear extensions have already been established through the granting of permission 23/01504/HOU. The subsequent application, 24/01619/HOU looked to amend the design of the permission that was granted which was deemed unacceptable. Following discussions with the applicant a revised scheme has now been submitted which would improve the overall appearance by aligning the front porch to reflect the adjoining properties porch and reintroducing the stucco that was previously removed. It is noted that 23/01504/HOU was approved without this stucco so officers accept that adding this at first floor level would be an improvement on the overall design and would be more cohesive. Within the context of the previous approval, it is considered that the proposed changes would be acceptable. Overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 202 to 221 of the NPPF 2024 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: As has been set out above it is considered that the proposed development, when compared to the existing extensions to the property, would be acceptable from a character and appearance perspective.\r\rIn R (Hughes) v South Lakeland District Council (2014) EWHC 3979 (Admin) it was established that in the context of the statutory duty under Section 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 that 'preserve' means to do no greater harm than the existing situation.\r\rIt is noted that the special architectural and historic interest of this area can be summarised as: 'An area of individually designed detached and semi-detached houses dating from the 1850s set in a mature landscape on the edge of Richmond Park.'. \r\rThe re-introduction of stucco and repositioning of the porch would improve the existing appearance.\r\rOverall, considering the Lakeland judgement it is considered that the proposed development would, on balance, cause no greater harm to the character and appearance of the Conservation Area when compared to the development which it would replace. It is therefore considered that the proposal would preserve the character and appearance of the Conservation Area. It therefore follows that there would be no harm to the significance of the Conservation Area for the purposes of paragraphs 202 - 221 of the NPPF (2024).\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Comments received from neighbouring properties have been considered. Issues have been raised in relation to the number of rooflights in the rear extension with regards to loss of privacy and noise. The proposed rooflights would not result in overlooking and would not result in an increase in noise anymore than opening any other window in the house. Overall, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTrees\rThe London Plan states that existing trees of value should be retained and any loss as a result of development should be replaced following the \"right place, right tree\" principle set out in the London Tree and Woodland Framework 2005. The LDF Core Strategy echoes this intention, stating that the Council will ensure new developments protect and promote biodiversity through, amongst other things, appropriate tree planting.\r\rThe Residential Design SPD provides further guidance, with Policy Guidance 7 stating that there will generally be a presumption against the loss of trees, regardless of whether or not they are protected by a tree preservation order or their location within a conservation area. Where a development proposal involves the removal of a tree on the site, the applicant will be expected to demonstrate that the tree is in poor health and that two replacement trees can be provided to compensate for the loss of that tree.\r\rThe Council encourages the planting of native species. Where new tree species are to be introduced, a preference will be given to native species, where these native species represent the dominant character of the landscape (e.g. in proximity to a woodland setting) or disease/pollution resistant species, where proposed in close proximity to motorised traffic.\r\rThe Council discourages the planting of invasive or aggressive species, particularly where these species are proposed to be planted in close proximity to a neighbour's wall, fence or other structure. Large-canopied species are also discouraged.\r\rDue to the loss of a tree in a Conservation area two replacement trees will be required and this will be secure by condition.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:05.992Z",
  "ward": "Tolworth & Hook Rise - OLD",
  "parking_details": null,
  "lapsed_date": "27/04/2026",
  "decision_target_date": "19/04/2021",
  "centroid": {
    "lat": 51.376094,
    "lon": -0.286172
  },
  "lpa_app_no": "21/00540/HOU",
  "status": "Approved",
  "site_name": "40 Cranborne Avenue\rTolworth\rSurbiton\rKT6 7JS\r",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QOX7PSNHJTC00",
  "locality": null,
  "polygon": null,
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "40",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Cranborne Avenue",
  "pp_id": "PP-09534521",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 519380,
  "appeal_start_date": null,
  "centroid_northing": 165509,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.286149,
          51.376107
        ],
        [
          -0.28615,
          51.37608
        ],
        [
          -0.286194,
          51.37608
        ],
        [
          -0.286193,
          51.376107
        ],
        [
          -0.286149,
          51.376107
        ]
      ]
    ],
    "type": "Polygon"
  }
}