{
  "title_number": [],
  "site_name": "",
  "cil_liability": false,
  "uprn": "100021774618",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "78",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Refused",
  "lpa_app_no": "21/00854/HOU",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "14/05/2024",
  "locality": null,
  "postcode": "KT3 3QJ",
  "decision_target_date": "14/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Cleveland Road",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQ7YZXNHK8300",
  "last_updated_by": "Idox Uniform",
  "decision_date": "14/05/2021",
  "appeal_decision": null,
  "centroid_easting": 521125,
  "ward": "Beverley - OLD",
  "centroid": {
    "lat": 51.402597,
    "lon": -0.260093
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 168499,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:30:29.435Z",
  "description": "Erection of single storey side/rear extension",
  "last_date_consultation_comments": null,
  "application_details": {
    "intended_completion_date": "11/2021",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1,
    "total_gia_gained": 18.24,
    "intended_commencement_date": "06/2021",
    "site_area": 0.019
  },
  "application_type": "Householder",
  "decision_conditions": [
    "Due to the scale and siting of the proposed development, it would result in an overly dominant addition to the host property, and would not relate well to the prevailing form of development in the immediate surrounding area. As such, the proposal is therefore contrary to Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.",
    "The proposed development would result in an unacceptable adverse impact upon neighbouring residential amenity in terms of a sense of overbearing and loss of light/sunlight into the habitable rooms of No. 76 Cleaveland Road, thereby conflicting with Policy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (2012).\r",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2022 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe site comprises a detached dwelling situated on the south-west side of Burghley Avenue. The site is located in the Kingston Hill/Coombe Hill Strategic Area of Special Character. Neighbouring No. 41 Burghley Avenue to the south is subject to a number of trees which are protected by Tree Preservation Orders (TPOs).\r\rPlanning History\r\r23/02372/FUL - Demolition of an existing house and erection of  2 storey house with rooms in the roof space - Granted 11.04.2024\r\rProposal\r\rErection of two storey front, part two storey/part single storey rear and first floor side extension. Roof extension with 2nos front, 1no rear and 3nos side dormers. Removal of chimney, fenestration alteration.\r\rConsultation\r\r7 neighbours were notified of the proposals. In response, 1 objection has been received stating:\r- There is an inconsistency in the drawings with the 'Ground Floor Plan' showing the boundary with No. 41 not being in a straight line but the 'Location Plan' correctly shows the boundary between the two properties to go in a straight line then turn right a couple of metres before the main road.\r\rOfficer Note: Any boundary dispute between neighbours is a civil matter. In relation to the boundary, Officers consider the Site Location Plan and Site Plan Proposed to be an accurate depiction with the rear corner of the single storey rear extension set-in from the red line boundary by approximately 6m and the single storey side extension approximately 2.2m at its closest point from the red line boundary.  If it transpires at a later date that the Site Plan Proposed is not accurate then any planning permission granted would not be sound and could not be implemented.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rCharacter, Design & Heritage Assets\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is of a similar character and design as the development approved by planning permission ref: 23/02372/FUL. Within the context of the approved development which was considered to be of an acceptable character and design and impact on heritage assets, Officers consider that the current proposals would be acceptable.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Based on the separation distances and position of the dwellings shown on the submitted 'Site Plan Proposed' (Drawing no: SP01), and subject to planning conditions requiring first and second floor windows on the side elevations being obscure glazed and non-opening below 1.7m above floor level, Officers are satisfied that the proposal would not cause any unacceptable harm to neighbouring properties.\r\rTrees\r\rSubject to the development being carried out in accordance with the submitted Tree Survey, Arboricultural Impact Assessment and Tree Protection Plan (all of which were found to be acceptable to the Council's Tree and Landscape Officer when responding to planning permission ref: 23/02372/FUL), Officers are satisfied that the proposal would not have any unacceptable adverse impact on protected trees.\r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Strategy Statement which suggests that the proposals would meet the requirements of Policy D12(A). This Statement is considered to be sufficiently robust for the application.\r\rConclusion\rIn conclusion, the proposed development is considered to accord with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Please submit fire statement/plan. It is validation requirement.",
    "The fee required for your joint planning application is £ 509.00. we acknowledge the receipt of £258.00, please pay the outstanding balance of £251.00, if it a joint application for '35 and 37 Fairoak Lane' . Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002."
  ],
  "status": "Refused",
  "pp_id": "PP-09649653",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "19/03/2021",
  "id": "Kingston-21_00854_HOU",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.260071,
          51.40261
        ],
        [
          -0.260072,
          51.402583
        ],
        [
          -0.260115,
          51.402584
        ],
        [
          -0.260114,
          51.402611
        ],
        [
          -0.260071,
          51.40261
        ]
      ]
    ],
    "type": "Polygon"
  }
}