{
  "site_number": "65",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "appeal_start_date": null,
  "parking_details": null,
  "pp_id": "PP-09613890",
  "last_updated": "2025-05-05T17:30:00.879Z",
  "decision_process": "Delegated",
  "development_type": "Certificates of Lawful Development",
  "ward": "Norbiton - OLD",
  "decision_date": "06/05/2021",
  "actual_completion_date": null,
  "centroid_easting": 519444,
  "bo_system": "Idox Uniform",
  "cil_liability": false,
  "subdivision_of_building": null,
  "id": "Kingston-21_00745_CPU",
  "centroid_northing": 169060,
  "application_type_full": "Lawful development: Proposed use",
  "last_updated_by": "Idox Uniform",
  "appeal_decision_date": null,
  "appeal_status": null,
  "street_name": "Cambridge Road",
  "lpa_app_no": "21/00745/CPU",
  "decision": "Approved",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPSOYZNHK3F00",
  "title_number": [],
  "application_type": "All Other",
  "lpa_name": "Kingston",
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "11/03/2021",
  "locality": null,
  "centroid": {
    "lat": 51.407995,
    "lon": -0.284059
  },
  "epc_number": null,
  "postcode": "KT1 3NX",
  "uprn": "100021755737",
  "actual_commencement_date": null,
  "decision_agency": null,
  "application_details": {
    "total_gia_gained": 25,
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "site_area": 0.026000000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021755737"
    ]
  },
  "date_building_work_started_under_previous_permission": null,
  "site_name": "",
  "appeal_decision": null,
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 2no front rooflghts to facilitate loft conversion",
  "lapsed_date": "06/05/2026",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Officer Report\r\rApplication Site\rThe application site is a two-storey semi-detached dwelling house located on King Charles Road. The site is situated within the Fishponds Park Conservation Area.\r\rProposal \rVariation of Condition Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of planning permission 22/02144/HOU to allow extension of proposed garage to align with existing house.\r\rConsultations\rSurbiton Neighbourhood Conservation Areas Advisory Committee - no objections to the proposal.\r\rRepresentations\r7 properties were notified of the proposal. One representation has been received objecting to the proposal, with comments summarised as follows:\r- The proposed loft extension would result in loss of privacy and an undue overlooking\r- Removal of hedging resulted in loss of privacy\r\rOfficer comment: The current proposal concerns the amendments to the side extension, alteration to the fenestration to the rear dormer only, removal of paint from elevations and replacement of single glazed timber windows with double glazed timber windows. As such, the principle of development has been established under planning permission ref  22/02144/HOU, therefore Officers can only assess the current proposal as described above.\r\rThe key areas of assessment are:\rPrinciple of development\r- The design of the proposed development\r- The impact of the development on the Heritage Assets\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Highway Safety\r- Fire Safety\r\rPrinciple of Development\rThe current application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to vary the approved plans. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established. \r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application. \r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstances since the granting of the original permission, including the publication of the London Plan 2021 and revised National Planning Policy Framework 2024. \r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed increase in length of the garage would result in no set back distance from the front elevation. However, it is noted that the existing garage has no set back from the front elevation, therefore there would be no significant difference in setting and appearance of the proposal. As such, it is considered that there would be no significant impact on the existing street scene or host dwelling as a result of the proposed amendment.\r\rThe proposed removal of paint from the elevations of the dwelling to expose brick (similarly to the adjoining property No 138) is considered to be acceptable. The replacement of the single glazed timber windows with double glazed timbeer windows is conisdered to be in-keeping with the host dwelling and the surrounding area. \r\rThe proposed amendment to fenestration in the rear elevation to the proposed rear dormer roof extension, due to its scale and the proposed design, is considered to be acceptable from the character and appearance perspective. \r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.   \r                                                                                                               \rIn determining planning applications which affect heritage assets, Paragraph  210 of the NPPF 2024 requires local planning authorities to take account of: the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation; the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality; and the desirability of new development making a positive contribution to local character and distinctiveness.       \r                                                                                                              \rParagraph 212 of NPPF 2024 states that when considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the assets conservation, irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.   \r                                           \rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer comment: The site is situated within the Fishponds Park Conservation Area, which is a designated heritage asset. The special architectural and historic interest of this area can be summarised as: The former mid 18th century estate of The Fishponds, with the surviving core of the original house and part of the grounds laid out as a 20th century park. In addition there is a cohesive set of late 19th Century, 2 storey terraced artisan cottages, with small front gardens.\r\rIt is considered that the proposed amendments would not have an acceptable impact on the character and appearance of the dwellinghouse, Officers also consider that the proposal would not result in harm to the cultural significance of the Fishponds Park Conservation Area.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers note concerns received with the written representations regarding the loss of privacy as a result of the proposed rear dormer roof extension.\r\rAs mentioned above, the principle of the proposed development has been established by virtue of planning permission ref 22/02144/HOU. Officers are able only to assess the proposed amendments to planning permission 22/02144/HOU. The proposed amendments to windows in the rear elevation of the dormer, due to its modest scale, are not considered to adversely affect the amenities of the occupiers at No 30 King Charles Crescent or No 138 King Charles Road. \r\rAccording to the available planning history for the property adjoining the application site to the rear, No 30 King Charles Crescent, there are no habitable openings in the side elevation. Given the siting of the proposed rear dormer in relation to the openings in the rear elevation at No 30, it is not considered that this element of the proposal would result in an unacceptable loss of privacy in relation to habitable windows at this adjoining property. \r\rThe proposed extension of the garage to the front, given its siting and scale is not considered to adversely affect the amenities of the adjoining occupiers.\r\rHighway Safety\rParagraph 116 of the NPPF, 2024 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: The proposed extension of the garage to the front is not considered to affect the existing off street car parking space, as it would be similar to the existing situation.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Please revise a Householder Checklist with updated information. The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\r"
  ],
  "polygon": null,
  "decision_target_date": "06/05/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284037,
          51.408008
        ],
        [
          -0.284038,
          51.407981
        ],
        [
          -0.284081,
          51.407982
        ],
        [
          -0.28408,
          51.408009
        ],
        [
          -0.284037,
          51.408008
        ]
      ]
    ],
    "type": "Polygon"
  }
}