{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMM9IZNHJ8H00",
  "lapsed_date": "31/03/2026",
  "decision_target_date": "05/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9HQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 40.02,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "04/2021",
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00045/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519816,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:26:59.870Z",
  "id": "Kingston-21_00045_HOU",
  "application_type": "Householder",
  "street_name": "Meldone Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "31/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Replacement of existing rear garden shed with new garden room",
  "actual_completion_date": null,
  "last_date_consultation_comments": "10/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167115,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128033642",
  "centroid": {
    "lon": -0.279369,
    "lat": 51.390436
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy SI12 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental to the residential use of the main dwelling house at the application site, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: To protect the amenity of neighbouring occupiers in accordance with Policy DM10 of the RBK LDF Core Strategy.",
    "Application Site\rThe application concerns a ground floor flat at No. 19 Upper Brighton Road. The site is located within the Southborough Road Conservation Area. The special architectural and historic interest of the Southborough Road Conservation Area can be summarised as: \"The special architectural and historic interest of this area can be summarised as: An area of large detached houses dating\rfrom the 1860s - 1930s surrounding Southborough House, an 1808 Grade II listed building by the architect John Nash.\"\r\rProposal\rReplacement of  existing single-glazed sash windows and french doors with double-glazed sash windows and french doors, Removal of existing timber garden shed and erection of a single storey rear timber garden shed.\r\rConsultation\r4 neighbouring properties have been notified and no represenatations have been received.\r\rSurbiton CAAC - The replacement DG windows and door will be more energy efficient and will maintain the appearance of the building.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on a heritage asset;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The applicant has proposed like for like replacement of the window and doors using high quality materials. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 205-214 of the NPPF 2023 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: As stated above, it is considered that there would be no adverse impact on the character or appearance of the area and therefore no impact on the Southborough Road Conservation Area. It is therefore not necessary to weigh any harm against any public benefits of the proposal. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a  Reasonable Exception Statement. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "For the avoidance of doubt, please confirm the description 'Demolition of an existing detached garage, erection of two storey side, part two storey/part single storey rear extension. Roof extension with side and rear dormer and juliet balcony, installation of 5nos side rooflights. Erection of single storey rear outbuilding ,2nos front gate and boundary wall. Installation of solar panels and removal of chimneys'.",
    "We have received EPC rating, however we require section to show the solar panel installation.\rThe proposal has installation of solar panels, therefore please provide the existing and proposed renewable energy section.",
    "Inspection: Site inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\rAssessment: Acceptable minor works to remove some trees, reduce and maintain trees at their current size in relation to the property with no adverse impact upon tree health or public amenity.\rRecommendation: No objection \r\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/01/2021",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": "PP-09363125",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.279347,
          51.390449
        ],
        [
          -0.279348,
          51.390422
        ],
        [
          -0.279391,
          51.390423
        ],
        [
          -0.27939,
          51.39045
        ],
        [
          -0.279347,
          51.390449
        ]
      ]
    ],
    "type": "Polygon"
  }
}