{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMGBNKNHJ6O00",
  "lapsed_date": "15/03/2026",
  "decision_target_date": "17/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5BX",
  "site_name": "19 Herne Road\rTolworth\rSurbiton\rKT6 5BX\r",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 37.7,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "05/2021",
    "intended_completion_date": "08/2021",
    "site_area": 0.035
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00013/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518115,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:26:51.763Z",
  "id": "Kingston-21_00013_HOU",
  "application_type": "Householder",
  "street_name": "Herne Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "15/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single storey side/rear extension. Erection of fencing 1.7m above finished patio level.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165762,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021790467",
  "centroid": {
    "lon": -0.304254,
    "lat": 51.378632
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the beneficial use of the development hereby permitted the 1.7m fence shown on the approved plans shall be erected and maintained for the life of the development.\r\rReason : In the interests of residential amenity in accordance with policy DM 10 of the Core Strategy 2012",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling located within the Food Zone 2.\r\rProposal \rErection of hip to gable and rear dormer roof extensions with Juliet balcony and installation of 3nos. front rooflights to facilitate loft conversion.\r\rConsultations\r6 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Flood Risk; and,\r- Fire Safety.\r\rRelevant Planning History\r00/02062/FUL Erection of a two-storey side extension and single-storey front extension - Granted on 07.06.2000\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The existing street scene comprises relatively large semi detached properties that retain separation gaps that are characteristic of Vallis Way.\r\rThe application site has been already extended to the side, the proposal by further addition of hip to gable and rear dormer roof extensions would result in loss of any separation distance in relation to the adjoining property No 22 who also benefits from a two storey side extension, resulting in terracing effect.\r\rIt is considered that the proposed rear dormer roof extension given its scale, mass and bulk and no sufficient set in distances from the roof eaves and no set in distance from the  common boundary would appear as a dominant and disproportionate addition to the host dwelling and the surrounding area, contrary to Policy Guidance 39. \r\rOverall, due to its siting and lack of any separation distance to the common boundary with No 22 Vallis Way,  as well as its excessive bulk, scale and mass, the proposed hip to gable and rear dormer roof extensions, would constitute a disproportionate and dominant addition that would result in terracing effect and an unacceptable harm to the character and appearance of the surrounding area, contrary to Policies D3 of the London Plan 2021, DM10 of the Council's adopted LDF Core Strategy April 2012 and Policy Guidance 39 of the Council's Residential Design SPD (2013).\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is considered that the proposed development due to its siting would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone 2. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rThe Flood Risk Form submitted by the applicant indicates that floor levels within the proposed development would be set no lower than the main dwelling as the proposal relates to loft conversion, in accordance with Policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Inconsistent Plans - the plans show proposed change from the rear kitchen window/door to a double door, but the double door is already shown on the Existing Rear Elevation (Plan 7). Please check and amend plans where necessary."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/01/2021",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-09386616",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304232,
          51.378645
        ],
        [
          -0.304233,
          51.378618
        ],
        [
          -0.304276,
          51.378619
        ],
        [
          -0.304275,
          51.378646
        ],
        [
          -0.304232,
          51.378645
        ]
      ]
    ],
    "type": "Polygon"
  }
}