{
  "lpa_name": "Kingston",
  "uprn": "100021799927",
  "decision_date": "07/04/2021",
  "epc_number": null,
  "application_type_full": "Prior Approval: Larger Home Extension",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00585_PAEXT",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT5 8HG",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "05/2021",
    "total_gia_gained": 32.5,
    "intended_completion_date": "10/2021",
    "no_additional_bedrooms": 0,
    "site_area": 0.034
  },
  "valid_date": "24/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of single storey rear extension (6m in depth, maximum height of 3.55m and eaves height of 3m)",
  "decision_conditions": [
    "The proposed extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) and would not result in a significant and unacceptable adverse impact on the residential amenities of an adjoining property No 57 and No. 61 The Ridings.",
    "The Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\r",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling located within the Elmcroft Drive Local Area of Special Character. \r\rProposal \rConversion of garage into habitable room with associated internal alterations on ground floor and erection of first floor side and rear extension.\r\rConsultations\r7 properties were notified of the proposal.  \r5 representations have been received objecting to the proposal, with comments summarised as follows:\r- Inappropriate design/layout\r-The roof tiles that have been used do not match the roof tiles on the neighbouring semi detached property nor do they match any of the properties in Elmcroft Drive\r-  Car park issues\r - Excessive height or bulk of buildings\r - Loss of light/Sunlight\r - Noise\r-  Effects on trees\r\rOfficer comment: The above concerns will be addressed within this assessment.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on the Heritage Assets; and,\r- Highway Safety; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note no recent planning history and the pending enforcement case for replacing roof tiles without planning permission.\r\rThe concerns received within the written representations mainly relate to the new roof tiles being at odds with the surrounding properties. \r\rThe submitted existing drawings and photographs of the application site show the hip to gable and rear dormer roof extensions as well as the new roof tiles substantially completed. \r\rThe current proposal is (as declared on the application form) for conversion of garage into habitable room with associated internal alterations on ground floor and erection of first floor side and rear extension. However, as there is no planning permission for the existing roof extensions, the total enlargement would be assessed with this application.\r\rThe proposed first floor side/rear extension is considered to be poorly designed. The proposed bulky roof form is not characteristic to the area and is at odds with the host dwelling and the surrounding properties. It would also encroach on the window sill on the rear dormer. \r\rThe proposed first floor side/rear extension would encroach on the existing first floor window and the proposed window in the front elevation would be right against the wall. There are different eaves heights. The proposed design lacks symmetry and balance and does not respect the existing design and character of the host building. \r\rWhile the conversion of the existing garage into habitable space, in isolation, would be in-keeping with the surrounding area, it would introduce a window at the different height; the proposed front elevation as whole (including different eaves height at the first floor level) would look poorly designed. \r \rThe roof tiles used in the development and proposed for the new elements of the roof are considered not to respect the original character of the house and the surrounding area. The proposed roof appears to be finished in an interlocking grey coloured concrete roof tile, which starkly contrasts to the adjoining semi detached roof, which together with the wider street is finished in traditional red clay tile. The traditional red roof clay tiles are considered to be characteristic to the area, they positively contribute to the Elmcroft Drive Local Area of Special Character. As such, this element of the proposal is considered to adversely affect the existing street scene and the Elmcroft Drive Local Area of Special Character.\r\rThe existing hip to gable and rear dormer roof extensions in isolation are considered to be in keeping with the host dwelling and the surrounding area, although not strictly in accordance with Policy Guidance 39 which recommends minimum setting down and setting in distances of approximately 50cm. It is noted that while the property benefits from Permitted Development Rights regarding roof extensions. However, in this case, it would not benefit from this fallback position as the proposed materials would be in conflict with Condition B.2 of Class B. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to the proposed separation distances and siting of the proposal, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rThe proposed new window in the side elevation would be obscure glazed and non openable below 1.7m from the finished floor level details of which would be secured via condition.\r\rAs the proposal would seek to provide a residential extension to an existing residential dwelling Officers consider that there would be no material increase in noise or disturbance for the occupiers of neighbouring properties. \r\rIt is further noted that the Environmental Protection Act (1990) provides controls to the Council in the event that any noise should occur that could constitute a statutory nuisance. \r\rHighways\rParagraph 115 of the NPPF, 2023 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 1 off street car parking space, therefore the proposal would not result in an unacceptable impact on the local highway network. \r\rIn relation to cycle parking, Officers note that a secure cycle parking could be possibly provided within the existing amenity space to compensate for the loss of the garage. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Reasonable Exception Statement, which is considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:17.569Z",
  "ward": "Berrylands - OLD",
  "parking_details": null,
  "lapsed_date": "07/04/2026",
  "decision_target_date": "07/04/2021",
  "centroid": {
    "lat": 51.396708,
    "lon": -0.284582
  },
  "lpa_app_no": "21/00585/PAEXT",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QP2WX7NH00H00",
  "locality": null,
  "polygon": null,
  "development_type": "Extension",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "59",
  "application_type": "Prior Approval",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "The Ridings",
  "pp_id": "PP-09559464",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 519437,
  "appeal_start_date": null,
  "centroid_northing": 167804,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28456,
          51.396721
        ],
        [
          -0.284561,
          51.396694
        ],
        [
          -0.284604,
          51.396695
        ],
        [
          -0.284603,
          51.396722
        ],
        [
          -0.28456,
          51.396721
        ]
      ]
    ],
    "type": "Polygon"
  }
}