{
  "lpa_name": "Kingston",
  "uprn": "100021785684",
  "decision_date": "01/04/2021",
  "epc_number": null,
  "application_type_full": "Prior Approval: Larger Home Extension",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00535_PAEXT",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT5 8LN",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "04/2021",
    "total_gia_gained": 19,
    "intended_completion_date": "04/2022",
    "no_additional_bedrooms": 0,
    "site_area": 0.045000000000000005
  },
  "valid_date": "19/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of single storey rear extension (6m in depth, maximum height of 4m and eaves height of 3m)",
  "decision_conditions": [
    "The proposed extension, combined with the existing extension, would exceed 4m in height and extend beyond a wall forming a side elevation of the original dwellinghouse, and would exceed 4m in height and have a width greater than half the width of the original dwellinghouse, in conflict with Paragraphs A.1 (g) (ii), (j) (i), (j) (iii), and (ja) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "Application Site: \r\rThe application relates to a two-storey mid-terrace property located to the north-east of Malden Road. The property has a ground floor commercial unit with a large single-storey rear extension and an upper floor residential unit. \r\rThe site is located within the Plough Green Local Centre, and forms part of a terraced block with ground floor commercial units and residential units above. The broader area is predominantly residential with two-storey semi-detached properties.\r\rThe site is subject to an Article 4 Direction removing Class MA permitted development rights for the change of use from Class E (commercial, business and service use) to Class C3 (residential use). \r\rMalden Road (A203) is within TFL's road network. The site is not located in a controlled parking zone. The site has a PTAL rating of 3 on a scale of 0-6b with 6b being the most accessible, meaning it has moderate public transport accessibility. \r\rThe site is not located within a conservation area nor is it, or located nearby to, a statutory listed building and non-designated heritage asset. Old Malden Conservation Area is located approximately 10m to the north-east of the site. \r\rThe site is within Flood Zone 1 and has a low probability of flooding from rivers and the sea. The site is within a Critical Drainage Area. \r\rProposal: \r\rThe proposal is for the erection of a rear dormer roof extension in the existing loft and installation of 3 front rooflights, as well as a conversion of the existing 2-bedroom dwellinghouse to a 2 x 1-bedroom residential dwellings.\r\rRelevant History: \r\rNo relevant planning history. \r\rConsultation: \r\rA total of 24 neighbours were consulted and no response was received. \r\rPlanning Considerations: \r\rThe key areas of assessment are:\r\r- Principle of Development \r- Standard of Accommodation\r- Character and Design \r- Impact on Residential Amenity\r- Highways and Transportation\r- Noise\r- Fire Safety\r\rPrinciple of Development: \r\rThe Policy GG2 of the London Plan (2021) (LP) and Chapter 11 of the National Planning Policy Framework (2023) (NPPF) promote the redevelopment of underutilised land for the delivery of housing. The LP Policy H2 is relevant as the site is considered a 'small site'. Policy CS10 of the LDF Core Strategy (2012) (CS) sets out the Borough's housing targets as defined by the LP. LP Policy H1 sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10-year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 years period which would equate to 964 net completions per annum.\r\rThe Council cannot demonstrate a 5-year supply of housing land as required by the NPPF therefore, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole. In other words, the tilted balance weighs a development's adverse impacts against its benefits, not on a level playing field, but tilted towards granting permission. These considerations should be given considerable weight in the assessment of any forthcoming planning application. \r\rThe delivery of residential units in a sustainable location is noted. The weight attributed to such a benefit will be discussed further later in the report.\r\rStandard of Accommodation:\r\rNPPF para 135 sets an expectation that new development will be designed to create places that amongst other things have a 'high standard' of amenity for existing and future users.\r\rLP Policy D6 sets out the standards for new housing within London, in terms of overall GIA, built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. CS Policy DM13 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants. Policy DM10 of the Council's Core Strategy requires developments to ensure adequate private and/or communal amenity space.\r\rA total of 2 x 1-bedroom units will be established on the first level and newly created loft space. The bedroom in the first floor unit is large enough to be a double-bedroom while the bedroom in the loft floor unit could only support single-occupancy. The loft space flat would have a GIA of approximately 38 sqm and the first floor units would have a GIA of approximately 43 sqm. A bathroom has been indicated in the plans for the loft unit therefore, the minimum GIA is 39 sqm in accordance with LP Policy D6. The minimum GIA for the first floor (1-bedroom, 2-person) unit is 50 sqm. Both units are therefore undersized and would not support a suitable level of comfort and function for future users, contrary to LP Policy D6. \r\rThe first floor flat would be dual aspect and each habitable room would be serviced by at least one window for suitable ventilation, outlook and access to natural light. The loft flat is single aspect and the kitchen would not be serviced by any window. Officers are concerned this may lead to overheating as natural ventilation would be minimal. No daylight and sunlight assessment has been undertaken to ensure future occupants would be supported with suitable levels of natural light, in compliance with BRE Guidelines. This weighs heavily on the scheme. \r\rThe Elevation Plans identify only the first floor unit would achieve a minimum 2.5m floor-to-ceiling height for at least 75% of the GIA, in compliance with LP Policy D6. The loft unit would not achieve compliance which emphasises that it would not be of adequate quality for future occupants, in terms of daylight penetration, ventilation and cooling and sense of space. \r\rThe residential units will not be supported by any private or communal outdoor amenity space, contrary to CS Policy DM10 and Policy Guidance 13 and 14 of the Residential Design SPD. This carries substantial disbenefit to the scheme and carries substantial weight in the assessment of the scheme. \r\rAll residential units would meet at least Building Regulation M4(2) 'accessible and adaptable dwellings' in terms of step-free access which is in compliance with LP Policy D7. This requirement would be secured by condition if the proposal was otherwise acceptable. \r\rOfficers consider the proposal would offer an unacceptable standard of accommodation for future occupants, in regard to overheating due to its single-aspect orientation and lack of windows to support natural ventilation, contrary to LP Policy D6 and CS Policy DM10 and DM13. This weighs heavily against the scheme. \r\rIn summary, the proposed units would not achieve an acceptable standard of accommodation due to their failure to achieve the minimum space standards, in terms of internal space and external private outdoor amenity space. Additionally, the loft unit is single-aspect with a low ceiling height and minimal windows which would result in an increased likelihood of overheating and a lack of daylight penetration, ventilation and cooling, and sense of space. These matters conflict with the policy objectives of LP Policy D6 and CS Policy DM10. These policy conflicts carry significant weight against the proposal. \r\rCharacter and Design: \r\rPara 131 of the National Planning Policy Framework (2023) (NPPF) states the creation of high-quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve.\r\rLP Policy D3 states that development should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape with due regard to existing and emerging street hierarchy, building types, forms and proportions. \r\rCS Policy CS8 and DM10 and the guidance in the Residential Design Guide SPD require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rCouncil's Residential Design Guide Supplementary Planning Document (SPD) is relevant to the application. \r\rExternal alterations will be limited to the proposed rear dormer roof extension and installation of 3 front rooflights. The dormer will be a modest 6.2m wide, 3.4m deep and 1.4m high. The dormer is set in suitably from the sides and eaves of the roof but is set down only 0.4m below the roof ridge instead of the required 0.5m under Policy Guidance 39 of the Residential Design SPD. Despite the minor non-compliance with the SPD, Officers accept that the dormer would not result in a level of visual harm to the existing roof structure of the host property to warrant refusal. The dormer will be tile-hung with uPVC windows. The dormer windows are suitably aligned with the fenestrations on the rear elevation below and the dormer materials would match the existing. \r\rOfficers note other terraces within the block at No. 378 and 384 have rear dormer roof extensions of a similar scale to the proposed. The proposed rear dormer extension is considered minor in its scale and appropriate in its design, and would not adversely impact the character and appearance of the area, in line with the LP Policy D3, CS Policy DM8 and DM10 and Policy Guidance 38 of the SPD. \r\rThe 3 rooflights on the front roof slope are small and generally aligned to the fenestrations on the elevations below. Other properties within the terrace have rooflights (i.e. No. 378 Malden Road) therefore, Officers accept that they are a common feature of the streetscape and are acceptable. \r\rThe proposal is supported on urban design grounds and this is given neutral weight in the assessment of the scheme. \r\rImpact on Residential Amenity:\r\rNPPF para 135 sets an expectation that new development will be designed to create places that amongst other things have a 'high standard' of amenity for existing and future users. This is reflected in LP Policy D3. CS Policy DM10 is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed rear dormer rear extension would not include any new side facing windows. Additionally, the 2 rear facing windows would not worsen the level of overlooking already created by the first floor rear windows. As such, Officers do not consider the proposal would result in impacts on neighbouring privacy. The dormer is of modest scale and well sited on the roof to avoid any overbearing enclosure on neighbouring properties. \r\rThe 2 new units would increase comings and goings within the property but Officers do not think the levels would be unacceptable within the local centre setting. \r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity. This carries neutral weight in the assessment of the scheme. \r\rHighways and Transportation:\r\rPara 115 states development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe. CS Policy DM10 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rThe site has a PTAL 3 rating. The Application Form identifies the site has 2 existing car parks however, these have not been identified on the Site Plan and Officers assume they support the ground floor commercial  unit. No change to the existing car parking arrangement is proposed. Car-free development for the residential uses is supported given the site is well-connected by public transport, in line with LP Policy T6. The site is not within a controlled parking zone. The introduction of an additional single-person unit within the property is unlikely to result in unacceptable impacts on the local road network in terms of parking stress. \r\rThe proposal does not include details on the proposed cycle storage to support the new dwellings. For 2 single-person dwellings, a total of 2 cycle spaces are required. There is minimal space within the unit and in the site area to accommodate these required cycle spaces in line with the London Cycle Design Standards. The lack of cycle parking is a barrier to support active and sustainable transport modes, contrary to LP Policy T5, CS Policy CS6 and DM8 and carries substantial weight against the scheme. \r\rNo details have been provided on the existing and proposed waste storage arrangement. A minimum 2 x 180L refuse bins plus 2 x 55L container for plastic and card) and 2 x 23L container for food waste. A lack of suitable waste management facilities is a substantial disbenefit to the scheme and is contrary to the objectives sought under LP Policy SI 7 and CS Policy CS9. \r\rNoise: \r\rThe NPPF at para 180 states decisions should among other things prevent new and existing development from contributing to, being put at unacceptable risk from, or being adversely affected by, unacceptable levels of noise pollution. Development should help to improve local environmental conditions. This is echoed in LP Policy D14 and CS Policy DM10. \r\rLP Policy D13 focuses on the 'Agent of Change' principle which places the responsibility for mitigating impacts from existing noise on the proposed new noise-sensitive development. Development should be designed to ensure that established noise generating uses remain viable without unreasonable restriction being placed on them. \r\rThe proposal introduces 2 new residential units above a ground floor commercial unit which is understood to be occupied by a hairdresser which has the potential to generate noise and disturbance for future occupants. Officers acknowledge that an existing 2-bedroom flat already exists on the upper floors of the property therefore, the introduction of an additional unit on the loft level would be acceptable within the existing noise environment. This is given neutral weight in the assessment of the scheme. \r\rFire Safety:\r\rLP Policy D12 requires all developments to achieve the highest standards of fire safety. \r\rA Fire Strategy has been submitted that demonstrates the proposed development would provide suitable means of evacuation and fire safety standards, in accordance with LP Policy D12. \r\rConclusion and Planning Balance:\r\rThis application has been considered in the light of policies set out in the development plan and other material considerations. \r\rThe proposal would contribute towards the borough's housing supply which would carry positive weight in favour of the application. It would be sensitively designed to protect the character and appearance of the host property and local area without resulting in adverse impacts on the amenity of neighbours. \r\rThe new units would result in an unacceptable standard of accommodation for future occupants as they do not achieve minimum internal space space standards and no private outdoor amenity space. Additionally, due to the loft unit being single-aspect with minimal windows and a low ceiling height, it would likely overheat and fail to provide sufficient daylight penetration, ventilation and cooling, and sense of space. These matters conflict with the policy objectives of LP Policy D6 and CS Policy DM10. This weighs heavily against the scheme. \r\rNo facilities have been provided to support appropriate waste and cycle storage which is contrary to LP Policy T5 and SI 7 and CS Policy CS6, CS9 and DM8 that aim to support sustainable transport modes and appropriate waste management. This carries substantial weight against the scheme. \r\rOfficers have taken into account the Housing Delivery Test tilted presumption in favour of development as set out in para 11 of the NPPF whilst considering the conflicts with the Development Scheme. For this scheme, the adverse impacts of the development would significantly and demonstrably outweigh the benefits, when assessed against the policies in the NPPF taken as a whole. As such, Officers recommend planning permission be refused.",
    "Householder Checklist Update - Once you have provided the above additional documents please update the Checklist document to confirm that they have been provided by stating \"Yes\" where relevant. \r"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:04.824Z",
  "ward": "Berrylands - OLD",
  "parking_details": null,
  "lapsed_date": "01/04/2026",
  "decision_target_date": "02/04/2021",
  "centroid": {
    "lat": 51.392843,
    "lon": -0.284108
  },
  "lpa_app_no": "21/00535/PAEXT",
  "status": "Refused",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QOS8VJNH04300",
  "locality": null,
  "polygon": null,
  "development_type": "Extension",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "17",
  "application_type": "Prior Approval",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Chiltern Drive",
  "pp_id": "PP-09534541",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 519480,
  "appeal_start_date": null,
  "centroid_northing": 167375,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284086,
          51.392857
        ],
        [
          -0.284087,
          51.39283
        ],
        [
          -0.28413,
          51.39283
        ],
        [
          -0.284129,
          51.392857
        ],
        [
          -0.284086,
          51.392857
        ]
      ]
    ],
    "type": "Polygon"
  }
}