{
  "title_number": [],
  "site_name": "",
  "cil_liability": false,
  "uprn": "100021772339",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "41",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Approved",
  "lpa_app_no": "21/00828/CPU",
  "actual_commencement_date": null,
  "development_type": "Certificates of Lawful Development",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "19/05/2026",
  "locality": null,
  "postcode": "KT3 6BD",
  "decision_target_date": "13/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Ancaster Crescent",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQ5T5PNHK7000",
  "last_updated_by": "Idox Uniform",
  "decision_date": "19/05/2021",
  "appeal_decision": null,
  "centroid_easting": 522196,
  "ward": "St James - OLD",
  "centroid": {
    "lat": 51.389147,
    "lon": -0.24521
  },
  "application_type_full": "Lawful development: Proposed use",
  "appeal_status": null,
  "centroid_northing": 167028,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:30:22.243Z",
  "description": "Erection of rear dormer roof extension (with glass ballustrade) and installation of 1no. rooflight to front roofslope",
  "last_date_consultation_comments": null,
  "application_details": {
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "total_gia_gained": 30,
    "site_area": 0.030000000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ226710HG"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021772339"
    ]
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed erection of a rear dormer roof extension (with glass ballustrade) and the installation of 1no. rooflight to the front roofslope falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B & Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application site\rThe site comprises a semi detached dwelling.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of part two storey/part single storey rear extension for large HMO.\r\rConsultations\r10 properties were notified of the proposal. One representation has been received objecting to the proposal, with comments summarised as follows:\r - Access or traffic problems\r - Car park issues\r - Excessive height or bulk of buildings\r - Loss of light/Sunlight\r - Noise\r - Privacy\r\rOfficer comment: The above concerns will be addressed with this assessment. \r\rThe key areas of assessment are:\r- Principle of development\r- Standard of accommodation\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Highway safety\r- Refuse and Recycling\r- Fire Safety\r\rAvailable Planning History \r03/12696/LDP - Erection of hip to gable roof and rear dormer roof extension (LDC(P)) - Granted on 10.12.2003\r\rPrinciple of Development\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011. Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole. These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rPolicy DM13 (Housing Quality and Mix) of the Kingston Core Strategy (2012) sets out that the Council will, in appropriate locations, encourage the delivery of a variety of residential accommodation, including purpose built, managed student housing, affordable housing, specialist and supported housing.\r\rPolicy DM14 (Loss of Housing) of the Kingston Core Strategy (2012) sets out that the Council will resist the loss of existing accommodation (of all types) and, in particular, dwellings which are suitable for family accommodation. To protect existing family units that meet an identified need, the Council will, where necessary, limit the conversion of family units into houses in multiple occupation.\r\rOfficer comment: Officers note limited information submitted in relation to the existing use of the application site or the proposed use as a large HMO. However, as the property benefits from the permitted development rights, it is noted that a small HMO would likely fall within these rights.\r\rAs such, the property would still remain in residential use albeit providing a different type of residential accommodation but the fall back position would negate the aspirations of the policy DM14 in this instance to resist the loss of family accommodation to a HMO use. \r\rTherefore, in principle the LPA would not object to the principle of the change of use subject to compliance with the relevant Development Plan policies.\r\rStandard of Accommodation\rPolicies CS8 and DM10 of the Core Strategy advise that proposals should relate well to their surroundings and be of a high standard of design to achieve a more attractive, sustainable and accessible environment.\r\rOfficer comment: Limited information has been submitted in relation to the existing use of the site as HMO and the proposed large HMO and the number of future occupiers is unknown.\r\rAs such, insufficient information has been submitted to demonstrate that the proposal would provide adequate standard of accommodation and would meet the Kingston Upon Thames Guidance on HMO (updated Nov 2023) in terms of room sizes and size of communal areas such as kitchen/dining area.\r\rIt is noted that the bedrooms at the loft level would not satisfy the requirements of 2.3m floor to ceiling height, set out in the Kingston Guidance for House of Multiple Occupation Standards. \r\rOverall, insufficient information has been provided to demonstrate that the proposal would provide adequate standard of accommodation in terms of room sizes, size of communal areas such as kitchen/dining area and floor to ceiling height.\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note discrepancies within the submitted drawings. The proposed floor plan suggests the single storey rear extension approximately 4.5m deep whilst the proposed block plan when measured indicates this extension being approximately 4m. \r\rAs per submitted photographs of the application site and available Google images there is an existing car parking area to the rear (it is noted that the application form states no existing car parking spaces).\r\rThe existing rear garden is relatively small and given the proposed footprint of the extension, it would be significantly reduced. \r\rThe proposed single storey rear extension would be approximately 4.5m deep, contrary to Policy Guidance 33 of the Council's Residential Design SPD with regards to the recommended depth, which is up to 3.5m for semi-detached properties. Furthermore, given the relatively small rear garden and that it would be set along the common boundary with No 98 as well as the proposed eaves height of approximately 3m, it is considered that the proposed single storey rear extension would appear as a disproportionate addition to the host dwelling and the surrounding area. \r\rWith regards to the proposed 1st floor rear extension, given its proposed depth of approximately 2.7m, siting and design it is considered to be acceptable in isolation. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer comment: Offices note the concerns raised with the written representations regarding the proposed extensions and use of the site as a large HMO.\r\rThe proposed extensions would pass the 45 degree rule in relation to the nearest habitable openings at both adjoining properties and therefore the proposal would not result in an unacceptable loss of daylight in relation to these properties. \r\rConsidering the siting of the proposed single storey rear extension along the common boundary with No 98, its excessive depth and scale, it is considered to constitute an unneighbourly extension that would appear as an overbearing and resulting in an uncaptable loss of outlook in relation to the principle habitable opening at the ground floor level at No 98. \r\rWith regards to the other adjoining property, No 102, which is located forward to the front building line of the application site, it is considered that the proposal due to its excessive depth and scale would appear as unneighbourly and overbearing when viewed from No 102. The proposed separation distance of approximately 2m (measured from side elevations of the buildings) would not be sufficient to minimise the impact of the extensions in this case. \r\rAs limited information has been submitted with regards to the proposed number of future occupiers, it is unclear if the intensified use of the dwelling would not result in unactable noise and disturbance in relation to the adjoining properties.  \r\rHighways\rParagraph 116 of the NPPF, 2024 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer comment: The proposal is located in an area of controlled parking with a PTAL rating of 5 which suggests very good public transport accessibility. \r\rAccording to the application form no existing and proposed car parking spaces are being proposed, however the submitted photographs of the application site show car parking spaces to the rear, with the red boundary line (as per submitted location plan). Further clarification would be required. \r\rThe London Plan Policy T6.1 would require such developments in this PTAL location to be car free.\r\rHowever as the applicant has not provided a parking beat survey to demonstrate there is sufficient local capacity on the highway network or signed and completed a legal agreement preventing future occupants and visitors of the units from applying and obtaining on street residents and visitors parking permits, Officers are concerned that in the absence of any mitigation of the demand for on street parking being in place the proposal has the potential to result in on street parking pressures that in turn could lead to local congestion on the highway network and prejudice highway safety.\r\rWhilst the applicant has not provided any details for the proposed secure cycle storage adequate to the number of the future occupiers of the dwelling, such a provision could be possibly provided within the existing amenity space, further details of secure cycle storage would be secured via condition in the event of approval. \rRefuse and Recycling\rPolicies CS8 and DM10 of the Core Strategy require the provision of adequate waste and recycling facilities to be provided in a location that will cause minimal adverse impact upon the amenities of the local area.\r\rOfficer Comment: The property has a generous area to the front so that bins can be stored and then easily moved for collection. It is noted that the submitted site plan does not show the proposed waste bins arrangement and it has not been demonstrated that the proposed facilities would be sufficient. Further details of the proposed waste and recycling storage would be secure by condition in the event of approval. \r\rBiodiversity Net Gain\rThe submitted application form states that the proposal is exempt, and is subject to the de minimis exemption (development below the threshold).\r\rOfficers note that the de minimis exemption applies to development if the\rfollowing two conditions are met:\r- the development must not impact on any onsite priority habitat; and\r- if there is an impact on other onsite habitat, that impact must be on less than 25 square metres (e.g. less than a 5m by 5m square) of onsite habitat with a biodiversity value greater than zero and on less than 5 metres of onsite linear habitat (such as a hedgerow)\r\rThe proposed development satisfies this criteria as it does not impact the priority habitat.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Strategy Statement, which is considered to be acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r",
    "Please provide Proposed Roof Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions of the proposed work. The plans must show the direction of North. The inclusion of a scale bar is encouraged."
  ],
  "status": "Approved",
  "pp_id": "PP-09636533",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "18/03/2021",
  "id": "Kingston-21_00828_CPU",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.245188,
          51.38916
        ],
        [
          -0.245189,
          51.389133
        ],
        [
          -0.245232,
          51.389134
        ],
        [
          -0.245231,
          51.389161
        ],
        [
          -0.245188,
          51.38916
        ]
      ]
    ],
    "type": "Polygon"
  }
}