{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QO2CKANHJN400",
  "lapsed_date": "16/04/2026",
  "decision_target_date": "02/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5TU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "site_area": 0.033,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LOCSPC Name: Dinton Field"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ187087HG"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ187087HF"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ187087HE"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Education"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021763635"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00373/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518846,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:28:26.394Z",
  "id": "Kingston-21_00373_CPU",
  "application_type": "All Other",
  "street_name": "Latchmere Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "16/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 3no front rooflights to facilitate loft conversion.\rConversion of existing detached garage to gym including installation of new raised roof. Associated changes to fenestration. Enlargement of front porch",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 170713,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021763635",
  "centroid": {
    "lon": -0.292099,
    "lat": 51.422977
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions with installation of 3no front rooflights to facilitate loft conversion. Conversion of existing detached garage to gym including installation of new raised roof. Associated changes to fenestration. Enlargement of front porch falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B, C, D & E of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Informatives\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\rStreet naming and numbering\rKingston Council has a statutory duty to officially name streets and number properties within streets. As your planning application is likely to require address changes, you are obliged to contact the Street naming and numbering team to request official registration in accordance with Part II of the London Buildings Act 1939.  Failure to do this could result in delays/omissions by the post office, emergency services and other service providers.  You can submit your application online via our website www.kingston.gov.uk or via email to snn@kingston.gov.uk.  Alternatively, if you do not have internet access please call 020 8547 4606.\r\rSection 59 \rSection 59 of the Highways Act permits the Highway Authority to charge developers for damage caused by excessive weight and movements of vehicles to and from a site. The Highway Authority will pass on the cost of any excess repairs compared to normal maintenance costs to the applicant/organisation responsible for the damage.\r\rHighway works\rThe development hereby approved includes the carrying out of work on the public highway. You are advised that before undertaking the work on the highway you must enter into a highway agreement under s171, s184 or s278 of the Highways Act 1980 with the Council. You will be required to pay fees to cover the Council's costs in undertaking the approval and inspection of the works.",
    "The submitted location plan does not have a scale bar.\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point. Show any other land owned by the applicant that is close to or adjacent to the property outlined in blue."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/02/2021",
  "secondary_street_name": null,
  "site_number": "136",
  "pp_id": "PP-09486681",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292077,
          51.42299
        ],
        [
          -0.292078,
          51.422963
        ],
        [
          -0.292121,
          51.422964
        ],
        [
          -0.29212,
          51.422991
        ],
        [
          -0.292077,
          51.42299
        ]
      ]
    ],
    "type": "Polygon"
  }
}