{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QNUBMONHJJF00",
  "lapsed_date": "06/04/2024",
  "decision_target_date": "06/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6PN",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.627,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Southborough Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.07.01\rTree ref: T1\rTree type: LIME1\rDescription: RBK Order no: 07 Year: 2001"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.13.98\rTree ref: T3\rTree type: CORS\rDescription: RBK Order no: 13 Year: 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.13.98\rTree ref: T2\rTree type: LIME1\rDescription: RBK Order no: 13 Year: 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.13.98\rTree ref: T1\rTree type: LIME1\rDescription: RBK Order no: 13 Year: 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1866061A"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1766961A"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021786315"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00298/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518015,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Removal/Variation of a condition",
  "last_updated": "2025-05-05T17:28:07.263Z",
  "id": "Kingston-21_00298_FUL",
  "application_type": "All Other",
  "street_name": "Corkran Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "06/04/2021",
  "epc_number": null,
  "actual_commencement_date": "23/11/2020",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with condition 1 (Approved Plans) of Planning Permission 19/01980/FUL (Demolition of existing buildings and redevelopment of site to provide nine new dwellinghouses with associated boundary treatment, amenity space, refuse stores and cycle provisions along with associated parking) to provide\rchanges to Plot 3 including addition of a detached double garage, minor alterations to the road layout to allow access to detached garage, minor alterations to house ground floor layout, reduction in ground floor area following  loss of integral garage, addition of single storey splayed bay to kitchen area, handing (flipping of plot),minor internal layout changes at first floor level and removal of small obscure window from En-suite at first floor level.\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "05/03/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 166607,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021786315",
  "centroid": {
    "lon": -0.30541,
    "lat": 51.386247
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of planning permission 19/01980/FUL.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Prior to any above groundworks (excluding demolition) of the development hereby permitted details of the energy saving strategy to include photovoltaics (PV) shall be submitted to and agreed in writing by the Local Planning Authority. The development shall be completed in accordance with the approved details.\rReason: In the interests of sustainability and energy conservation in accordance with Policy SI 2 Minimising greenhouse gas emissions of the London Plan (March 2021) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "Full details of the materials, colour and texture of the external finish of the building shall be submitted to and approved in writing by the Local Planning Authority before development commences and the development shall be constructed in accordance with the approved finishes.\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the commencement of any above groundworks (excluding demolition) of the development hereby permitted and notwithstanding the details shown on the approved plans stated in condition 1 of this permission, the following details shall have been submitted (on plans at a scale of no less than 1 :20 and 1 :5) and approved by the Local Planning Authority.\r- Window reveals, door reveals, overhangs, rainwater goods.\rThe development shall be carried out in accordance with the approved details.\rReason: It is necessary to provide these details as it is integral to the design and appearance of the building and therefore agreement of these details prior to commencement would ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "All works on site shall take place in accordance with the following details which shall have previously been submitted to and approved in writing by the Local Planning Authority prior to the commencement of work:\r(a) Provision for loading/unloading materials.\r(b) Storage of plant, materials and operatives vehicles.\r(c) Temporary site access.\r(d) Signing system for works traffic.\r(e) Measures for the laying of dust, suppression of noise and\rabatement of other nuisance arising from development works.\r(f) Location of all ancillary site buildings.\r(g) Measures to protect any trees, shrubbery and other landscape\rfeatures to be retained on the site during the course of development.\r(h) Means of enclosure of the site.\r(i) Wheel washing equipment.\r(j) The parking of vehicles of the site operatives and visitors\r(k) The erection and maintenance of security hoarding.\r(I) Hours of construction and deliveries\rReason: This information is required prior to the commencement of the development in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development hereby permitted details of secure cycle parking facilities for the occupants of, and visitors to, shall have been submitted to and approved in writing by the Local Planning Authority and shall be fully implemented and shall thereafter be retained for use at all times.\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development a landscaping scheme including the detail of the removal of any trees shall have been submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The removal of all trees on site and in particular the Oak Tree (T40) shall proceed with a precautionary approach as outlined in the letter prepared by Me consultants 26th June 2020.\rReason: In order to protect any protected bat species and accord with policy DM6 of the Council's adopted LDF Core Strategy April 2012.\r",
    "Prior to the occupation of the development the applicant shall install Bat and Bird boxes in accordance with a scheme which has previously been submitted to and approved by the LPA, which shall thereafter be maintained in perpetuity.\rReason: In order to protect the biodiversity of the site and accord with policy DM6 of the Council's adopted LDF Core Strategy April 2012.\r",
    "Prior to the occupation of the development the applicant shall only erect close boarded fences where these are raised by 150-200mm above ground level to enable ecological connectivity for species, such as hedgehogs. The close boarded fences shall be maintained in perpetuity at that height above ground level.\rReason: In order to protect the biodiversity of the site and accord with policy DM6 of the Council's adopted LDF Core Strategy April 2012.\r",
    "No external lighting shall be installed without approval from the local planning authority. Any proposed external lighting shall be submitted to and approved in writing by the local prior to installation. Any approved lighting shall be installed in accordance with the approved details which shall follow bat conservation trust guidelines. The lighting shall thereafter be maintained in accordance with approved details.\rReason: In order to protect the biodiversity of the site and accord with policy DM6 of the Council's adopted LDF Core Strategy April 2012.\r",
    "Prior to the occupation of the development hereby approved details of the provision of 9 ECP shall have been submitted to and approved by the Local Planning Authority. The ECP shall be provided before occupation and retained thereafter.\rReason: In the interests of air quality improvements and to encourage the uptake of Electric Vehicles.\r",
    "Prior to any above ground level works, details shall have been submitted to confirm that the five identified wheelchair housing units meet the Building Regulation requirement M4(3). The units shall be built and maintained in accordance with the approved M4(3)specifications. All other units shall be built to meet Building Regulation requirement M4(2) 'accessible and adaptable dwellings'.\rReason: To ensure that the development provides a range of homes to meet different needs and to ensure compliance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012, and Policy D7 Accessible housing of the London Plan (March 2021).\r",
    "Notwithstanding the details for the development hereby permitted and prior to the commencement of any above groundworks (excluding demolition) a landscaping and parking plan detailing a maximum of 2 car parking spaces per dwelling (including any within the garage) shall be submitted to and approved by the Local Planning Authority and the development built out in accordance with the approved plans.\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to any above groundworks (excluding demolition) of the development hereby permitted details of the energy saving strategy to include photovoltaics (PV) shall be submitted to and agreed in writing by the Local Planning Authority. The development shall be completed in accordance with the approved details.\rReason: In the interests of sustainability and energy conservation in accordance with Policy SI 2 Minimising greenhouse gas emissions of the London Plan (March 2021) and Policy DM1 (Sustainable Design and Construction Standards) of the lDF Core Strategy Adopted April 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights above ground floor level in the side elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any above ground works, a landscaping scheme along the boundary adjacent the proposed garage to serve plot 3 of the development hereby approved shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. \r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development hereby permitted in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority prior to the occupation of the development, such facilities to be permanently retained at the site.\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    " Within 3 months of first occupation, evidence must be submitted to the Council confirming that the development hereby approved has achieved not less than the C02 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes level 4. Evidence requirements are detailed in the \"Schedule of evidence Required for Post Construction Stage from Ene1 & Wat1 of the Code for Sustainable Homes Technical Guide. Evidence to demonstrate a 19% reduction compared to 2013 part L regulations and internal water usage rates of 1 051/pl day must be submitted to and approved by the Local Planning Authority, unless otherwise agreed in writing.\rReason: In the interests of sustainability and energy conservation in accordance with Policy SI 2 Minimising greenhouse gas emissions of the London Plan (March 2021) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of Part 1 of Schedule 2 of the Town & Country Planning (General Permitted Development) (England) Order, 2015 (as amended) (or any Order revoking or re-enacting this Order) no extensions (including porches or dormer windows) to the dwelling houses or buildings shall be erected within the curtilage.\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Fences, walls or other means of enclosure shall be erected along the boundaries of the site prior to the occupation of the dwelling houses to which they relate, in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority and shall thereafter be permanently retained.\rReason: In order to ensure the privacy of adjoining occupiers and visual amenity of the area is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the elevations and roof above ground floor level of the building hereby approved without the prior written consent of the Local Planning Authority.\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall be carried out in accordance with the approved Ecological Report prepared by AAe Environmental Consultants dated 23 December 2019.\rReason: To safeguard and protect the sites biodiversity and nature conservation value in accordance with Policy DM6 (Biodiversity) of the LDF Core Strategy Adopted April 2012.\r",
    "No demolition, site clearance or building operations shall be commenced until tree protection to the standards set out in BS5837: 2005 \"Protection of Trees on Construction Sites\" (figures 4 and 5) has been erected around the trees shown on the approved drawings as being retained on the site. The fencing is to be not less than 1.5 metres in height and shall enclose\reither:-\r(a) the area described by the limit set out in Table 1 or\r(b) a radius as set out in Figure 2 of BS 5837: 2005, or alternatively\r(c) such an area as may have previously been approved in writing by the Local Planning Authority.\rSuch tree protection shall be maintained during the course of development, and no storage, site structures, parking or any other operation shall be permitted within the area thereby protected. Within the protected\rarea:\r(a) levels shall not be raised or lowered in relation to the existing\rground level,\r(b) no roots shall be cut, trenches dug, or soil removed or drains and\rservices laid,\r(c) no buildings, site huts, roads or other engineering operations shall\rbe constructed or carried out,\r(d) no vehicles shall be driven over the area,\r(e) no materials or equipment shall be stored.\rand the destruction by burning of any materials shall not take place on the site or adjoining land unless the fires are at a minimum distance from the protected area of 6.00 metres.\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a commercial building in the designated Surbiton District Centre on Victoria Road. \r\rConsultation \rNeighbour response - 2 responses received in support of the application.\r\rSCAAC No Objection\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Other matters\r\rDesign & Heritage\rWhen read together Policies CS8 and DM10 and DM12 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area (including Conservation Area) as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rThe application is supported by a noise assessment and the proposal has been reviewed by the LPA's Environmental Health Pollution Control Officer and found to be acceptable with no objection raised subject to a condition recommended to control noise levels from plant proposed. \r\rOther matters \rThe application is supported by a fire statement. A condition is recommended to secure that the proposal would be carried out in accordance with and thereafter maintained/operated as such with the deposited fire statement to accord with London Plan Policy D12.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 4 (written scheme of investigation) of planning permission 22/01387/HOU which state:\r\rNo demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\rIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\rA.\tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\rB.\tWhere appropriate, details of a programme for delivering related positive public benefits\rC.\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\rReason: To ensure that matters of archaeological interest can be recorded in accordance with policy HC1 of the London Plan 2021 and Policy DM12 of the LDF Core Adopted April 2012.\r\rThese details are required prior to commencement of development to safeguard any heritage assets present on the site",
    "The applicant is informed that the submitted details have been assessed and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 4 (Fire Safety Strategy) of permission 24/00444/HOU which state:\r\rPrior to any above-ground works of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.\r",
    "Inspection: Site inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\rAssessment: The Dawn Redwood require removal due to subsidence claims, after viewing and assessing the Arb report, the site investigation report and the engineering appraisal report that the tree is adding to the subsidence issues at the property. \rRecommendation: Approve felling and replant with one replacement tree. \r\r\r\r",
    "Inspection:Site inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\rAssessment:The works proposed (5 day notice) are acceptable for the removal of one Copper Beech on health and safety grounds.\rRecommendation: Approve felling and replant with one replacement tree. \r\r",
    "This consent has been superceded by permission 22/03711/FUL and conditions subsequently approved under 24/01025/CLC.",
    "Condition 3 (Facing materials) of planning permission 23/02331/FUL states:\rPrior to the commencement of any development above ground level, details of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rOfficer comments: Insufficient information has been submitted in relation to Condition 3, no details for concrete lintels that are a key architectural feature have been submitted. Further clarifications are required how the feature 02 as marked on the approved elevation would be achieved. Details for the proposed flat roof must be provided. \r\rCondition 4 (nature conservation scheme) of planning permission 23/02331/FUL states:\rThe development to which this permission relates shall not be commenced until a scheme to enhance the nature conservation interest of the site has been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r\rOfficer comment: The applicant proposed to install one swift nesting box and one sparrow nesting box, which is acceptable. Officers note the proposed nature enhancement measures  on the approved drawings CWLD-FK-WG-LA-2333-01 and CWLD-FK-WG-LA-2333-02. \r\rCondition 10 (water usage rates) of planning permission 23/02331/FUL states:\rPrior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r\rOfficer comment: The submitted Water Efficiency Calculator for New Dwellings confirms the internal water usage rates of no greater than 105L per person per day.\r\rCondition 12 (drainage design) of planning permission 23/02331/FUL states:\rPrior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings, supporting calculations, SuDS Statement and Drainage Assessment Form shall be submitted to and approved in writing by the local planning authority. A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\r\rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012\r\rOfficer comment: The RBK's Flood Risk Officers objects to the proposal due to the submitted  insufficient information to demonstrate an adequate SUDS for the site. It is noted that no maintenance plan has been submitted for the proposed SUDS.\r\rAs such, it is considered that insufficient information has been provided to demonstrate that the proposed SuDS is adequate and it would prevent the risk of flooding to and from the site, contrary to policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012\r\rCondition 13 (construction management plan) of planning permission 23/02331/FUL states:\rNo development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site;\rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant\rplant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.\r\rOfficer comment: It is noted that RBK's Highway Officer and Borough Environmental Health Officer raised no objections to the proposal. \r\rCondition 16 (contamination plan) of planning permission 23/02331/FUL\rIn the event that contamination is found (at any time) that was not previously identified, development shall cease and the contamination reported in writing to the local planning authority as soon as is reasonably practicable. An assessment, remediation scheme and verification report shall then be submitted to and approved in writing by the local planning authority before development resumes.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.\r\rOfficer comment: The applicant has submitted the Geotechnical Ground Investigation Report Project 2297-24 May 2024 that was approved for the original application  ref 23/02331/FUL. Condition 16 is a compliance condition and would only need discharging in the event that contamination is found (at any time) that was not previously identified. The applicant must confirm if any new contamination has been identified.\r\rSummary\rA number of conditions have been submitted under a single cover. As such, whilst elements of the submission are acceptable, the application as a whole, due to insufficient information submitted in relation to Conditions 3 and 12,  is refused.'",
    "The RBK's Flood Risk Officer shared the following comments:\rThe LLFA do not recommend the discharge of this condition because more clarity and further information is required.\r\rThe Flood Map for Surface Water (FMfSW) provided by the Environment Agency shows that the site lies in an area of medium risk of surface water flooding (meaning there is between 1% and 3.3% likelihood of flooding occurring in a given year). An online version of this mapping data is available to view through the Environment Agency's Long term flood risk information mapping.\r\rThe applicant proposes to discharge surface water at the Thames Water surface water sewer at a restricted rate of 1 l/s as shown in the submitted drainage strategy drawing. As required, the applicant has provided a geotechnical ground investigation report to justify not discharging surface water via infiltration in compliance to the drainage hierarchy owing to site geology and high groundwater conditions. In the approved application (23/02331/FUL), SuDS in the form of a tanked permeable block paving and a water butt was being proposed and approved to attenuate flow. A vortex flow control device is incorporated to restrict discharge rate to proposed rates. However, in this application, it is not clear if these SuDS are still being proposed, as it is not shown in the drainage layout and or drainage calculations. This should be clarified.\r\rAs required, drainage calculations that demonstrate that the proposed drainage system can contain up to the 1 in 30 year storm event without flooding and that any onsite flooding between the 1 in 30 and the 1 in 100 plus 40% climate change storm event can be safely contained on site has been provided. Calculations include the total site area which contributes to the drainage system.\r\rA sustainable drainage layout has been provided, to show the location of the proposed components and the connectivity of the system. The layout as required also shows pipe numbers, gradients and pipe sizes. However, the submitted drainage layout does not show any proposed SuDS component. Therefore, it is not clear whether or not initially proposed SuDS (permeable pavings and water butts) are being proposed.\r\rAs required by this condition, a maintenance plan is required; it should include what maintenance tasks will be completed, who will be responsible for undertaking maintenance and how often the maintenance tasks will be completed.\r\rThe LLFA do not recommend the discharge of this condition because we need clarity on the sustainable drainage systems that have been proposed (to ensure that the drainage system has been completed as approved (23/02331/FUL)).\r",
    "Conditions 3 (Facing Materials) - will to send pics",
    "Condition 7 (Cycle Parking Facilities) -",
    " Condition 8 (Waste and Recycling Facilities) -",
    "Condition 9 (Landscape Plan) - Insufficient information has been submitted  to satisfy the requirement of this condition such as plant numbers or planting densities and sizes of all plants and particularly trees 'at time of planting'",
    "Condition 10 (Nature Conservation) -",
    "Condition 13 (Construction Management Plan)-",
    "Condition 14 (Drainage) - Insufficient information has been provided in order to satisfy the requirements of the Condition. A soakaway to the rear could be feasible and the drainage hierarchy has not been followed.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling. The site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of a single storey rear extension, internal alterations and changes to fenestration\r\rConsultations\r4 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposal is for a replacement, single storey rear extension that would retain a similar rear building line. Given the proposed height of approximately 3.1m, its siting (the proposed increased width of the extension is noted) and the proposed design, it is considered that the proposed extension would appear as a proportionate and subordinate addition in relation to the host dwelling. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: \rIt is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Statement, which is considered acceptable.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Conditions 4 (Fire Safety Strategy), 7 (boundary treatment) and 8 (landscaping and planting scheme) of planning permission 23/02998/HOU which state:\r\rConditions 4 (Fire Safety Strategy) - Prior to any above-ground works of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.\r\rCondition 7 (boundary treatment)- Prior to above ground works, the following details shall have been submitted to and approved in writing by the Local Planning Authority, implemented fully prior to occupation and thereafter permanently retained:\r\r(a) boundary treatment, including walls, fences and gates (including their manufacturer's specification, colour and texture)\r\rReason: In order to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\rCondition 8 (landscaping and planting scheme)Prior to the commencement of any above ground works, a detailed landscaping and planting schemeshall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree / planting and landscaping shall thereafter be maintained for five years to the\rsatisfaction of the Local Planning Authority.\r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r",
    "I acknowledge receipt of your payment for 300, the fee required for this application is 2130, therefore please forward the outstanding balance of 1830 as soon as possible.\r\rNote: Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames",
    "The fee required for your planning application is 1250.00.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "Condition 6 (Fire Safety Strategy) of planning permission ref 24/00420/HOU states:\rPrior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.\r\rOfficer comment: The submitted Planning Fire Safety Strategy is considered to be acceptable. As such, the details submitted in relation to Condition 6 are hereby approved. \r",
    "Your Application is a 'Full', and not a 'Householder' therefore please complete and submit a \"Validation Checklist - Section 3\" for Full Applocations and ensure you have provided everything as required by the Validation Local List for Full Applications. You will find the Validation Checklist here:  https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "The Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "Heritage Statement - The site address is within the Berrylands Road Local Area of Special Character, therefore please provide a Heritage Statement in line with the Validation Local List requirement (see page 66).",
    "Window/door Section (Existing and Proposed) - All applications that involve changes to the windows / doors of a building must provide these plans. Please see the Validation Local List for guidance (page 18) and submit these.",
    "I acknowledge receipt of your payment for 258, the fee required for this application is 293, therefore please forward the outstanding balance of 35 as soon as possible.\r\rNote: Payment can be made online via the Kingston council website, or via our Contact Centre on 020 8547 5002.",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "The proposed elevation shows many external lightings, please clarify and provide the illumination details of the proposed extenal lighting.",
    "Please provide a Proposed Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "Please submit 'Fire Statement/Plan.' If you consider the proposal does not require fire statement, please submit 'Reasonable Exception Statement.'",
    "Please provide 'Time Stamp Photo'. It is validation requirement.",
    "Please provide '45 Degree Plan'.",
    "The proposed rear and side elevations are labelled as existing, pleae amend the proposed elevations with correct labelling.",
    "The application form has 'Additional front porch and roof corner adjustment' as a description, whereas the proposed drawings have loft conversion also, please clarify and submit the drawings which are relevant to this application.",
    "The proposed roof plan has 2nos side rooflights, whereas the proposed side elevation has 1 rooflight. Please amend the proposed roof plan and elevations with correct numbers of rooflights.",
    "For the avoidance of doubt, please confirm the description '(Retrospective) Addition of roof in front porch and roof corner adjustment. Roof extension with increase in roof height. Installation fo 1no rear, 2nos side and 4nos rooflights on top of flat roof. Fenestration alteration'\rif you do not agree with the description, please amedn it in your own words.",
    "The part-4 of the biodiversity checklist has not been filled. Please complete the part-4\r\rPlease revise 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "Please provide 'Time Stamp Photo'. It is validation requirement.",
    "The checklist has 'N' in biodiversity checklist and time stamp photo, since we have received those documents, please revise the householder validation check list with updated information. Please check the new local list in our website before filling the householder validation checklist.\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications \r\r",
    "The Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "Please provide Proposed Floor Plans which have been omitted from the submission. (At a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North. A scale bar is encouraged.)",
    "Please provide Proposed Roof Plans at a recognised scale which were omitted from the submission (at a scale of 1:50 or 1:100, showing the outline of the entire property not just part and showing dimensions of the proposed work. The plans must show the direction of North. A scale bar is encouraged.)",
    "Please provide a Tree Survey, Arboricultural Method Statement and Arboricultural Impact Assessment (including Tree Protection Plan) in line with Validation Local List requirements.",
    "Condition 4 (External Lighting) - Officers have reviewed the information provided and are satisfied that this can now be approved.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Condition 4 (External Lighting) of planning permission 21/03362/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling. The site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of dropped kerb to front of property\r\rConsultations\rTransport for London - objects to the proposal\r\rRepresentations\r5 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The impact of the development on highway safety\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r\rHighway Safety\rParagraph 115 of the NPPF, 2023 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rAs the application site is situated within Transport for London Road Network (TLRN), TfL are the Highway Authority for Hook Rise South.\r\rAs the application site is situated within Transport for London Road Network (TLRN), TfL are the Highway Authority for Hook Rise South.\r\rTfL objected to the proposal due to the following reasons:\r'In line with TfL's guidance on applying for a residential crossover, vehicles must be able to enter and exit the site in a forwards gear. This requires a minimum unobstructed area of 10m x 8m which is not present at this address. Further detail on what to consider before applying for a residential crossover can be found here: https://content.tfl.gov.uk/guidance-on-applying-for-a-residential-crossover.pdf'\r\rDue to the above, it is considered that the proposal would undermine the existing highway safety conditions of Hook Rise South.\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposal is considered to be acceptable from a character and appearance perspective. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to its minor nature, it is considered that the proposal would not cause undue harm to the amenity of the neighbouring occupiers. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the TfL guidance and development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "A number of conditions have been submitted under a single cover. As such, whilst elements of the submission are acceptable, the application as a whole 24/01769/CLC is refused."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/02/2021",
  "secondary_street_name": null,
  "site_number": "20A",
  "pp_id": "PP-09467186",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305388,
          51.38626
        ],
        [
          -0.305389,
          51.386233
        ],
        [
          -0.305432,
          51.386234
        ],
        [
          -0.305431,
          51.386261
        ],
        [
          -0.305388,
          51.38626
        ]
      ]
    ],
    "type": "Polygon"
  }
}