{
  "title_number": [],
  "site_name": "Kingston Riding Centre",
  "cil_liability": false,
  "uprn": "000128005609",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "38",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Approved",
  "lpa_app_no": "21/00626/FUL",
  "actual_commencement_date": null,
  "development_type": "Major dwellings",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "12/08/2024",
  "locality": null,
  "postcode": "KT2 7RG",
  "decision_target_date": "11/06/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Crescent Road",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPC0ZNNHJYK00",
  "last_updated_by": "Idox Uniform",
  "decision_date": "12/08/2021",
  "appeal_decision": null,
  "centroid_easting": 519604,
  "ward": "Coombe Hill - OLD",
  "centroid": {
    "lat": 51.419295,
    "lon": -0.281335
  },
  "application_type_full": "Removal/Variation of a condition",
  "appeal_status": null,
  "centroid_northing": 170321,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:29:28.352Z",
  "description": "Variation of Condition 6 (Tree Protection Measures) of Planning Permission ref: 19/02455/FUL (Demolition of the existing riding school buildings and the erection of 2x Blocks to accommodate 52 No. residential apartments, with associated car parking and landscaping and provision of electricity substation) dated 29/01/2021. Variation to consist of updated Tree Protection Plan\r\r",
  "last_date_consultation_comments": "20/04/2021",
  "application_details": {
    "site_area": 0.5890000000000001,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Kingston Hill - Designated in UDP 1998"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128005609"
    ]
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of planning permission ref: 19/02455/FUL dated 29.01.2021.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "A sample of the facing materials to be utilised in the development in the form of a materials palette hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any works on site are commenced. The development shall then be built in accordance with these approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset.\r",
    "Refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development hereby permitted in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development, such facilities to be permanently retained at the site. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development shall either be stored within this dedicated store/area as shown on the approved plans, or internally within the building(s) that form part of the application site, and that no refuse or recycling material shall be stored or placed for collection on the public highway or pavement, except on the day of collection.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. These details are required prior to commencement of the use to ensure the development would have a satisfactory appearance.\r",
    "No development shall take place including any works of demolition until a construction logistics plan has been submitted to and been approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r(a) Provision for loading/unloading materials.\r(b) Storage of plant, materials and operatives vehicles.\r(c) Temporary site access.\r(d) Signing system for works traffic.\r(e) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f) Location of all ancillary site buildings.\r(g) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development.\r(h) Means of enclosure of the site.\r(i) Wheel washing equipment.\r(j) The parking of vehicles of the site operatives and visitors\r(k) The erection and maintenance of security hoarding.\r(l) A scheme for recycling/disposing of waste resulting from demolition and construction works (Major Applications).\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "During the period between the commencement and the substantial completion of the development approved by this permission, any trees on the site which are shown as being retained on Dwg No. 1298-KC-XX-YTREE-TPP01-Rev F-Tree Protection Plan shall be protected by way of fencing which meets the requirements of BS5837: 2005 \"Protection of Trees on Construction Sites\" (figures 4 and 5). The fenced area(s) shall be kept entirely free at all times of vehicles, vehicle movements, equipment and machinery. There shall be no changes to the soil level and no excavation of trenches within the fenced areas, no fires lit, no dumping of toxic chemicals and no retained trees shall be used for winching purposes. If any retained tree is removed, uprooted, destroyed, dies, or is pruned or damaged in a way which negatively affects the amenity or landscape value of the tree, a replacement tree shall be planted in the same location, the size and species of which may be specified in writing by the council.\r\rReason: To prevent unnecessary damage occurring to the trees during building operations, thereby safeguarding the visual amenities of the site in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No development shall commence until a landscaping scheme including where applicable the retention of the existing trees, details of the play equipment and the hard surfaces shall have been submitted to and approved in writing by the Local Planning Authority. The approved landscaping shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only. The approved play equipment and hard surfaces shall be provided prior to occupation of the associated residential units.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "The development hereby approved shall not commence until a Sustainable Drainage Strategy and associated detailed design, management and maintenance plan of surface water drainage for the site using Suds methods has been submitted to and approved in writing by the Local Planning Authority. The approved drainage system shall be implemented in accordance with the approved Sustainable Drainage Strategy prior to the use of the building commencing and maintained thereafter for the lifetime of the development.\r\rReason: To prevent the increased risk of flooding by ensuring the provision of a satisfactory means of surface water disposal is incorporated into the design and the build and that the principles of sustainable drainage are incorporated into this proposal and maintained for the lifetime of the proposal, in accordance with policy SI13 of the London Plan 2021 and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "Within 3 months of occupation, evidence must be submitted to the Council confirming that the development hereby permitted has achieved no less than the C02 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes Level 4. Evidence requirements are detailed in the \"Schedule of Evidence Required for Post Construction Stage from ENE1 and WAT1 of the Code for Sustainable Homes Guide. Evidence to demonstrate a 35% reduction compared to 2013 Part L regulations and internal water usage rates of 105L/day.\r\rReason: Reason: In the interests of sustainability and energy conservation, in accordance with policy SI2 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r",
    "Detailed drawings at the scale of 1:10 of the following shall be submitted to and be approved in writing by the Local Planning Authority before the relevant part of work is begun:\r\r(a) details of the soldier courses/ stone cills/ reveals to the windows and doors;\r(b) details of the turrets, dormers and balustrades;\r(c) detailed drawings of the substation\r\rThe detail thereby approved shall be carried out in accordance with the approved details.\r\rReason: In the interests of visual amenity and the character of the area. These details are required prior to commencement of development to ensure the development would have a satisfactory appearance.\r",
    "No building or use hereby permitted shall be occupied or the use commenced until the cycle parking provision shown on the approved plans has been completed, and thereafter, be kept free of obstruction and available for the parking of cycles only.\r\rReason: To ensure the provision of adequate cycling facilities in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking identified upon the approved drawings shall be reserved for car parking by occupiers of the dwellings hereby permitted and their visitors and for no other purpose.\r\rReason: In order to reserve car parking spaces for the use of residents in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "In the event that contamination is found, no development other than that required to be carried out as part of an approved scheme of remediation shall take place until the approved remediation scheme has been carried out in accordance with its terms. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rReason: To ensure that risks from land contamination both during the construction phase and to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors, in accordance with paragraphs 122 to 124 of the National Planning Policy Framework.\r",
    "Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and be approved in writing by the Local Planning Authority.\r\rReason: To ensure that risks from land contamination both during the construction phase and to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors, in accordance with paragraphs 122 to 124 of the National Planning Policy Framework.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08:00 hours and 18:00 hours Mondays to Fridays and between 08:00 and 13:00 on Saturdays and not at all on Bank Holidays and Sundays.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy adopted April 2012.\r",
    "The approved car parking areas shall be provided with a hard bound, dust-free and permeable surface adequately drained before the occupation of the first residential dwelling to which the parking area relates. The respective areas shall be kept free from obstruction at all times and shall not therefore be used for any other purpose other than those purposes shown on the approved car parking plan.\r\rReason: To ensure that the proposed development does not prejudice the free flow of traffic or conditions of general safety on adjoining highways and that adequate parking servicing and manoeuvring provision is made in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10(Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The levels of building, roads, parking areas and pathways within the site shall be only in accordance with details which shall have previously been submitted to and approved in writing by the Local Planning Authority before development is commenced.\r\rReason: To ensure that the appearance and functioning of the development is satisfactory and to safeguard the amenities of adjoining occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy adopted April 2012 and comply with Supplementary Planning Document (Access for All) July 2005 . These details would affect subsequent design of other elements of the scheme and must be agreed at the outset.\r",
    "A Car Park Management Plan demonstrating how the use of the car park will be controlled, how spaces would be allocated including visitor spaces, along with details of the signage necessary within the site to direct pedestrians and vehicles shall be submitted to and approved in writing by the local planning authority before any above ground work commences. The development shall be carried out in accordance with the approved details.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including HouseExtensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Other than demolition, no works shall be carried out until details demonstrating that all of the residential units will meet Building Regulation M4(2) standards and 10% of the units will be designed to be built to standards for wheelchair users (M4(3) standards) shall have been submitted to and approved by the Local Planning Authority. This will include details of the location of the wheelchair users units, ensuring these are provided across tenures and unit sizes. The units shall be developed in accordance with the approved details.\r\rReason: In the interest of inclusive design and accessibility in accordance with Policy GG1 of the London Plan 2021.\r",
    "Prior to the commencement of the development the developer/construction contractor shall sign up to the Non-Road Mobile Machinery Register (NRMM). The development shall be carried out in accordance with NRMM Regulations and the inventory of all NRMM used on site shall be maintained and provided to the LPA upon request to demonstrate compliance with the regulations.\r\rReason: To reduce the emissions of construction and demolition in accordance with the Mayor of London Control of Dust and Emissions during Construction and Demolition SPG July 2014. Compliance is required prior to commencement due to the potential impact at the beginning of the construction.\r",
    "Before development commences details of the means of enclosure shall be submitted to and approved in writing by the Local Planning Authority. The means of enclosure shall be implemented in accordance with the approved details prior to occupation of the development.\r\rReason: In order to ensure the privacy and visual amenity of adjoining occupiers is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The building or use hereby permitted shall not be occupied or use commenced until a report detailing the lighting scheme and predicted light levels at neighbouring residential properties and within the site has been submitted to and been approved in writing by the Local Planning Authority. The development shall thereafter be carried out in accordance with the approved details in perpetuity.\r\rReason: In order that the lighting shall not cause nuisance to nearby occupiers or be a source of danger to road users in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "By the time the development hereby permitted is substantially complete, pedestrian/vehicular intervisibility splays of 2.0m x 2.0m shall have been provided in each direction where the access meets the back edge of footway, and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: In order to ensure highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "No building or use hereby permitted shall be occupied or the use commenced until a Travel Plan comprising immediate, continuing and long-term measures to promote and encourage alternatives to single-occupancy car use has been prepared, submitted to and been approved in writing by the Local Planning Authority. The approved Travel Plan shall then be implemented, monitored and reviewed in accordance with the agreed travel Plan Targets to the satisfaction of the Council.\r\rReason: To ensure that sustainable transport methods are encouraged and implemented in accordance with Policies CS5 (Reducing the Need to Travel) and CS6 (Sustainable Travel) of the LDF Core Strategy Adopted April 2012.\r",
    "No building or use hereby permitted shall be occupied or the use commenced until 3% (2 disabled car parking spaces) of the proposed parking provision are made blue badge spaces .A further 7% (four spaces) are proposed to be converted if required at a later date.\r\rReason: To ensure the proposal is accessible by disabled people in accordance with Policy T6 of the London Plan 2021.\r",
    "No development shall commence until the recommendations as set out in the Ecology Appraisal dated September 2019 and the Bat Survey, are implemented on the site. The scheme shall be implemented in full prior to the occupation of the development hereby approved.\r\rReason: To safeguard and protect the sites biodiversity and nature conservation value in accordance with Policy DM6 (Biodiversity) of the LDF Core Strategy Adopted April 2012. These details are required prior to commencement of development because:- the relevant works would take place at the beginning of the construction phase in accordance with Policy DM6.\r",
    "Notwithstanding the details shown on drawing 1530-P-900 Rev 1, the brick enclosure to the substation is hereby not approved. Before development commences, samples of the materials including the roof and drawings at a scale of 1:100 or 1:50 including how the substation will sit within the site due to differences in land levels, shall be submitted to and approved in writing by the LPA.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset.\r"
  ],
  "status": "Approved",
  "pp_id": "PP-09569326",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "12/03/2021",
  "id": "Kingston-21_00626_FUL",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.281312,
          51.419308
        ],
        [
          -0.281313,
          51.419281
        ],
        [
          -0.281357,
          51.419282
        ],
        [
          -0.281356,
          51.419309
        ],
        [
          -0.281312,
          51.419308
        ]
      ]
    ],
    "type": "Polygon"
  }
}