{
  "site_number": "9",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "appeal_start_date": null,
  "parking_details": null,
  "pp_id": "PP-09577863",
  "last_updated": "2025-05-05T17:29:29.709Z",
  "decision_process": "Delegated",
  "development_type": "Other house holder developments",
  "ward": "Norbiton - OLD",
  "decision_date": "13/05/2021",
  "actual_completion_date": null,
  "centroid_easting": 519196,
  "bo_system": "Idox Uniform",
  "cil_liability": false,
  "subdivision_of_building": null,
  "id": "Kingston-21_00630_HOU",
  "centroid_northing": 169488,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "Idox Uniform",
  "appeal_decision_date": null,
  "appeal_status": null,
  "street_name": "Chesham Road",
  "lpa_app_no": "21/00630/HOU",
  "decision": "Approved",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPC123NHJYO00",
  "title_number": [],
  "application_type": "Householder",
  "lpa_name": "Kingston",
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "12/03/2021",
  "locality": null,
  "centroid": {
    "lat": 51.411894,
    "lon": -0.287479
  },
  "epc_number": null,
  "postcode": "KT1 3AG",
  "uprn": "100021756614",
  "actual_commencement_date": null,
  "decision_agency": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "total_gia_gained": 19,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "05/2021",
    "intended_completion_date": "08/2021",
    "site_area": 0.018000000000000002
  },
  "date_building_work_started_under_previous_permission": null,
  "site_name": "",
  "appeal_decision": null,
  "description": "Erection of single storey rear extension and rear piggyback roof extension with installation of 6no rooflights to facilitate loft conversion.",
  "lapsed_date": "13/05/2026",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The proposed windows in the north and south elevation and situated on the second floor of the dwelling, shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing of a patterned type only which shall thereafter be retained as such. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of section 55 of the Town and Country Planning Act 1990 or the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the north and south elevation of of the extension hereby approved at second floor without the prior written consent of the Local Planning Authority. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Application Site\rThe site comprises a semi-detached dwelling within The Groves Conservation Area. The special architectural and historic interest of this area can be summarised as: A planned estate of roads laid out in the 1850s by the National Freehold Land Society, an early building society dedicated to voting reform, with plots developed in an individual and piecemeal fashion throughout the 19th & 20th centuries.\r\rProposal\rErection of two storey side and single storey rear extension. Hip to gable roof extension with rear dormer and installation of 2no front rooflights.\r\rIt is noted that this application follows recently refused application 24/02113/HOU dated 06/11/2024 for the erection of two storey side, part two storey/part single storey rear extension. Roof extension with rear dormer and installation of 2nos front rooflights. this application was refused for the following reasons;\r\r1) The proposed extension is considered to cause an unacceptable adverse impact upon the amenity of neighbouring property No. 32 Acacia Grove as it would result in an unacceptable sense of enclosure and loss of outlook to the principle window of the nearest ground floor habitable room, thereby conflicting with Policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Residential Design SPD, 2013.\r\r2) The applicant has failed to demonstrate through the submission of cogent information that the proposed 1st floor rear extension would not have an unacceptable adverse impact on the closest principal habitable room windows at No. 36 Acacia Grove in terms of daylight/sunlight. Given the scale of the extension and the proximity of neighbouring windows it is considered that there is a likelihood that the development would breach the \"BRE 25 Degree Rule\" and reduce light entering into the neighbouring dining room, which in turn would harm the residential amenities of the occupant of the neighbouring property.  As such, the proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\rThese previous reasons for refusal would need to be addressed in order for this application to be successful. Officer note that the 1st floor rear extension has been removed from this submission so reason 2 for refusal has been addressed.\r\rConsultation\r13 neighbouring properties have been notified and one objection has been received stating;\r - Access or traffic problems\r - Car park issues\r - Excessive height or bulk of buildings\r - Fumes\r - Noise\r\rMalden And Coombe CAAC:  No objections.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on a heritage asset;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:  The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 205-214 of the NPPF 2023 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: As stated above, it is considered that there would be no adverse impact on the character or appearance of the area and therefore no impact on The Groves Conservation Area. It is therefore not necessary to weigh any harm against any public benefits of the proposal. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  With regards to the single storey rear extension, the proposed development has been set in from the boundary with No. 32 Acacia Grove by 1.5m, this has addressed the previous reason for refusal and the proposed development would not result in an overbearing/undue sense of enclosure to this property. With regards to impact on No. 36 Acacia Grove, the proposed single storey extension would now extend by a further 3.3m and would be 3m in height with a flat roof to match the existing. It is noted that No.36 benefits from a rear extension. Due to separation distance it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy and would comply with BRE Guidance in relation to the 45 degree rule.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Please revise Validation Checklist if necessary. The new Validation Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r"
  ],
  "polygon": null,
  "decision_target_date": "07/05/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.287457,
          51.411907
        ],
        [
          -0.287458,
          51.41188
        ],
        [
          -0.287501,
          51.411881
        ],
        [
          -0.2875,
          51.411908
        ],
        [
          -0.287457,
          51.411907
        ]
      ]
    ],
    "type": "Polygon"
  }
}