{
  "title_number": [],
  "site_name": "",
  "cil_liability": true,
  "uprn": "100021799979",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "37",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Refused",
  "lpa_app_no": "21/00899/FUL",
  "actual_commencement_date": null,
  "development_type": "Minor all other minor developments",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "25/05/2024",
  "locality": null,
  "postcode": "KT5 8HH",
  "decision_target_date": "25/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "The Roystons",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQGX60NHKA000",
  "last_updated_by": "Idox Uniform",
  "decision_date": "25/05/2021",
  "appeal_decision": null,
  "centroid_easting": 519554,
  "ward": "Berrylands - OLD",
  "centroid": {
    "lat": 51.396711,
    "lon": -0.2829
  },
  "application_type_full": "Removal/Variation of a condition",
  "appeal_status": null,
  "centroid_northing": 167807,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:30:42.012Z",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with condition(s) 1 (Approved Plans) of Planning Permission 20/00634/FUL (Sub-dividing site and erection of 2 x bedrooms 2 storey dwelling.) to allow for the following changes of addition of first floor side infill extension and new front windows",
  "last_date_consultation_comments": "24/04/2021",
  "application_details": {
    "site_area": 0.052000000000000005,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 470\rReference: TQ19675801"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021799979"
    ]
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed first floor side addition by virtue of its size, siting and design would create an incongruous addition that would not be of an archtectural style sympathetic to the host property it would form part of and would create a dominant and visually intrusive feature that would erode the gap to the side boundary at 1st floor level and the spaciouness of the plot the visual break in the built form in the streetscene on what is a prominant corner plot and dteract from the character and appearance of the surrounding area. The proposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r6no surrounding properties were notified  of the proposed development. One letter of objection was  received and states : \rLoss of light/ sunlight \r\rThese material considerations will be included in the assessment. \r\rProposal \rThe application seeks full planning permission for the demolition of an existing rear extension, conversion of existing garage into a habitable space, erection of part two storey/ part single storey rear and single storey front porch extension. Hip to gable extension with rear dormer and juliet balcony.   \r\rApplication Site\rThe site comprises a semi detached dwelling. \r\rPlanning History\r24/00955/CPU - Erection of hip to gable roof extension with rear dormer and installation of 3nos front rooflights. Granted 10.06.24\r24/00917/PAEXT - Erection of single storey rear extension (6m in depth, maximum height of 3.4m and eaves height of 3m ). Prior Approval not required 15.05.24\r99/08093/FUL - Erection of single storey rear conservatory. Granted 29.10.99\r22480 - Erection of two storey side extension. Granted 08.02.80\r21703 -Two Storey extension. Granted 05.09.79\r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact on highways\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval for the demolition of an existing rear extension, conversion of existing garage into a habitable space, erection of part two storey part single storey rear and single storey front porch extension. Hip to gable extension with rear dormer  and juliet balcony. Each of these elements of the proposal are dealt with in turn below.\r\rThe dwelling presents an existing single storey rear conservatory with a staggered rear building line  which is set in from the site boundary with both neighbouring properties. Between the application site and neighbouring  no 152, Officers note there are changes in site levels with no 152 positioned at a higher level. \r\rThe proposed ground floor rear extension would retain a staggered rear building line. However, it would present a greater proposed depth of 6m positioned hard up against the site boundary with neighbouring no 156 Beresford Avenue. This section of the ground floor rear extension would present a flat roof arrangement accommodating a single lantern rooflight.  The proposed extension would be contrary to the recommendations as set out in Policy Guidance 33 in the Residential Design SPD (2013) in terms of the proposed depth of the extension.\r\rOfficers acknowledge the potential for the prior approval (planning ref : 24/00917/PAEXT)  for 6m depth single storey rear extension  to be implemented as a material  planning consideration. However, as Lord Justice Lindblom made clear in Mansell v Tonbridge and  Malling Borough Council  [2017] EWCA Civ 1314, the degree of weight which can be attributed to such a position is a matter of planning judgement in the particular circumstances of the case in hand. In this instance, the Local Planning Authority has no evidence to demonstrate that the proposed extension under the prior approval decision would be implemented and therefore on balance would carry minimal weight in this instance. \r\rIn relation to neighbouring no 152 Beresford Avenue, again the proposed ground floor extension would be positioned hard up against the site boundary extending approximately 4m beyond the existing rear building line of the existing conservatory. This section of the proposal would present a dual pitch roof arrangement.\r\rThe proposal also includes a first floor rear extension which would be positioned comfortably within the built footprint of the proposed ground floor extension. It would present a dual aspect pitch roof with fenestration presented solely on the rear elevation. \r\rOfficers note the proposal also includes changes to the existing roof arrangement of both the main dwellinghouse and the  existing two storey side extension with the delivery of a hip to gable roof extension both to the main dwelling and for the existing two storey side extension albeit set down from the main roof ridge.  Such a design change to the roof form arrangement  would allow  for the proposed rear dormer extension to sit comfortably on the  rear roofslope and facilitate a loft conversion. Officers note the installation of front rooflights to serve the loft conversion  and the change in the fenestration arrangement on the proposed side elevation facing towards  no 152 Beresford Avenue. It is observed that the installation of an enlarged window would serve stairwells within the dwelling at both  first floor and loft floor level.\r\rIn addition to the above, the proposal also includes the conversion of the garage into a habitable space which would be accompanied by a single storey front extension  incorporating  the existing front porch.  Whilst the building line of the proposed front extension would not be in alignment with the existing bay window as per the recommendations of Policy Guidance 38,   Officers note similar examples of such  front extensions along Beresford Avenue.  The existing garage door would be replaced by a  single window and a pitched roof presented over the new front door.  \r\rTo conclude, Officers consider that the proposal would result in over development of the application  site which would be particularly pronounced  in terms of the siting, scale, form, bulk, massing and poor design of the proposals.  It is considered that there would be an unacceptable adverse impact on the character or appearance of the host dwelling as well as within the immediate surrounding  area as a result of the proposals.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal properties to consider in relation to amenity are  immediate neighbouring properties  at 152 and 156 Beresford Avenue.\r\rIn considering the impact on daylight at no 156 Beresford Avenue by the proposed extension, the proposals would pass the BRE 45 degree rule in relation to the closest habitable room window.  It is noted that the proposed eaves height is slightly lower than the  maximum existing eaves height of the rear conservatory. Within this context, it is considered  that there would be no significant loss of daylight to this neighbour.\r\rHowever, due to the siting, depth  and massing of the proposed development along the shared boundary with  neighbouring no156 Beresford Avenue, it is considered that the  proposed ground floor extension would  clearly be visible from both the fenced shared boundary and from the  neighbours garden. It would constitute an unneighbourly form of development and present an overbearing appearance  in this location. \r\rIn respect of neighbouring  no 152 Beresford Avenue,  the proposed extension  would not impact on any existing windows both on the rear and side elevation as the depth of the proposed extension along this adjoining site boundary  would not exceed the depth of the existing neighbouring extension. On this basis, it is considered that the proposed extension will not affect the amenities of this neighbouring property.\r\rOfficers note an existing first floor side elevation window at no 152 facing towards the application site  which serves a stairwell and does not have a direct view towards the enlarged window. On this basis, it is considered that there would be no impact in terms of loss of privacy  of the neighbouring property.\r\rOfficer Comment:  \rIt is considered that the proposed development would have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overbearing  appearance. \r\rImpact upon Highways\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety  and ensure that they are not adversely affected.\r\rThe proposal seeks the conversion of the existing garage into a habitable space. The area of hardstanding/ driveway to the front of the property is of an adequate size to be used as a car parking space, and so the loss of the garage would not result in the loss of a space that would impact upon highway safety.\r\rThe proposals would result in the loss of internal storage space currently capable of storing cycles. The plans do not explicitly show any replacement cycle parking as part of the proposals. Notwithstanding, Officers consider that there would be sufficient space either to the front or rear of the property to accommodate a purpose built enclosure to the required standards to comply with Policy T5 of the London Plan, 2021, and a condition to this effect would be attached to any grant of planning permission to require the applicant to supply details of cycle parking facilities to the Council for approval.\r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion \rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please revise Householder Checklist with updated information.\r\rThe new Householder Local List and Checklist can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r"
  ],
  "status": "Refused",
  "pp_id": "PP-09664301",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "30/03/2021",
  "id": "Kingston-21_00899_FUL",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282878,
          51.396724
        ],
        [
          -0.282879,
          51.396697
        ],
        [
          -0.282922,
          51.396697
        ],
        [
          -0.282921,
          51.396724
        ],
        [
          -0.282878,
          51.396724
        ]
      ]
    ],
    "type": "Polygon"
  }
}