{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMRFMGNHJ8U00",
  "lapsed_date": "23/03/2026",
  "decision_target_date": "08/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8QL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 30,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "site_area": 0.029,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021791758"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00051/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518910,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:27:01.643Z",
  "id": "Kingston-21_00051_CPU",
  "application_type": "All Other",
  "street_name": "King Charles Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "23/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions and installation of 3 no. rooflights to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166871,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021791758",
  "centroid": {
    "lon": -0.292466,
    "lat": 51.388433
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions and installation of 3 no. rooflights to front roofslope falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B & Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The proposed site is categorised a care home, therefore we require full planning application form, the submitted form is for householder.",
    "The site comprises a mixed-use building; commercial (Use Class E) and residential (Use Class C3), Located near New Malden Railway Station.\r\rProposal\rDisplay of 1no. internally illuminated fascia sign, 1no. non-illuminated fascia sign and 1no. internally illuminated hanging sign.\r\rConsultation\r14 neighbouring properties have been notified of the proposals and no representation has been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the proposal on highway safety.\r\rCharacter and Appearance \rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development would cause no visual clutter or harm to the character or appearance of the area as a result of the proposed development and the proposal would not negatively impact the appearance of the host building. It is considered that the proposed internally illuminated fascia and projecting signage would be a sympathetic addition to the host property. Additionally, the proposed illuminance levels of 300cd/sqm of the proposed signage is considered to be acceptable and would not result in any harmful light pollution. Therefore, officers considered the proposed signage to be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighways\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety.\r \rOfficer Comment: Officers consider that the proposals would have no adverse impact upon highways and transportation, thereby complying with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/01/2021",
  "secondary_street_name": null,
  "site_number": "136",
  "pp_id": "PP-09387532",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292444,
          51.388446
        ],
        [
          -0.292445,
          51.38842
        ],
        [
          -0.292488,
          51.38842
        ],
        [
          -0.292487,
          51.388447
        ],
        [
          -0.292444,
          51.388446
        ]
      ]
    ],
    "type": "Polygon"
  }
}