{
  "lpa_name": "Kingston",
  "uprn": "100021797933",
  "decision_date": "16/04/2021",
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00517_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT6 6PU",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.10400000000000001,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Southborough Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021797933"
    ]
  },
  "valid_date": "19/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 20/01829/HOU (Erection of single storey side extension with partial conversion of garage to habitable space and associated changes to fenestration. First floor rear infill extension and replacement of garden shed). Proposed changes to relocation of position of shed to opposite side of garden",
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of the granting of original planning permission 20/01829/HOU (05/11/2020).\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the south-western flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "Condition 62 (CCTV & Security Lighting Details) of planning permission 20/02942/FUL states:\rPrior to the occupation of each Development Plot or phase a scheme showing full details of the following for that phase shall be submitted to and approved in writing by the Local Planning Authority. \r(a) CCTV; \r(b) Security lighting\r\rand the development shall be implemented (and maintained) in accordance with the approved details.\r\rReason: To ensure that the development provides a safe and inclusive environment which maximises personal safety and minimises opportunities for crime and antisocial behaviour.\r\rOfficer comment: The details submitted in relation to Condition 62 Plot E phase 1 are considered to be acceptable. It is noted that the Designing Out of Crime Officer raised no objections to the proposal. As such, the details submitted in relation to Consion 62 Plot E Phase 1 only are hereby approved. \r",
    "Reasonable efforts have been made to check that the plans/documents submitted for the purposes of this application are consistent with the parent planning permission reference 20/02942/FUL, however, any inconsistencies would be resolved in favour of the parent permission. An Application for Approval of Details Reserved by Condition should not be used to evolve or modify the scheme in a way that is substantially different from that set out in the application.",
    "The proposal id to erect a new dwelling, therefore we re quire full validation checklist, the submitted checklist is for householder.\r\rPlease revise the validation check list with updated information. Please check the new local list in our website before filling the validation checklist.\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications.\r",
    "Please provide Existing and Proposed Sections at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:00.525Z",
  "ward": "Surbiton Hill - OLD",
  "parking_details": null,
  "lapsed_date": "16/04/2024",
  "decision_target_date": "16/04/2021",
  "centroid": {
    "lat": 51.384379,
    "lon": -0.306815
  },
  "lpa_app_no": "21/00517/FUL",
  "status": "Commenced",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QORNKJNHJSK00",
  "locality": null,
  "polygon": null,
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "15/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "3",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": "18/01/2021",
  "street_name": "Southborough Close",
  "pp_id": "PP-09537282",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 517922,
  "appeal_start_date": null,
  "centroid_northing": 166397,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306793,
          51.384392
        ],
        [
          -0.306794,
          51.384365
        ],
        [
          -0.306837,
          51.384366
        ],
        [
          -0.306836,
          51.384393
        ],
        [
          -0.306793,
          51.384392
        ]
      ]
    ],
    "type": "Polygon"
  }
}