{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMVP4XNH04300",
  "lapsed_date": "08/04/2026",
  "decision_target_date": "01/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3QY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.029,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021764911"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00092/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519384,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:27:12.490Z",
  "id": "Kingston-21_00092_CPU",
  "application_type": "All Other",
  "street_name": "Norbiton Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "08/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions and installation of 2 no. rooflights to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169298,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021764911",
  "centroid": {
    "lon": -0.284841,
    "lat": 51.410147
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions and installation of 2 no. rooflights to front roofslope falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B & Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a single storey commercial property with a two storey residential dwelling to the rear within the Oakhill Conservation Area (A). The special architectural and historic interest of this area can be summarised as: A Regency and early Victorian linear housing development made up of two separate areas Oakhill Conservation Area (A) which runs along the old turnpike road of Ewell Road and Oakhill Conservation Area (B) which is made up of five large properties in Langley Road. The area around Ewell Road was later converted to a commercial centre, together with an area of substantial Victorian houses and The Wood open space to the west.\r\rConsultation\r11 Neighbouring properties have been notified and no representations have been received.\r\rSurbiton CAAC - No objection.\r\rAssessment\rThe application relates to the display of advertisements. The key considerations are \r-Character and Appearance/Amenity\r-Public safety\r\r\rCharacter and Appearance/Amenity\rThe signage would be on the front of the building and would be internally illuminated. \r\rAll signs and fascias in conservation areas should be externally illuminated with spot or trough lighting as internally illuminated signs often detract from the visual amenity of an area. In this case, the proposed signage would replace externally lit advertisement with an internally lit advertisement which would be at odds with much of the neighbouring advertisements.\r\rIt is therefore considered that the proposed internally illuminated fascia would not be a sympathetic addition to the  shop frontage of the host property and would detract from its character and appearance and the surrounding Conservation Area.\r\rPublic safety\rThe proposed signage would be static and would not obscure any highway signs or impede pedestrian movement. The proposed signage would not prejudice highway safety. \r\rConclusion\rIn conclusion the proposed signage would accord with policies D3 of the London Plan 2021 and CS8 and DM10 of the Council's adopted LDF Core Strategy.",
    "The submitted block plans are incorrectly labelled, please revise the block plans with correct labelling\rBlock Plans need to be correctly titled as existing or proposed, if already built, this need to be titled as proposed and the pre-existing block plan titled as existing"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/02/2021",
  "secondary_street_name": null,
  "site_number": "57",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284819,
          51.41016
        ],
        [
          -0.28482,
          51.410133
        ],
        [
          -0.284863,
          51.410134
        ],
        [
          -0.284862,
          51.410161
        ],
        [
          -0.284819,
          51.41016
        ]
      ]
    ],
    "type": "Polygon"
  }
}