{
  "title_number": [],
  "site_name": "",
  "cil_liability": false,
  "uprn": "100021751627",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "56",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Approved",
  "lpa_app_no": "21/00829/CPU",
  "actual_commencement_date": null,
  "development_type": "Certificates of Lawful Development",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "17/05/2026",
  "locality": null,
  "postcode": "KT9 1BX",
  "decision_target_date": "14/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Sanger Avenue",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQ5T9TNH04300",
  "last_updated_by": "Idox Uniform",
  "decision_date": "17/05/2021",
  "appeal_decision": null,
  "centroid_easting": 518648,
  "ward": "Chessington North & Hook - OLD",
  "centroid": {
    "lat": 51.368571,
    "lon": -0.296968
  },
  "application_type_full": null,
  "appeal_status": null,
  "centroid_northing": 164655,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:30:22.577Z",
  "description": "Erection of hip to gable and rear dormer roof extensions (incorporating a juliet balcony), installation of 3no. rooflights to front roofslope and single storey rear extension",
  "last_date_consultation_comments": null,
  "application_details": {
    "site_area": 0.021,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: RBK"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021751627"
    ]
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions (incorporating a juliet balcony), installation of 3no. rooflights to front roofslope and single storey rear extension falls within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B, C and G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Please submit 'Time Stamp Photo', it is validation requirement.",
    "The site comprises a semi-detached dwelling.\r\rProposal\rConversion of a single dwelling house into 2nos self contained flats, erection of a single storey rear extension. Installation of 2nos front rooflights in main roof.\r\rConsultation\r4 neighbouring properties have been notified and no representation has been received.\r\rTransport for London - No objection\rNeighbourhood Traffic Engineer - No objection, subject to conditions.\r\rAssessment\rThe key areas of assessment are:\r- The principle of development\r- Standard of accommodation\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Impact on Highways\r- Impact on Trees\r- Fire safety.\r\rPrinciple of Development\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2021.  Policy H1 (Increasing Housing Supply) of The London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10-year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10-year period which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits when assessed against policies in this Framework taken as a whole.  These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rPolicy DM13 of the Council's LDF Core Strategy 2012 states that the Council will ensure that the housing delivered is of high quality and the most appropriate type. The Policy also states that new residential development is expected to incorporate a mix of unit sizes and types. The policy requires that 30% of the proposed units should have 3 or more bedrooms unless it can be robustly demonstrated that this would be unsuitable or unviable.\r\rPolicy DM 14 of the Core Strategy seeks to resist the loss of existing accommodation (of all types) and, in particular, dwellings which are suitable for family accommodation. To protect existing family units that meet an identified need, the Council will, where necessary, limit the conversion of family units into houses in multiple occupation.\r\rThe proposed development would result in a net increase of 1 Class C3 market dwellinghouses which would make a positive, albeit modest, contribution towards housing supply. \r\rThe existing dwelling is a 3-bed dwelling house capable of providing family accommodation and the proposal would provide a 1 x 3 bed unit capable of providing family accommodation and 1 x 3 bedroom flat which would offset the loss.\r\rThe principle of development is considered to be acceptable subject to the material planning considerations below.\r\rStandard of Accommodation\rPolicy D6 of the London Plan 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. \r\rPolicy D7 of the London Plan (2021) sets out that residential development should meet Building Regulation Requirement M4(2) as a minimum (accessible and adaptable dwelling) and at least 10 percent of accommodation meet M4(3) requirements (wheelchair user dwellings). \r\rPolicy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires developments to provide adequate private and/or communal amenity space. Policy Guidance 13 of the Council's Residential Design SPD states that although levels of private amenity space may vary considerably in different character areas, each new dwelling should have a minimum of 50sqm of private garden (plus an extra 5sqm for each bedroom after the third), where the prevailing character allows.\r\rOfficer Comment: The proposal seeks to provide a 2 x3  bedroom new dwelling. Policy D6 Housing quality and standards of the London Plan (2021) require flat dwellings with 3 bedrooms to have a minimum gross internal floor area (GIA) of 74sqm, the new flats would have a gross internal floor area that exceeds the minimum requirement of Table 3.1, Policy D6 of the London Plan. Additionally, the applicant has sufficiently demonstrated that the floor-to-ceiling height requirement of 2.5m for the ground and first floor would be met and that the attic room would meet the councils requirement of 2.14m.\r\rConcerning outdoor space, the applicant proposes a shared garden amenity space towards the rear which falls in line with Policy Guidance 13 (Private Amenity Space), of the Residential Design SPD and Policy D6 of the London Plan.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposal involves the erection of a rear extension with a depth of approximately 3m and a flat roof height of approximately 3m, in line with Policy Guidance 33, of the Residential Design SPD and would appear subordinate to the host dwelling. However, the proposed external stairs are not a common feature in Tolworth Rise Nort, which would appear incongruous to the host dwelling and in the immediate vicinity.\r\rOfficers acknowledge that the proposed dormer would not generally comply with the guidance in the Residential Design SPD (Dormer Windows) in regard to maintaining 500mm from the eaves and sides. However, it could be constructed under permitted development, officers consider that this would be a subsequent solution. In addition, in the context of other houses in the wider area, this form of construction would not be unusual.\r\rConsidering the above, the proposed development as a whole is unacceptable in terms of form, height and design. It is considered that there would be an adverse impact on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed development, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities. Teh submitted drawings demonstrate that the proposed single storey rear extension would not breach the 45-degree rule and, therefore would not cause a significant loss of light to neighbouring properties No.207 and No.211 Tolworth Rise North.\r\rThe applicant proposes an external staircase on the boundary shared with No. 211 Tolworth Rise North as access for the occupiers of the first-floor flat. This feature is considered unacceptable as it would provide a clear view into the habitable room (bedroom) on the first-floor level at No.211 thereby harming their privacy and being overbearing.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would adversely affect the amenities of the occupiers of neighbouring property No.211 Tolworth Rise by reason of overbearing appearance andss of privacy.\r\rHighways\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The proposed side extension would omit the existing garage of the dwelling, officers note that the garage fails to meet the minimum requirements for garage dimension which currently lay at 2.2m width x 4.6m depth (standard requirement: 3.0m width x 5.4m depth). It is noted that the hardstanding to the front of the property would provide 2 adequate car parking spaces. Removal of the garage would also remove the potential for storing in the garage, however, access to the rear would allow for cycles to be safely stored.\r\rTfL was consulted on the proposed development, has assessed the submitted details and provided the following comment:\r\r'Having assessed the proposals, I can confirm that TfL Spatial Planning has no strategic comments to make on this planning application other than to emphasise the development should comply with the transport policies set out in The London Plan 2021. In particular the car and cycle parking standards in tables 10.2 - 10.6 (inclusive). Cycle parking should comply with the London Cycling Design Standards including the provision of at least 5 % wider bike space.\r\rTfL has raised no objection to this planning application, providing that the development itself including any works does not impact on the operation of bus services. Please contact me if you consider that there are any strategic as opposed to local transport issues raised by this case. If the development is permitted I recommend the developer is reminded of the following:\r\rTolworth Rise supports various bus routes. In the event that implementation of the development requires the temporary re-routeing of bus services or temporary or permanent closure or alteration of a bus stop or shelter or other such arrangements, these must be agreed with TfL before the work.'\r\rThe council's highways team have also been consulted on the submitted details and raised no objection to the proposed development subject to the application of a Construction Management Plan condition, in the event of an approval.\r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rTrees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rOfficer comments: While officers acknowledge the application site does not fall within a site with constraints or have a Tree Protection Order in place, there are several matured trees on and around the site. Officers are particularly concerned about the trees in close proximity to the proposed single-storey rear extension. The applicant has not submitted a tree root protection and, an arboricultural impact assessment (AIA) and/or an arboricultural method statement (AMS). Therefore, an appropriate assessment of the effects of the proposed can not be sufficiently considered.\r\rIn the absence of the requested information, it cannot be determined that no harm to, or loss of, retained trees which contribute positively to the character of the area would occur.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2024), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013)."
  ],
  "status": "Approved",
  "pp_id": null,
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "19/03/2021",
  "id": "Kingston-21_00829_CPU",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296946,
          51.368585
        ],
        [
          -0.296947,
          51.368558
        ],
        [
          -0.296991,
          51.368558
        ],
        [
          -0.29699,
          51.368585
        ],
        [
          -0.296946,
          51.368585
        ]
      ]
    ],
    "type": "Polygon"
  }
}