{
  "lpa_name": "Kingston",
  "uprn": "000128040215",
  "decision_date": "28/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00662_HOU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT9 2LZ",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "06/2021",
    "total_gia_gained": 12,
    "intended_completion_date": "11/2021",
    "no_additional_bedrooms": 0,
    "site_area": 0.039
  },
  "valid_date": "03/03/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Replacement of existing carport with a log cabin for use as a home office",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The outbuilding to which this permission relates shall only be used for purposes ancillary or incidental to the use of the dwelling currently known as '2 Barwell Court Stables, Barwell Lane, Chessington, KT9 2LZ'  as a single family dwellinghouse and shall not be used as an independent dwelling unless otherwise agreed in writing with the local planning authority.\r\rReason: For the avoidance of doubt, in the interests of satisfactory living conditions, and in the interests of the safety and operations of the highway network, in accordance with policies D3, D6 and T4 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Application Site\rThe site comprises a flat/semi-detached/linked/detached dwelling.\r\rProposal\rErection of a single storey rear extension and fenestration alterations to side elevation.\r\rConsultation\r6 neighbouring properties have been notified and no representations have been received\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Policy guidance 33 of the Residential Design SPD states that Single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. Extensions should generally not exceed 3-3.5m in depth but if If the neighbouring property has a different rear building line then the depth of the extension could be increased and a flat roof should not exceed 3m in height. Officers note that the proposed extension is in general compliance with this guidance. It is also noted that a number of properties within the streetscene benefit from larger rear extensions. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: With regards to No. 100 Shortlands Road, no harm has been identified. In relation to No. 96 Shortlands Road, officer note there is already an attached outbuilding hard up against the boundary. The proposed rear extension would increase the outbuilding by 0.5m in height and 1.3m in depth. Due to the limited increase officers have not identified any further harm. Overall, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "You may like to view a similar planning application on the Council's website, although this was submitted before the Local List was adopted and had fewer requirements to meet, but the plans should assist with what you need to provide. Please search the Council's Planning Database: https://publicaccess.kingston.gov.uk/online-applications/ for Application no. 24/01021/HOU\r"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:38.041Z",
  "ward": "Chessington South - OLD",
  "parking_details": null,
  "lapsed_date": "28/04/2026",
  "decision_target_date": "28/04/2021",
  "centroid": {
    "lat": 51.354639,
    "lon": -0.321067
  },
  "lpa_app_no": "21/00662/HOU",
  "status": "Approved",
  "site_name": "Barwell Court Stables",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPEF2SNHJZY00",
  "locality": null,
  "polygon": null,
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "29/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "2",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Barwell Lane",
  "pp_id": "PP-09537624",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 517006,
  "appeal_start_date": null,
  "centroid_northing": 163067,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.321045,
          51.354652
        ],
        [
          -0.321046,
          51.354625
        ],
        [
          -0.321089,
          51.354626
        ],
        [
          -0.321088,
          51.354653
        ],
        [
          -0.321045,
          51.354652
        ]
      ]
    ],
    "type": "Polygon"
  }
}