{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMX2CRNHJB400",
  "lapsed_date": "25/03/2026",
  "decision_target_date": "11/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8SP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 25.4,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "site_area": 0.013000000000000001,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021785190"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00104/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518619,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:27:16.082Z",
  "id": "Kingston-21_00104_CPU",
  "application_type": "All Other",
  "street_name": "Browns Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "25/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension and rear dormer roof extension with installation of 3no front rooflights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166868,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021785190",
  "centroid": {
    "lon": -0.296647,
    "lat": 51.388467
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of single storey side/rear extension and rear dormer roof extension with installation of 3no front rooflights to facilitate loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes A, B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "We donot accept land registry location plan. \rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point. Show any other land owned by the applicant that is close to or adjacent to the property outlined in blue.",
    "Assessment\rCondition 17 (Water Network Upgrades) of planning permission 20/02942/FUL states: \rNo properties shall be occupied until confirmation has been provided that either: - all water network upgrades required to accommodate the additional flows from the development have been completed; or - a housing and infrastructure phasing plan has been agreed with Thames Water to allow additional properties to be occupied.\r\rWhere a housing and infrastructure phasing plan is agreed no occupation shall take place other than in accordance with the agreed housing and infrastructure phasing Plan.\r\rReason: The development may lead to no / low water pressure and network reinforcement works are anticipated to be necessary to ensure that sufficient capacity is made available to accommodate additional demand anticipated from the new development.\r\rCondition 92 (Water Network Upgrades) of planning permission 20/02942/FUL states: \r\rNo development shall be occupied until confirmation has been provided that either:- all water network upgrades required to accommodate the additional flows to serve the development have been completed; or - a development and infrastructure phasing plan has been agreed with Thames Water to allow development to be occupied.\r\rWhere a development and infrastructure phasing plan is agreed no occupation shall take place other than in accordance with the agreed housing and infrastructure phasing plan.\r\rReason - The development may lead to no/ low water pressure and network reinforcement works are anticipated to be necessary to ensure that sufficient capacity is made available to accommodate additional demand anticipated from the new development\" The developer can request information to support the discharge of this condition by visiting the Thames Water website at thameswater.co.uk/preplanning.\r\rOfficer Comment: The applicant seeks to remove Condition 17 as it is similar to Condition 92 as per the above wording. As this amendment would not materially affect or change the approved development, it is considered to be non material. \r\rThe proposed wording to condition 92 would allow partial discharge of this condition:\rNo development in any Phase or Development Plot shall be occupied until confirmation has been provided that either:- all water network upgrades required to accommodate the additional flows to serve the development  in any Phase or Development Plot\r have been completed; or - a development and infrastructure phasing plan has been agreed with Thames Water to allow the development in any Phase or Development Plot to be occupied.\r\rWhere a development and infrastructure phasing plan is agreed no occupation shall take place other than in accordance with the agreed housing and infrastructure phasing plan.\r\rReason - The development may lead to no/ low water pressure and network reinforcement works are anticipated to be necessary to ensure that sufficient capacity is made available to accommodate additional demand anticipated from the new development\" The developer can request information to support the discharge of this condition by visiting the Thames Water website at thameswater.co.uk/preplanning.\r\rAs the amended wording would not materially affect or change the approved development, the proposed amendment to wording of Condition 92 is considered to be non material.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/01/2021",
  "secondary_street_name": null,
  "site_number": "4",
  "pp_id": "PP-09369602",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296625,
          51.38848
        ],
        [
          -0.296626,
          51.388453
        ],
        [
          -0.296669,
          51.388454
        ],
        [
          -0.296668,
          51.388481
        ],
        [
          -0.296625,
          51.38848
        ]
      ]
    ],
    "type": "Polygon"
  }
}