{
  "lpa_name": "Kingston",
  "uprn": "100021774258",
  "decision_date": "19/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00542_HOU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT3 3JS",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "05/2021",
    "total_gia_gained": 24.94,
    "intended_completion_date": "08/2021",
    "no_additional_bedrooms": 2,
    "site_area": 0.032
  },
  "valid_date": "22/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of first floor side extension",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights above ground floor in the side elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The submitted block plan does not show the proposed rear extension. Please revise a Proposed Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Application Site\rThe site comprises a detached dwelling on a corner plot.\r\rProposal\rApplication under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Conditions 1 (plans) for Application Reference Number: 22/03970/HOU (Erection of two storey side, part two storey/part single storey rear extension. Erection of roof extension with rear dormer and juliet balcony and installation 6nos side, 2nos rear and 1nos front rooflights to facilitate loft conversion.) Variation to include a larger rear dormer.\r\rConsultation\r25 neighbouring properties have been consulted and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Roof extensions can have a significant impact on the character of the streetscape both in individual cases or through the cumulative impact of several roof extensions within a street. This is particularly true where they are visually prominent within the street. When designing a roof extension it is important to ensure that the addition of a dormer window complements the original design of the house (particularly the roof form). In many cases, it should be possible to design dormer windows so that they allow the conversion of a loft space, but do not dominate the form of the existing roof.\r\rThe proposed larger rear dormer would result in an overly bulky and dominant feature and it would materially diminish the quality of the approved development causing harm to the character and appearance of the host building.\r\rThe proposed development is therefore considered to be unacceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:06.579Z",
  "ward": "Coombe Vale - OLD",
  "parking_details": null,
  "lapsed_date": "19/04/2026",
  "decision_target_date": "19/04/2021",
  "centroid": {
    "lat": 51.404669,
    "lon": -0.26519
  },
  "lpa_app_no": "21/00542/HOU",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QOX7QNNHJTE00",
  "locality": null,
  "polygon": null,
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "104",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Chestnut Grove",
  "pp_id": "PP-09543025",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 520765,
  "appeal_start_date": null,
  "centroid_northing": 168721,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.265168,
          51.404682
        ],
        [
          -0.265169,
          51.404655
        ],
        [
          -0.265213,
          51.404656
        ],
        [
          -0.265212,
          51.404683
        ],
        [
          -0.265168,
          51.404682
        ]
      ]
    ],
    "type": "Polygon"
  }
}