{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QOBJ3FNHJOH00",
  "lapsed_date": "14/04/2026",
  "decision_target_date": "07/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2PJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 22.18,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "site_area": 0.023,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021749780"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00411/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517781,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:28:36.608Z",
  "id": "Kingston-21_00411_CPU",
  "application_type": "All Other",
  "street_name": "Mansfield Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "14/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Erection of hip to gable and rear dormer roof extensions including installation of front rooflight to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 164021,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021749780",
  "centroid": {
    "lon": -0.309627,
    "lat": 51.363053
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions including the installation of a front rooflight to facilitate a loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "For the avoidance of doubt, please confirm the description 'Erection of 2 nos side dormers in existing loft'.",
    "Application Site: \r\rThe application site relates to an approved 2-6 storey residential development with ground floor retail and office space. Construction of the approved scheme commenced in 2021 and the development has been substantially advanced.\r\rThe application site is located within New Malden District Centre. The existing parade is identified as a Shopping Frontage. To the immediate south of the site is New Malden Train Station and the raised railway lines. To the south of the railway line are two 16-storey towers (Apex Tower and CI Tower), a 3-storey building containing Bar Malden and a public square. To the east are the rear of the gardens of two-storey houses in Alric Avenue. To the north east of the site is a three storey block of flats which is partly accessed via a public highway from Coombe Road route that divides the application site. To the west of the site on the opposite side of Coombe Road are 2 and 3-storey buildings consisting of retail/ restaurant/pub uses with residential/ commercial uses above. \r\rThe site is subject to an Article 4 Direction removing permitted development rights for the change of use from Class E to Class C3 uses. \r\rCoombe Road is a locally classified b-route (B283). Coombe Road is a Strategic Cycle Route. \r\rThe site is not located within a conservation area, nor is it, or located nearby to, a statutory listed building or non-designated heritage asset. To the north-west of the site beyond Coombe Road, the eastern part of Acacia Grove is designated as a Strategic Area of Special Character and to the west of this is The Groves Conservation Area. \r\rProposal: \r\rDisplay of 1no. internally illuminated fascia sign, 1no. internally illuminated projecting sign, 1no. welcome sign and 1no. stat sign. \r\rRelevant Planning History: \r\r23/03504/FUL: Application under Section 73 of the Town and Country Planning Act 1990 to vary Condition 24 (Opening Time) of planning permission 23/01697/FUL (Variation of Condition Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 2 (Approved Plans) of planning permission 20/00825/FUL (Variation of Conditions 2, 3, 4, 6, 8, 9, 13, 14, 20, 22, 34 & 36 of Planning Permission ref: 17/14178/FUL for amendments to wording) to allow changes in door of West Elevation.) to allow the Co-op to open from 0600 hours in the morning at Unit 3. Granted 14.07.2024. \r\r23/01697/FUL: Variation of Condition Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 2 (Approved Plans) of planning permission 20/00825/FUL (Variation of Conditions 2, 3, 4, 6, 8, 9, 13, 14, 20, 22, 34 & 36 of Planning Permission ref: 17/14178/FUL for amendments to wording) to allow changes in door of West Elevation. Granted 03.11.2023. \r\r22/03493/FUL: Temporary use of part ground and first floor levels within Block C as a sales and marketing suite (Use Class Sui Generis). Granted 10.01.2023. \r\r21/00259/FUL: Variation of Condition 2 (Approved Plans) of Planning Permission ref: 20/00825/FUL (Variation of Conditions 2, 3, 4, 6, 8, 9, 13, 14, 20, 22, 34 & 36 of Planning Permission ref: 17/14178/FUL for amendments to wording (Please see covering letter dated 6th April 2020) dated 07/07/2020. Variation relates to Installation of Vehicular and Pedestrian gates. Refused 28.04.2021. \r\r20/00825/FUL: Variation of Conditions 2, 3, 4, 6, 8, 9, 13, 14, 20, 22, 34 & 36 of Planning Permission ref: 17/14178/FUL for amendments to wording. Granted 07.07.2020. \r\r17/14178/FUL: Demolition of existing buildings. Erection of a 3-5 storey building and a 6-7 storey building providing 679 sqm of retail and 331 sqm of office space at ground floor level, 81 flats and 2 No 2 storey houses with associated amenity space and basement parking. Main amendments include increased setback from railway line to create additional public realm, alterations to design of buildings/ space to rear and alterations to number/ mix of residential units, amount of commercial floorspace and alterations to access ramp/ basement to provide a total of 42 car parking spaces. Granted 30.07.2019. \r\rVarious conditions have been discharged for this planning permission. \r\rConsultation: \r\rA total of 15 neighbours were consulted and no response was received. \r\rPlanning Considerations: \r\rThe key areas of assessment are:\r\r- The impact of the proposal on the character and appearance;\r- The impact of the proposal on neighbouring residential amenity; and\r- The impact of the proposal on highway safety. \r\rCharacter and Appearance: \r\rNational Planning Policy Framework (2023) (NPPF) para 131 states the creation of high-quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve. London Plan (2021) (LP) Policy D8(B) ensures the public realm is well-designed, safe, accessible, inclusive, attractive, well-connected and easy to understand, service and maintain. Lighting, including for advertisements, should be carefully considered and well-designed in order to minimise intrusive lighting infrastructure and reduce light pollution. Core Strategy (2012) (CS) DM10(T) states that advertisements should be avoided where they will be visually intrusive and likely to result in an adverse effect on the character and visual amenities of the local and wider area\r\rThere is no advertisement currently on the Coombe Road frontage of the new development. Advertisement in this area is not unusual given there is already a number of signs at the front of commercial/retail units within the shopping frontage. The proposal is considered to be in keeping with the existing townscape. The proposed signage is considered to be small-scale and a sympathetic addition to the host property. Officers conclude the proposed signage to be acceptable in terms of scale, form, height, spacing and design, and would not result in visual clutter or harm to the character or appearance of the area. \r\rImpact on Residential Amenity:\r\rNPPF para 135 sets an expectation that new development will be designed to create places that amongst other things have a 'high standard' of amenity for existing and future users. This is reflected in LP Policy D3. CS Policy DM10 is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe signage is minor and would not be visually obtrusive in terms of light spillage, glare and outlook. The advertisement is static and the illuminance level would be restricted by condition. Officers do not consider the proposed development would not result in adverse impacts on neighbouring amenity. \r\rHighways and Transportation:\r\rNPPF para 115 states development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe. LP Policy T2(b) aims to promote the Mayor's Healthy Streets Approach to improve street safety, comfort, convenience and amenity. CS Policy DM10 seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety.\r\rAdvertisement displays are part of the established screen scene and are not an unexpected addition in the road environment. The advertisement is small scale, static and would have a low illuminance to reduce potential distraction for drivers and pedestrians moving along Coombe Road. Officers are satisfied the proposal would not result in an unacceptable harmful effect on the safety and useability of the highway and  public safety, subject to the imposition of conditions. \r\rConclusion:\r\rOfficers are satisfied the proposal would not result in unacceptable impacts on the character and appearance of the area or the amenity of surrounding occupiers, or an unacceptable risk to public safety. In conclusion, the proposed development is considered to be in accordance with the Development Plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/02/2021",
  "secondary_street_name": null,
  "site_number": "17",
  "pp_id": "PP-09442373",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309605,
          51.363067
        ],
        [
          -0.309606,
          51.36304
        ],
        [
          -0.309649,
          51.36304
        ],
        [
          -0.309648,
          51.363067
        ],
        [
          -0.309605,
          51.363067
        ]
      ]
    ],
    "type": "Polygon"
  }
}