{
  "title_number": [],
  "site_name": "12 Beresford Avenue\rTolworth\rSurbiton\rKT5 9LJ\r",
  "cil_liability": false,
  "uprn": "100021784311",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "12",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Approved",
  "lpa_app_no": "21/00478/HOU",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "25/05/2026",
  "locality": null,
  "postcode": "KT5 9LJ",
  "decision_target_date": "25/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Beresford Avenue",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QOM3MCNHJR000",
  "last_updated_by": "Idox Uniform",
  "decision_date": "25/05/2021",
  "appeal_decision": null,
  "centroid_easting": 519822,
  "ward": "Alexandra - OLD",
  "centroid": {
    "lat": 51.38364,
    "lon": -0.279538
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 166359,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:28:53.629Z",
  "description": "Erection of detached rear outbuilding to be used as home office",
  "last_date_consultation_comments": null,
  "application_details": {
    "total_gia_gained": 32.96,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "08/2021",
    "intended_commencement_date": "08/2021",
    "site_area": 0.052000000000000005
  },
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '12 Beresford Avenue, Tolworth, KT5 9LJ', as set out in Section 1 (Site Address) of the submitted application form signed 15.01.2021, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "There are two adjoining rear neighbours in our record,  please provide the address of owners/occupiers of all the adjoining rear neighbours.",
    "Application Site\rThe site comprises a semi-detached dwelling within the Elm Road Local Area of Special Character\r\rProposal\rConversion of garage and erection of single storey rear extension\r\rConsultation\r6 neighbouring properties have been notified and 1 letter of objection has been received stating;\r- Excessive height or bulk of buildings\r- Loss of light/Sunlight\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed rear extension would be 3m in height with a flat roof and 6m in depth hard up against the boundary with No.  40 Cumberland Drive. It is noted that No. 40 has not been extended to the rear along this boundary and the applicant has not demonstrated the the proposed rear extension would comply with BRE guidance in relation to the nearest habitable room window on either plan or elevation. Officers are therefore unable to confirm the  proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance and loss of light.\ry.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "status": "Approved",
  "pp_id": "PP-09453116",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "30/03/2021",
  "id": "Kingston-21_00478_HOU",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.279516,
          51.383653
        ],
        [
          -0.279517,
          51.383626
        ],
        [
          -0.27956,
          51.383627
        ],
        [
          -0.279559,
          51.383654
        ],
        [
          -0.279516,
          51.383653
        ]
      ]
    ],
    "type": "Polygon"
  }
}