{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QO7E19NH02800",
  "lapsed_date": "22/03/2026",
  "decision_target_date": "22/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2DJ",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "total_gia_gained": 60.8,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2021",
    "intended_completion_date": "11/2021",
    "site_area": 0.064
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00381/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518770,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:28:29.135Z",
  "id": "Kingston-21_00381_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Church Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "22/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (8.00m in depth, maximum height of 3.95m and eaves height of 2.45m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 163967,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021746282",
  "centroid": {
    "lon": -0.295446,
    "lat": 51.362362
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Please provide Existing and Proposed Roof Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions of the proposed work. The plans must show the direction of North.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of first floor side extension and internal alteration at ground floor.\r\rOfficers note that this application follows a recently refused application 24/00044/HOU dated 18.03.2024 for the erection of first floor side and part first floor rear extensions. Change to rear ground floor fenestration which was refused for the following reason;\r\r1) The proposed first floor side extensions by virtue of their size, siting and design and proximity to the side boundary would create an incongruous addition that would erode the spaciousness of the plot to the side and erode the gap in the built form between the adjacent property 11 Glebe Gardens detracting from the character and appearance of the host property and the surrounding area. The proposal therefore would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012 and Residential Design SPD 2013.\r\rThe new proposal has been reduced in size but the full reason for refusal would need to be addressed in order for this application to be successful.\r\rConsultation\r5 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers acknowledge that the proposed side extension has been set further down from the ridge and back from the front elevation. However, the proposed side extension would still extend out to the side boundary at 1st floor level and erode the spaciousness of the plot and the gap in the built form between the adjacent plot 11 Glebe Gardens creating an incongruous addition that would detract from the character and appearance of the host property and the surrounding area. The LPA's Residential Design SPD recommends that a 1 metre gap should be maintained between the side elevation and the side boundary of 1st floor side extensions. While there are a number of first floor and two-storey side extensions of varying roof forms in the area, these proposals have generally preserved the relatively open and suburban character fo the area by maintaining sufficient separation from the site boundaries.\r\rThe reason for refusal has therefore not been addressed.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/02/2021",
  "secondary_street_name": null,
  "site_number": "15",
  "pp_id": "PP-09470074",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295424,
          51.362376
        ],
        [
          -0.295425,
          51.362349
        ],
        [
          -0.295468,
          51.362349
        ],
        [
          -0.295467,
          51.362376
        ],
        [
          -0.295424,
          51.362376
        ]
      ]
    ],
    "type": "Polygon"
  }
}