{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMM2DMNH00700",
  "lapsed_date": "20/05/2024",
  "decision_target_date": "07/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7EL",
  "site_name": "Tolworth Tower, Floor 21",
  "status": "Dismissed",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_commencement_date": "04/2022",
        "intended_completion_date": "04/2025"
      }
    ],
    "total_gia_gained": 42336,
    "site_area": 1.15,
    "total_gia_lost": 23193,
    "total_gia_existing": 24054,
    "scheme_name": "Tolworth Tower Complex",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 861,
        "gia_gained": 298,
        "use_class": "A1",
        "gia_lost": 0
      },
      {
        "gia_existing": 23193,
        "gia_gained": 529,
        "use_class": "B1a",
        "gia_lost": 23193
      },
      {
        "gia_existing": 0,
        "gia_gained": 41509,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "scheme_phasing": false,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 19,
        "max_height": 64.9,
        "building_ref": "Building T2"
      },
      {
        "no_storeys": 15,
        "max_height": 52.6,
        "building_ref": "Building T3"
      }
    ],
    "grey_water_reuse": true,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 40,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 827,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 23193,
      "total_gia_gained": 42336,
      "total_gia_existing": 24054,
      "total_gia_lost": 23193
    },
    "garden_land_lost": false,
    "uk_company_registration_no": "10513919",
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "internal_resi_water_usage": 105,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_active_slow_ev_charging_points": 26,
      "no_resi_units_to_have_full_fibre": 499,
      "green_roof_area": 3919.2,
      "solar_pv_capacity": 0,
      "no_new_water_connections_required": 5,
      "no_homes_passive_cooling": 499,
      "no_passive_slow_ev_charging_points": 104,
      "no_non_resi_units_to_have_full_fibre": 3,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 95,
      "no_homes_to_have_electrical_heating": 499,
      "mobile_network_operators_consultation": true,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 1,
      "ghg_reduction_over_building_regulations": true,
      "chp_heat_pumps_capacity": 0
    },
    "ownership_status": "Private",
    "lead_developer_company_name": "Healey Development Solutions (Broadway) Ltd",
    "existing_uprns": [
      "000128002532",
      "000128002543"
    ],
    "commencement_notice_received": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Tolworth Key Area of Change"
      }
    ]
  },
  "appeal_decision_date": "17/06/2022",
  "lpa_app_no": "21/00044/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519753,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:26:59.546Z",
  "id": "Kingston-21_00044_FUL",
  "application_type": "All Other",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "20/05/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "09/07/2021",
  "decision_process": "Delegated",
  "description": "Change of use of the existing 3rd to 22nd floors in Tolworth Tower from office (Use Class  B1) to residential (Use Class C3), change of use of the existing 2nd floor from office (Use Class B1) to ancillary amenity space, including a residents gymnasium and lounge (Use Class C3), change of use of existing 1st floor Car Park (sui generis) to create a flexible workspace unit (Dual Use Class C3/E), change of use of part of the existing ground floor undercroft from office (Use Class B1) to create freestanding retail kiosks (Use Class E) with associated external facade alterations and internal refurbishment works to Tolworth Tower;\r\rThe demolition of the existing retail units fronting Tolworth Broadway and the construction of two new buildings (T2 up to 19 storeys and T3 up to 15 storeys) with residential units, ground floor commercial space (Use Class E) and public plaza; and\r\rThe reconfiguration of the existing multi-storey car park, vehicle parking and servicing, along with the provision of associated cycle parking, refuse storage, amenity floorspace, landscaping and public realm works (existing M&S, Travelodge and RBK Council Car Park are excluded from the proposals).",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/03/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Major dwellings",
  "centroid_northing": 165964,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "000128002543",
  "centroid": {
    "lon": -0.280662,
    "lat": 51.380104
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The applicant has failed to demonstrate through the submission of accurate and consistent information that the scheme would be deliverable or that it would provide the maximum reasonable amount of affordable housing on-site, contrary to Policies H4 and H5 of the London Plan (2021), Policy DM15 of the Kingston Core Strategy (2012), the Mayor's Affordable Housing and Viability SPG (2017) and the NPPF (2019).",
    "The applicant has failed to demonstrate through the submission of cogent and consistent evidence or robust justification that there is no quantitative or qualitative demand for the existing employment use of Tolworth Tower as offices, or for a range of alternative employment uses such as smaller and affordable offices. The scheme would also result in a net loss of ground floor commercial space and designated shopping frontages fronting Tolworth Broadway which could adversely impact the viability and vitality of the District Centre. The proposed development is therefore contrary to Policies CS12, DM17 and DM19 of the Kingston Core Strategy (2012) and Policies E1 and E9 of the London Plan (2021).",
    "The applicant has failed to robustly demonstrate that the site is unsuitable to provide a minimum of 30% of dwellings as 3 or more bedroom units and no robust arguments or evidence has been submitted to demonstrate that a policy compliant provision of 3 or more bedroom units would be unviable. The proposed development would fail to contribute towards meeting the objectively assessed need within the Borough for 3 bedroom units. The proposed development is therefore contrary to Policy DM13 of the Kingston Core Strategy (2012).",
    "The proposed tall buildings would conflict with the locational requirements of Policy D9(B) of the London Plan (2021) and the scale of the proposed tall buildings of the proposed design would compromise the comfort and enjoyment of the proposed private and communal open spaces within the proposed development contrary to Policy D9(3) of the London Plan (2021).",
    "Through the submission of conflicting and insufficient information, the applicant has failed to demonstrate that the proposed development would provide sufficient levels of private and communal amenity space and child playspace. it has further not been robustly demonstrated that the proposed amenity space would be of a good quality given the incomplete assessment in relation to sunlight and overshadowing and the wind comfort levels of \"standing\" for areas of communal and private amenity space. The proposed development is therefore contrary to Policies DM10 and DM13 of the Kingston Core Strategy (2012), Policies D6 and S4 of the London Plan (2021) and the Kingston Residential Design SPD (2013).",
    "Due to the identified inaccuracies with the submitted information in relation to car parking numbers across the site, Officers are unable to conclude that the proposed level of car parking is justified and that the proposed mitigation measures would be appropriate. No mechanism has been provided to secure the financial contribution towards the funding of a potential future Controlled Parking Zone (or to preclude residents from applying for car parking permits within any such designated zone) or Car Club membership for residents. It has therefore not been demonstrated that the proposed development would not increase on-street car parking stress and would not harm highway safety, contrary to paragraph 109 of the NPPF (2019) and Policies DM9 and DM10 of the Kingston Core Strategy (2012).",
    "Insufficient information has been submitted to demonstrate that the proposed development would not increase flood risk on-site or elsewhere, contrary to the NPPF (2019), Policy SI 13 of the London Plan (2021) and Policy DM4 of the Kingston Core Strategy (2012).",
    "The proposed development has failed to adopt a site wide approach towards heating and additional overheating measures and no legal agreement has been completed to secure the necessary net-zero carbon off-set payment. A robust Circular Economy Statement has not been submitted and the proposed development would fail to provide the minimum Urban Greening Factor score of 0.4. The proposed development would therefore be contrary to Policies SI2, SI7 and G5 of the London Plan (2021).",
    "The applicant has failed to submit a robust Fire Statement which addresses the requirements of Policy D12 of the London Plan (2021) to the satisfaction of the Greater London Authority. It has therefore not been demonstrated that the proposed development would achieve the highest standards of fire safety, contrary to Policy D12 of the London Plan (2021).",
    "No mechanism has been submitted by the applicant to secure the required financial contribution to mitigate the site specific primary healthcare requirements that would arise from the proposed development. The proposal is therefore contrary to Policies IMP 3 and CS13 of the Kingston Core Strategy (2012), the Planning Obligations SPD (2017) and Policy S2 of the London Plan (2021).",
    "Condition 25 (Reducing External Light) was applied as an additional condition during the Kingston and North Kingston planning sub-committee process, to address the concerns raised regarding light spillage. The condition requests details showing the mitigations in place to reduce external light spillage from the first floor windows on the southwestern elevation by incorporating measures such as the installation of a briese soleil and/or architectural fins and/or glass tinting.\r\rThe applicant has submitted a document titled Mitigation Plan for External Light Spill from the First Floor Window of the Southwest Elevation, dated 2024. The document outlines 2 mitigation measures:\r\r1. Triple Glazed with Sun Control Film\r2. Motorised Rolling Blinds\r\rOfficers conclude that the submitted details would reduce light spill and ensure satisfactory living conditions for neighbouring occupiers and safeguard the biodiversity and nature conservation value of the site, in accordance with policies D3 and G6 of the London Plan 2021 and policies CS3, DM6 and DM10 of the LDF Core Strategy 2012",
    "Proposal Description - This has been amended for clarity. Please confirm if you agree, or amend if you disagree with the following description: \"Conversion of garage into habitable room, demolition of rear conservatory and erection of single storey rear extension\"",
    "The Proposed Elevations do not have projection sign and a scale bar.\r\rPlease revise all Proposed Elevations with a recognised scale bar (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work  including projection signs.\r",
    "The new proposed elevation and  details of advert do not co-relate with each other. The font types are different and does not \rhave a scale bar. The dimension in the fascia sign has 120m, please check the dimension and revise the fascia detail with correct dimensions and provide the correct scale bar in all the advert (fascia sign and projecting sign) details.",
    "The Householder Validation Local List requires a completed Biodiversity Checklist for all applications. This is different to the Biodiversity Net Gain requirements in the application form. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "Householder Checklist Update - Once you have provided the above documents please update the Checklist document to confirm that they have been provided by stating \"Yes\" where relevant. \r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The applicant is informed that the submitted details have been assessed and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 6 (CO2 Emissions) of planning permission 22/03137/FUL which states:\r\rPrior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy SI.2 and SI.5 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r",
    "Please provide all Existing and Proposed Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Please include a scale and scale bar. The submitted plans do not include all elevations, and there is no scale on the Proposed Elevations.",
    "The Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "Please provide an Acoustic Impact Assessment in line with the Validation Local List requirements page 29.",
    "Please provide Flue and Ventilation Extraction Details in line with Validation Local List requirements page 62.",
    "Validation Checklist Update - Once you have provided the above documents please update the Validation Checklist document to confirm that they have been provided by stating \"Yes\" where relevant. \r",
    "Inspection: Site inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\rAssessment: The works proposed are acceptable and will not have an adverse effect on the tree or reduce its amenity value. \rRecommendation: No objections.\r",
    "Inspection: Site inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\rAssessment: The works proposed are acceptable and will not have an adverse effect on the trees or reduce their amenity value. \rRecommendation: No objections.\r",
    "Inspection: Site inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\rAssessment: The works proposed are acceptable, the tree does not merit a TPO and has low public amenity value. \rRecommendation: No objections.\r",
    "Inspection: Site inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\rAssessment: The works proposed are acceptable and will not have an adverse effect on the tree or reduce its amenity value. \rRecommendation: No objections.\r",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 7 (Ground Levels) of appeal decision APP/Z5630/W/22/3301492, following the refused application 21/02740/FUL (Redevelopment of site to provide 24no. x residential dwellings (comprising 7 no. one bed , 10 no. two bed and 7 no. three bed) including associated car parking, refuse storage, cycle storage and landscaping)\r\rCondition 7\r\rNo development shall take place, excluding any works of demolition, until \rplans detailing the existing and proposed ground levels including the levels \rof any proposed buildings, roads and/or hard surfaced areas have been \rsubmitted to and approved in writing by the local planning authority. The \rdevelopment shall be constructed in accordance with the approved details.\r\rOfficer response: The submitted information is considered to be sufficient. The proposed ground levels would provide adequate access for persons with disabilities or push chairs across the site and to the building. \r\rAs such, the details submitted in relation to Condition  7 (Ground Level Details) are hereby approved.\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r3no surrounding properties were notified  of the proposed development. No  letters of representation were received. \r\rNetwork Rail - no comment\rProposal \rThe application seeks full planning permission for the erection of single storey front porch, addition 1no front window and 1no side obscure window in first floor. Removal of front fence and hedge.   \r\rApplication Site\rThe  site comprises an end of terrace dwelling. \r\rPlanning History\r24/02833/HOU - Erection of part two storey/part single storey rear and single storey front porch extension. Refused 21.01.25 \t \t \t\r24/02066/PAEXT - Erection of single storey rear extension (6m in depth, maximum height of 3m and eaves height of 3m). Prior Approval not required 18.09.24\r24/02067/CPU - Erection of hip to gable and rear dormer roof extension with installation of 2 nos front rooflights to facilitate loft conversion. Granted 24.10.24\r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact upon Highways\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval for the erection of a single storey front porch, addition of 1no front window and 1 no side obscure window in first floor. Removal of front fence and hedge. \r\rOfficers note none of the existing dwellings within the terrace block (odd nos 97-103) have front porch extensions. In a separate terrace block, Officers note that the existing front porch extensions at no 91 and 93 Porchester Road fall within the parameters of permitted development rights.  \r\r Following the previous refusal,  Officers note a number of  design revisions to the proposal. In terms of the proposed front porch, Officers note a slight reduction in the depth  yet such a design change would not qualify the proposal to fall within the parameters of permitted development rights.   In addition, it is noted that the proposal continues to present a dual pitch roof form. \r\rTherefore, in this instance, it is considered that the proposed front porch extension would not be a proportionate and subordinate addition to the host dwelling and the roof form would not  be in keeping with the existing roof form of the host dwelling. \r\rIn addition to the above, Officers note the proposal also includes the removal  of the existing  fence in order to allow for the vehicles to park  in the front garden.  Officers note there are other examples of front garden 'parking' along Porchester Road which either have the benefit of planning approvals or have  emerged over time.   The application  does not clearly identify whether the newly created parking area would have hard surfacing and be constructed from permeable  surfacing materials in line with the recommendations as set out in Policy Guidance 45 in the  Residential Design SPD.   Should Officers be minded to approve the planning application, then an appropriate planning condition would be appended to the decision requesting for such  details of hard surfacing permeable materials to be submitted. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rImpact upon Highways\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety  and ensure that they are not adversely affected.\r\rThe application site has the benefit of an existing drive which provides off site parking for the dwelling as demonstrated by the submitted site photograph.  However, Officers observe  from the submitted site photograph that the  actual physical area  of the drive is of a size that is just capable of accommodating a modern family car.   The minimum standard depth of an off street drive is 4.8m ( RBK Vehicle Cross Over Policy December  2018 ).  A reduction in the proposed depth of the front porch  would allow for the off street drive to reach minimum standard. \r\rThe removal of the front fence/hedge would  create an open frontage to the application site which would run parallel  with the pavement  which duly leads onto Portchester Road. The  application site  has the benefit of a clearly physically defined vehicle crossover  which allows vehicles to legally pass over the public footway and/ or grass verge to access a property, and/or site.  In this instance, the applicant is reminded that it is unlawful for  vehicles to cross a footway without the existence of a vehicle crossover and therefore the applicant would be prohibited to cross the footway  in order to gain access to the parking space.  If the applicant wishes to  extend the vehicle crossover an application would need to be made to the highways authority.\r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/01/2021",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-09322636",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28064,
          51.380118
        ],
        [
          -0.280641,
          51.380091
        ],
        [
          -0.280684,
          51.380091
        ],
        [
          -0.280683,
          51.380118
        ],
        [
          -0.28064,
          51.380118
        ]
      ]
    ],
    "type": "Polygon"
  }
}