{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMEH2GNHJ6800",
  "lapsed_date": "30/04/2026",
  "decision_target_date": "15/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6DT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 20,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00007/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521588,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:26:50.197Z",
  "id": "Kingston-21_00007_HOU",
  "application_type": "Householder",
  "street_name": "Welbeck Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "30/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side extension (garage) and rear extension and first floor side dormer roof extension (following demolition of existing conservatory and detached garage)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167780,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782510",
  "centroid": {
    "lon": -0.253687,
    "lat": 51.396036
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, the approved dormer window in the western flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to change the approved planning permission ref: 24/01684/HOU; this involves the alterations to the depth and width of the laying of the foundations resulting in the extension rear wall to be further away from the house rear wall.\r\rThe Council agrees that the amendments to which this decision letter relates are sufficiently minor in terms of their scale and impact (both individually and cumulatively) in planning terms, having regard to the overall scope of the previously approved development, so as to constitute a non-material amendment to the original planning permission/consent. This letter does not constitute a new planning permission. The development should be built in full accordance with the original planning permission except where amended by this decision.\r\rIn respect of condition 1 of application reference 24/01684/HOU,\r\rThe following plan:\r SB3130/2  Existing and Proposed Ground Floor Plans Approved 16.09.24\r\rare replaced by:\r\rSB3130/2 Rev B  Existing and Proposed Ground Floor Plans dated 21.12.24 \r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "For the avoidance of doubt, please confirm the description 'Variation of Condition Application under Section 73A of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 8 (Windows) and Condition 9 (Louvres) of planning permission 18/12290/HOU (Alterations and extensions to create a basement and an additional floor (second floor), front extension, new balconies at first, second and third floors and installation of photovoltaic panels) to allow the windows on the side elevation are to be obscure glazed below 1.70m and the proposed vertical louvres become only decorative, the windows to the south elevation shall have obscure glazing up to a level of 1.70 m above first floor and shall be fixed shut up to that level'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/01/2021",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-09385766",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.253664,
          51.396049
        ],
        [
          -0.253665,
          51.396022
        ],
        [
          -0.253709,
          51.396023
        ],
        [
          -0.253708,
          51.39605
        ],
        [
          -0.253664,
          51.396049
        ]
      ]
    ],
    "type": "Polygon"
  }
}