{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QNW69YNHJK200",
  "lapsed_date": "13/04/2026",
  "decision_target_date": "30/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2TN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 52,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "05/2021",
    "intended_completion_date": "10/2021",
    "site_area": 0.039
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00314/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518563,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:28:11.191Z",
  "id": "Kingston-21_00314_HOU",
  "application_type": "Householder",
  "street_name": "Lingfield Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "13/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear and side extension. Hip to gable and rear dormer roof extension with installation of 2no front rooflights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168260,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021763731",
  "centroid": {
    "lon": -0.296987,
    "lat": 51.40099
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows at first floor level in the west elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The site comprises a detached dwelling.\r\r7 neighbouring properties have been notified of the proposals and no representation has been received.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on highways and transportation matters.\r- Fire Safety  \r\rThis planning application seeks to obtain planning permission for the conversion of an existing garage into a habitable room and erection of a front bay window.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers acknowledge that the garage conversion would be visible from the streetscene by way of the garage door replacement, however, the removal of this feature would not be odd in the immediate vicinity of Cromford Way, as several properties within the streetscene have already converted the garage. Overall, this is considered to be acceptable from a character and design perspective.\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the proportionate and subordinate nature of the proposed development and its proximity in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The existing garage would not easily accommodate on-site car parking by failing to comply with the space parameters required by the Sustainable Transport SPD, 2013. Officers consider that the omission of the garage would not result in the loss of off-street car parking provision on site, as the hardstanding to the front of the property would provide adequate replacement parking for a vehicle. \r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "For the avoidance of doubt, please confirm the description '(Retrospective) Change of use of an existing vacant retail unit (Use Class E1(a)) into a residential unit (Use ClassC3)'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/02/2021",
  "secondary_street_name": null,
  "site_number": "42",
  "pp_id": "PP-09473803",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296965,
          51.401003
        ],
        [
          -0.296966,
          51.400976
        ],
        [
          -0.297009,
          51.400977
        ],
        [
          -0.297008,
          51.401003
        ],
        [
          -0.296965,
          51.401003
        ]
      ]
    ],
    "type": "Polygon"
  }
}