{
  "title_number": [],
  "site_name": "50 Ravenscar Road\rTolworth\rSurbiton\rKT6 7PL\r",
  "cil_liability": false,
  "uprn": "100021796561",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "50",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Approved",
  "lpa_app_no": "21/00872/CPU",
  "actual_commencement_date": null,
  "development_type": "Certificates of Lawful Development",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "17/05/2026",
  "locality": null,
  "postcode": "KT6 7PL",
  "decision_target_date": "17/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Ravenscar Road",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQD7UPNHK8Q00",
  "last_updated_by": "Idox Uniform",
  "decision_date": "17/05/2021",
  "appeal_decision": null,
  "centroid_easting": 518977,
  "ward": "Surbiton Hill - OLD",
  "centroid": {
    "lat": 51.380142,
    "lon": -0.291811
  },
  "application_type_full": "Lawful development: Proposed use",
  "appeal_status": null,
  "centroid_northing": 165950,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:30:33.877Z",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion",
  "last_date_consultation_comments": null,
  "application_details": {
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "total_gia_gained": 32,
    "site_area": 0.022000000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Tolworth Key Area of Change"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021796561"
    ]
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Please submit 'Time Stamp Photo', it is validation requirement.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of hip to gable roof extension with rear dormer and first-floor side and rear extension. Installation of 2nos front rooflights. Fenestration alteration in existing ground floor rear extension.\r\rIt is noted that this application follows a recently refused application 24/02564/FUL dated 27/01/2025 for the Subdivision of an existing dwelling to create 2no.flats. Conversion of an existing garage into a habitable space, erection of a single storey rear extension. Hip to gable roof extension with rear dormer and installation of 2nos front rooflights which was refused for the following reasons;\r\r1) No private amenity space has been provided for flat 2. The proposed standard of accommodation would therefore be poor, contrary to Policy DM10 of the Kingston Core Strategy (2012), Policy D3 of the London Plan (2021) and the NPPF (2023).\r\r2) In the absence of an executed Unilateral Undertaking to ensure that the development is car capped i.e. current and/or future occupants of the development would not be able to obtain car parking permits, the proposed development would be highly likely to lead to inconsiderate parking on surrounding streets, which would, in turn, compromise highway safety. The proposal is therefore contrary to Policy T4 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\rIt is noted that this application no longer seeks to subdivide the property into flats so the previous reasons for refusal fall away.\r\rIt is also further noted that a certificate of lafulness was recently approved under 24/02244/CPU dated 18/12/2024 for Change of use of an existing dwelling house (Use Class C3) to HMO (Use Class C4). Conversion of an existing garage into a habitable space, erection of single storey rear extension. Hip to gable roof extension with rear dormer and installation of 2nos front rooflights.\r\rConsultation\r5 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The first floor side extension has been set down and back from the front elevation and has been set in 1m from the boundary in general compliance with Policy Guidance 36 of the Residential Design SPD. Overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to the set in from the boundary coupled with the lack of windows on the flank elevation officers are satisfied that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "status": "Approved",
  "pp_id": "PP-09655492",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "22/03/2021",
  "id": "Kingston-21_00872_CPU",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291789,
          51.380155
        ],
        [
          -0.29179,
          51.380128
        ],
        [
          -0.291833,
          51.380128
        ],
        [
          -0.291832,
          51.380155
        ],
        [
          -0.291789,
          51.380155
        ]
      ]
    ],
    "type": "Polygon"
  }
}