{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QNORPPNHJIT00",
  "lapsed_date": "01/04/2024",
  "decision_target_date": "02/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4RR",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 109.4,
    "no_additional_bathrooms": 4,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2021",
    "intended_completion_date": "03/2022",
    "site_area": 0.055
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00283/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521166,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:28:03.346Z",
  "id": "Kingston-21_00283_HOU",
  "application_type": "Householder",
  "street_name": "Traps Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "01/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side and part two storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169314,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021782246",
  "centroid": {
    "lon": -0.259226,
    "lat": 51.409913
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development, by reason of its scale, siting and design, would unduly enclose Langley Grove and would appear as an unduly prominent and incongruous feature in the street scene, resulting in unacceptable harm to the character and appearance of the area. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "I acknowledge receipt of your payment for £43, the fee required for this application is £145, therefore please forward the outstanding balance of £102 as soon as possible.\r\rNote: Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames",
    "The site comprises a detached block of 4 flats, located on the corner of Glenthorne Road and Alfred Road. The wider area is predominantly residential characterised mostly by terraced and semi-detached dwellings. The site falls within a Zone 2 Flood Risks zone and the Grove Lane, Local Area of Special Character.\r\r21 neighbouring properties have been notified of the proposals and no representation has been received.\r\rConsultee Response\rLocal Lead Flood Authority - Objection\rHighways officer - Comment provided\r\rProposal Description \rConversion of existing basement to a flat, with associated works to enlarge existing light wells, replacement windows, new front boundary treatment and hard and soft landscaping.\r\rThe key areas of assessment are:\r\r- Principle of Development  \r- Flood Risk\r- The design of the proposed development.\r- Standard of Accommodation\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on highways.\r- Climate Change and Sustainability\r- Refuse and Recycling\r- Fire Safety\r\rPrinciple of Development\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011. Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole. These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rPolicy DM13 (Housing Quality and Mix) of the Kingston Core Strategy (2012) sets out that the Council will, in appropriate locations, encourage the delivery of a variety of residential accommodation, including purpose built, managed student housing, affordable housing, specialist and supported housing.\r\rPolicy DM14 (Loss of Housing) of the Kingston Core Strategy (2012) sets out that the Council will resist the loss of existing accommodation (of all types) and, in particular, dwellings which are suitable for family accommodation. To protect existing family units that meet an identified need, the Council will, where necessary, limit the conversion of family units into houses in multiple occupation.\r\rOfficer comment: The proposal seeks permission for the conversion of the existing basement which is currently used as a service room (laundry) and storage into a 2no. Bedroom flat.\r\rThe proposed development would result in the provision of an additional residential accommodation and would not result in a loss of dwellinghouse capable of occupation by a family (Use Class C3).\r\rIt is considered that the proposed development would be compatible with, and would not change, the primary use of the site as a residential property. The proposal also provides a net increase in dwellings, which would make a positive contribution to the Council's housing target which is given weight\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rPolicy SI 12 of the London Plan (2021) makes clear that development proposals should ensure that flood risk is minimised and mitigated and that residual risk is addressed. This should include, where possible, making space for water and aiming for development to be set back from the banks of watercourses\r\rPolicy DM4 of the Core Strategy requires development proposals to give full consideration to the Borough Strategic Flood Risk Assessment and related studies including the surface water management plans, to include Sustainable Urban Drainage Systems (SUDs) to manage and reduce surface water run-off, demonstrate that there is adequate public sewerage capacity to serve their development and deal with surface water run-off. Policy SI13 of the London Plan requires developments to achieve greenfield runoff rates and to follow the drainage hierarchy. \r\rOfficer comment: The application site falls within Fluvial Flood Zones 2. Paragraph 6.5.1 of the RBK Strategic Flood Risk Assessment (hereafter referred to as the SFRA) makes clear that a proposed development that sits within multiple flood risk zones must be classed under the highest risk Flood Zone present on site.\r\rThe proposed development comprises 1 additional 2 bedroom flat in the basement which is currently used as storage and a service room.\r\rThe applicant has submitted a Flood Risk Assessment (FRA). It is noted that the submitted FRA does not include a Sequential Assessment. Paragraph 168 of the National Planning Policy Framework (2023) (NPPF) sets out that: 'The aim of the sequential test is to steer new development to areas with the lowest risk of flooding from any source. Development should not be allocated or permitted if there are reasonably available sites appropriate for the proposed development in areas with a lower risk of flooding. The strategic flood risk assessment will provide the basis for applying this test. The sequential approach should be used in areas known to be at risk now or in the future from any form of flooding.'  Paragraph 6.2 of the SFRA states that the Sequential Test requires that proposed development sites are located within areas of lowest flood risk. Only if it can be demonstrated that there are no suitable sites within the wider search area can alternative sites (i.e. within areas that may potentially be at risk of flooding) be considered.\r\rOfficers note that the submitted FRA states 'the proposals are for a basement conversion, there is no requirement for the sequential or exception test, and the proposals will not obstruct any flood flow routes, therefore there is no reason for this application to be refused.' however, the proposed development is considered development under The Town and Country Planning Act 1990 Section 55 (1), therefore, a sequential test would be required in this case.\r\rIn the absence of a Sequential and Exception Test, it has not been demonstrated that there are no reasonably available sites appropriate for the proposed development in areas with a lower risk of flooding. Given that the site is within one of the highest zones of fluvial flood risk, it is highly likely that there would be reasonably available sites elsewhere in the Borough which have a lower level of flood risk.\r\rThe councils flood risk team was also consulted on the proposed development and provided the following comment(s):\r\rThe proposal is for a conversion of an existing basement to a flat, which increases its flood risk vulnerability to a highly vulnerable use.\r\rHowever, at this time, the applicant has not provided sufficient information to demonstrate that the proposed basement will not be at risk of flooding. No information has been provided about groundwater levels on this site or information about what resilience measures are currently available to mitigate groundwater flooding to the basement (whether it is tanked or not) considering its proposed highly vulnerable use. The SFRA 2021 7.6.1 recommends that Kingston should ensure that all permissible basement developments within an area of fluvial, surface water and groundwater flood risk should be fitted with resilience measures. This may include water proofing of walls and doors.\r\rIt is mentioned that the site is in an unproductive groundwater zone - negligible significance for water supply, however, this is an assessment of transmissivity, it does not follow that the proposed site is at low risk from groundwater flooding.\r\rTherefore, the LLFA do not have sufficient information at this time to support the proposed conversion of the basement to a highly vulnerable use.\r\rOverall, the proposed development is unacceptable development in Flood Zone 2 and, in the absence of any robust information to the contrary, the development would increase flood risk on-site and elsewhere and would put occupants of the development at undue risk of danger from flooding.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The applicant proposes to convert the existing basement which is currently being used as storage and a service room for all existing flats into a 2no bedroom flat with enlarged windows at each lightwell to facilitate the conversion. The proposed development also consists of new front boundary treatment and hard and soft landscaping. \r\rThe proposed conversion of the basement would mostly be internal as the only external change would be the enlargement of the light wells and windows at the basement level. Officers acknowledge that the external change would not be significantly visible in the streetscene as the site benefits from an existing 1m height boundary wall. \r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an acceptable impact on the character or appearance of the area as a result of the proposed development.\r\rStandard of Accommodation\rPolicy D6 of the London Plan 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires developments to provide adequate private and/or communal amenity space. Policy Guidance 13 of the Council's Residential Design SPD states that although levels of private amenity space may vary considerably in different character areas, each new dwelling should have a minimum of 50sqm of private garden (plus an extra 5sqm for each bedroom after the third), where the prevailing character allows.\r\rOfficer comment: The proposal seeks to provide a 2-bedroom property. Policy D6 Housing quality and standards of the London Plan (2021) require single-storey new dwellings to have a minimum gross internal floor area (GIA) of 70sqm, the new dwelling would have a gross internal floor area of approximately 72sqm, exceeding the minimum requirement of Table 3.1, Policy D6 of the London Plan. Additionally, the applicant has sufficiently demonstrated the floor-to-ceiling height requirement of 2.5m would be met as the proposed height would be approximately 2.6m. \r\rConcerning outdoor space, the applicant proposes to create approximately 12 sqm of garden amenity space towards the southern elevation which falls in line with Policy Guidance 13 (Private Amenity Space), of the Residential Design SPD and Policy D6 of the London Plan.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The applicant has submitted an internal daylight assessment which fails to assess the vertical sky component and the obstruction of the light walls. Table C2 of the BRE Site layout planning for daylight and sunlight guidance, states that the required level of recommendation at a minimum would be 2.1% of Target daylight factor D for half of the assessment grid (London), however, the submitted daylight assessment suggests that the bedroom would achieve 0.7%, living room 1.1% and the kitchen 1.4%, therefore falling outside the BRE guidelines. \r\rOverall, the proposed development would not provide adequate daylight for future occupiers of the space, therefore, would not ensure an acceptable standard of living for future occupants.\r \rOfficers have considered the proposed development in relation to neighbouring properties and concluded that there would be no adverse effects on the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy due to the scale and siting of the proposed development.\r\rHighways\rThe NPPF requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rDevelopment should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rPolicies DM9 and DM10 of the LDF Core Strategy together with the Council's Sustainable Transport SPD 2013  seek to ensure that new development has regard to local traffic conditions and does not contribute to congestion or compromise highway safety and for proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: Planning permission ref: 21/03755/FUL demonstrates that there are 3 existing car parking spaces on site. The applicant has now submitted an application form stating that there are no current parking spaces on site, they have not submitted an existing site plan and the submitted proposed ground floor plan shows that where the car spaces once were will now be occupied with a communal garden. The applicant has not made clear the current layout of the site and the proposed site layout may cause further issues with on-street parking.\r\rThe council's highways officer was also consulted on the proposed development and provided a comment:\r\rThe site has a public transport accessibility rating of 1b which indicates a very poorgned as a car free development. This in line with Policy T6b of the London Plan 2021 which requires that carfree development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport.\r\rThe site is located within the local CPZ and as such the applicant has indicated a willingness to provide a unilateral undertaking to ensure that the prospective occupiers of the new basement flat would not be eligible to apply for a parking permit. This is considered acceptable.\r\rAccording to the application, 2 cycle parking spaces will be provided for the new basement flat. This is in line with the minimum standard required by Policy T5 of the London Plan 2021 for the proposed dwelling type.\r\rShould you be minded to approve, please include a condition requiring the applicant to submit a Construction Management Plan for Highways approval.\r\rBased on the above, there are no Highway objections to this planning application\r\rOverall, due to insufficient information on the existing site, the proposal would as a result have an adverse impact on car parking provision, traffic congestion or highway safety, falling outside of Policy DM9 and DM10 standards of fire safety, embedding these at the earliest possible stage.\r\rClimate Change and Sustainability\rPolicy DM1 of the Council's Core Strategy 2012 requires all new residential developments to achieve Code for Sustainable Homes level 6. Policy DM3 requires development proposals to take into consideration the requirements for climate change adaptation, including through the reduction of potable water consumption.\r\rOfficer comment: The proposed dwelling would have to comply with Part L of the current Building Regulations. In relation to water, details demonstrating internal water consumption of no greater than 105l per person per day would be secured by planning condition, in the event of an approval.\r\rRefuse and Recycling\rPolicies CS8 and DM10 of the Core Strategy require the provision of adequate waste and recycling facilities to be provided in a location that will cause minimal adverse impact upon the amenities of the local area.\r\rOfficer Comment: The submitted ground floor plan demonstrates that the communal refuse and recycling would be satisfactory to take on the waste of an additional flat. The proposed site demonstrated that waste can stored and then easily moved for collection. Officers would request further details of the proposed bins type and that the bins are contained within a ventilated enclosure, such details would be secure by condition in the event of an approval.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Plan which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/02/2021",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-09466089",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259204,
          51.409926
        ],
        [
          -0.259205,
          51.409899
        ],
        [
          -0.259248,
          51.4099
        ],
        [
          -0.259247,
          51.409927
        ],
        [
          -0.259204,
          51.409926
        ]
      ]
    ],
    "type": "Polygon"
  }
}