{
  "site_name": "",
  "postcode": "KT4 7PA",
  "parking_details": null,
  "decision_conditions": [
    "The proposed changes would materially affect the overall character and appearance of the development subject of planning permission 20/00908/HOU and as such in the view of the Local Planning Authority would not constitute non material amendment to planning permission 20/00908/HOU.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultation \rComments were received from 1 resident on the grounds of:\r\r - Access or traffic problems\r - Car park issues\r\rProposal \rApplication under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Conditions 1 (Approved plans) for Application Reference Number: 23/00458/FUL (Erection of front and rear extension in ground and first floor with alteration to existing building. Erection of second and third floor to provide new 4no. x 2 bedroom additional flats and associated works.) dated 11/07/2023. \r\rThe proposed changes include: \rprovision a lift to facilitate access to all floors \rFloor space reduced due to the new lift\rFlat 1 - 89.3m² (approved 92.2m²)\rFlat 2 - 74m² (approved 75m²)\rFlat 3 - 74m² (approved 75m²)\rFlat 4 - 89.3m² (approved 92.2m²)\rFlat 5 - 69m² (approved 71m²)\rFlat 6 - 69m² (approved 71m²)\rFlat 7 - 69m² (approved 71m²)\rFlat 8 - 69m² (approved 71m²)\r\rAssessment\r\rOfficers note that concerns were raised regarding highway and car park. The proposed amendments would not have an impact on these elements of the development. \r\rThe internal floor space of the flats will be reduced due to the new lift proposed but the reduction would not be significant. The quality of accommodation of the amended scheme would meet requirements set out in Policy D6 of the London Plan 2021 in terms of overall gross internal area, bedroom sizes and ceiling heights. Although there will be loss in storage, the overall provision of storage and floor area for each flat are considered acceptable. Given the reasons above, the reduction in floor space is considered not to be detrimental to quality of accommodation to warrant refusal to the application.\r\rOverall the changes above to planning application 23/00458/FUL are considered not to be both individually and cumulatively significant in nature. It is considered that the proposal would not: \r\r-change the quantum or nature of development approved:\r- materially change the character and appearance of the approved development in a way that would be detrimental to either the character and appearance of the development or that would fail to preserve or enhance the character and  appearance of the surrounding area. \r- cause harm to the residential amenity of existing neighbouring occupiers or future occupants of the development subject of this application\r- result in any highway safety concerns\r- prejudice fire safety\r- or adversely alter the sustainability and biodiversity of the development approved.\r\rIt is recommended that the changes be accepted and that the conditions 1 is varied to include the drawings depicting the changes proposed. \r\rIt is recommended that the conditions attached to planning permission 23/00458/FUL  are reapplied and modified where appropriate to reflect any condition applications that have been considered and a decision issued since the grant of planning permission 23/00458/FUL . \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r",
    "Please submit time stamp photo, it is validation requirement."
  ],
  "ward": "Old Malden - OLD",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "100021802464",
  "appeal_decision_date": null,
  "application_details": {
    "site_area": 0.053000000000000005,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216672PN"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216672PM"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216672PO"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021802464"
    ]
  },
  "secondary_street_name": null,
  "centroid_northing": 166216,
  "status": "Refused",
  "centroid": {
    "lat": 51.381947,
    "lon": -0.25201
  },
  "decision_target_date": "04/05/2021",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_date_consultation_comments": null,
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": "Extension",
  "cil_liability": false,
  "last_updated": "2025-05-05T17:30:52.733Z",
  "valid_date": "06/04/2021",
  "bo_system": "Idox Uniform",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Non-Material Amendment",
  "centroid_easting": 521742,
  "decision": "Refused",
  "polygon": null,
  "description": "Non-Material amendment to Planning Permission ref: 20/00908/HOU (Conversion of garage to habitable space, demolition of conservatory, erection of single storey rear extension with associated changes to fenestration, first floor side extension, hip and rear dormer roof extensions with installation of 3no front rooflights to facilitate loft conversion. Erection of detached outbuilding in rear garden. (amended description) ). Amendments to include changes to colour of roof tile, from red/brown to grey. (Redland Plain Tile - Slate Grey), colour of UPVC windows, from white to grey and finish on front elevation, from brickwork to white painted render and changes to sizes of side elevation windows, reduced as per Building Control requirement.",
  "epc_number": null,
  "lpa_app_no": "21/00939/NMA",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "30/04/2024",
  "decision_agency": null,
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "30/04/2021",
  "appeal_status": null,
  "id": "Kingston-21_00939_NMA",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": "33",
  "street_name": "Forest Side",
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQPY9DNHKBV00",
  "pp_id": "PP-09672631",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.251988,
          51.38196
        ],
        [
          -0.251989,
          51.381933
        ],
        [
          -0.252032,
          51.381933
        ],
        [
          -0.252031,
          51.38196
        ],
        [
          -0.251988,
          51.38196
        ]
      ]
    ],
    "type": "Polygon"
  }
}