{
  "title_number": [],
  "site_name": "",
  "cil_liability": false,
  "uprn": "100021801721",
  "decision_process": "Delegated",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "67",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Approved",
  "lpa_app_no": "21/00897/HOU",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "04/07/2026",
  "locality": null,
  "postcode": "KT6 6PW",
  "decision_target_date": "19/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Woodlands Road",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "secondary_street_name": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QQGRO1NHK9W00",
  "last_updated_by": "Idox Uniform",
  "decision_date": "04/07/2021",
  "appeal_decision": null,
  "centroid_easting": 517794,
  "ward": "Surbiton Hill - OLD",
  "centroid": {
    "lat": 51.386715,
    "lon": -0.308569
  },
  "application_type_full": "Householder planning & demolition in a conservation area",
  "appeal_status": null,
  "centroid_northing": 166654,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:30:41.390Z",
  "description": "Demolition of an existing garage and side extension. Erection of a new part single, double storey side extension and single storey front extension. Replacing the roof of the existing rear extension and installation of 2no roof lights. Erection of rear dormer roof extension and raising roof ridge height with installation of 2no front, 1no rear and 1no side roof lights to facilitate a loft conversion. Erection of a raised access platform with a staircase leading down to the rear patio to replace an existing external staircase. Associated changes to fenestration",
  "last_date_consultation_comments": "28/04/2021",
  "application_details": {
    "total_gia_gained": 93.9,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "01/2023",
    "intended_commencement_date": "03/2022",
    "site_area": 0.081
  },
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows at first and second floor level in the north-east elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first and second floor level in the north-east elevation of the dwelling house currently known as \"67 Woodlands Road, Surbiton, KT6 6PW\" as set out in Section 1 (Site Address) of the submitted application form signed 23.03.2021, unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with Tree Survey and Arboricultural Impact Assessment. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r"
  ],
  "status": "Approved",
  "pp_id": "PP-09663855",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "24/03/2021",
  "id": "Kingston-21_00897_HOU",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.308547,
          51.386729
        ],
        [
          -0.308548,
          51.386702
        ],
        [
          -0.308591,
          51.386702
        ],
        [
          -0.30859,
          51.386729
        ],
        [
          -0.308547,
          51.386729
        ]
      ]
    ],
    "type": "Polygon"
  }
}