{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMMENCNH04300",
  "lapsed_date": "17/03/2026",
  "decision_target_date": "17/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6HA",
  "site_name": "Carriage House\rFlat 1, 22 Glass Place\rSurbiton\rKT6 6EB\r",
  "status": "Refused",
  "application_details": {
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 55,
        "gia_gained": 0,
        "use_class": "B1a",
        "gia_lost": 0
      }
    ],
    "occupation_status": "Vacant",
    "total_gia_gained": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 55,
      "total_gia_lost": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 1,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "intended_commencement_date": "03/2021",
    "intended_completion_date": "06/2021",
    "total_gia_existing": 55,
    "total_gia_lost": 0,
    "site_area": 0.009
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00047/PAO2R",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518500,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Change of use - offices to dwellinghouses",
  "last_updated": "2025-05-05T17:27:00.555Z",
  "id": "Kingston-21_00047_PAO2R",
  "application_type": "Prior Approval",
  "street_name": "Ewell Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "17/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use of ground floor from Office (Class B1a) to Residential (Class C3) to provide 1no. x two bedroom flat.\r\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "12/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167038,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023066294",
  "centroid": {
    "lon": -0.298299,
    "lat": 51.39002
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The building was not used for a use falling within Class B1(a) (offices) of the Schedule to the Use Classes Order on 29th May 2013. The proposed development therefore falls outside of the parameters of permitted development as specified by Paragraph O.1(b)(i) of Part 3 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Condition 11 (Sustainable Drainage Scheme) of planning permission 20/00825/FUL states:\rNo building hereby permitted shall be occupied until the sustainable drainage scheme for the site has been completed in accordance with the submitted details and evidence (photographs and/or installation contracts) submitted for approval by the Lead Local Flood Authority. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed  management and maintenance plan.\r\rReason: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems, Kingston Council's Core Strategy Policy DM 4 (Water Management and Flood Risk), the National Planning Policy Framework (Paragraph 103) and the London Plan(Policies 5.12 and 5.13) along with associated guidance to these policies.\r\rOfficer comment: The current application is a resubmission of the previously refused applications: \r- Ref: 23/02618/CLC, reason for refusal: Insufficient information has been submitted to demonstrate that the proposal would not increase the risk of flooding to the site itself or elsewhere, in conflict with policy SI13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r\r- Ref: 24/00084/CLC, reason for refusal: Insufficient information has been submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the approved details, providing the necessary 163 m3 storage,  contrary to Kingston Council's Core Strategy Policy DM 4 (Water Management and Flood Risk), the National Planning Policy Framework (Paragraph 103) and the London Plan (Policies 5.12 and 5.13).\r\rThe RBK's Flood Officer has offered the following comments:\r'The LLFA do not recommend the discharge of this application as more information and clarity on the amount of storage installed is required.\r\rThis application is the same as 24/00084/CLC. Initially, the discharge of this condition was not recommended because the applicant needed to provide more information to demonstrate that the right amount of storage has been installed as approved.\r\rThe applicant had provided two drainage layout drawings; \"Ground Floor Drainage Layout\" and \"Podium Surface Water Management Layout\". These drawings show that proposed storage volumes of 86 m3 and 58 m3 are required for the ground floor drainage and an attenuation volume of 52.42 m3 is required for the podium surface water drainage.\r\rIn the last application to discharge this condition (24/00084/CLC), the applicant submitted installation photographs and order forms showing 1369 permavoid units (708x354x150) which is presumed to be for the podium surface water drainage.\r\rIn this application (24/000839/CLC), the applicant has submitted an order form from SDS showing 60.87 m3 of attenuation tanks, which we presume to be the cellular storage tanks for one of the ground floor drainage. However, no installation contract or forms have been provided for the permavoid system in the courtyard that is to provide an attenuation of 86 m3.\r\rTherefore, the LLFA is still not able to recommend the discharge of this condition as we do not have enough information to confirm the amount of storage that has been installed. The applicant should clarify what volumes of storage was installed to ensure that it corresponds with what was approved. Installation contracts of installed tanks for the permavoid system in the courtyard should be provided.'\r\rGiven the above, insufficient information has been submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the approved details, providing the necessary storage,  contrary to Kingston Council's Core Strategy Policy DM 4 (Water Management and Flood Risk), the National Planning Policy Framework (Paragraph 103) and the London Plan (Policies 5.12 and 5.13).\r",
    "Site Location Plan - the red line on the Site Location Plan does not clearly outline the whole site. Please check the red line boundary and re-submit the plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/01/2021",
  "secondary_street_name": null,
  "site_number": "110",
  "pp_id": "PP-09392769",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.298277,
          51.390033
        ],
        [
          -0.298278,
          51.390006
        ],
        [
          -0.298322,
          51.390007
        ],
        [
          -0.298321,
          51.390034
        ],
        [
          -0.298277,
          51.390033
        ]
      ]
    ],
    "type": "Polygon"
  }
}