{
  "lpa_name": "Kingston",
  "uprn": "100021788079",
  "decision_date": "30/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00693_HOU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT5 9EZ",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "06/2021",
    "total_gia_gained": 12.5,
    "intended_completion_date": "11/2021",
    "no_additional_bedrooms": 0,
    "site_area": 0.04
  },
  "valid_date": "05/03/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of side dormer roof extension",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any proposed windows at first floor level in the north elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Please submit 'Accessibilty Statement and Area Schedule'.",
    "We have received the following comments from the Surbiton Conservation Area Advisory Committee (SCAAC) viewing the application and 'Objected' for the following reason:\r\r'SCAAC maintains its position that the selection of multiple different facing materials is much too busy and off-white window frames/gutters and black slate effect roofing tiles are not complementary to the materials pallette of the CA. Houses in Southborough traditionally have red-tiled roofs and white window frames. A simpler facing with red brick, red roof tiles and white windows would cause less harm to the CA.'\r\rWhilst officers acknowledge SCAAC's comments, the applicant sufficiently demonstrated that the proposed materials would be acceptable, through the submitted details which include physical samples of material submitted to the council on 18.09.2024.\r\rThe applicant is informed that the submitted details have been assessed and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to condition 4 (Detailed Drawings) of planning permission 22/02235/FUL, which states:\r\rPrior to the commencement of any development above ground level, detailed drawings at a scale of 1:5, 1:10 or 1:20 (as applicable) of the following features shall be submitted to and approved in writing by the local planning authority:\r\r- 1:5/1:10 details (plan/section/elevation) of all external windows, doors, railings\r- 1:20 typical bay and central glazed (front and rear) elevation, annotated with all materials\r- Details of external lighting\r- Details of boundary treatments (wall, gates, fences etc), including details of manufacturing specification\r- Details of landscaping materials, including product details\r- Details of PV panels\r\rThe development shall then be carried out in accordance with the approved drawings.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:46.806Z",
  "ward": "Alexandra - OLD",
  "parking_details": null,
  "lapsed_date": "30/04/2026",
  "decision_target_date": "30/04/2021",
  "centroid": {
    "lat": 51.390925,
    "lon": -0.273472
  },
  "lpa_app_no": "21/00693/HOU",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPI4HBNHK1B00",
  "locality": null,
  "polygon": null,
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "51",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Elmbridge Avenue",
  "pp_id": "PP-09556186",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 520225,
  "appeal_start_date": null,
  "centroid_northing": 167179,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.27345,
          51.390938
        ],
        [
          -0.273451,
          51.390911
        ],
        [
          -0.273494,
          51.390912
        ],
        [
          -0.273493,
          51.390938
        ],
        [
          -0.27345,
          51.390938
        ]
      ]
    ],
    "type": "Polygon"
  }
}