{
  "lpa_name": "Kingston",
  "uprn": "100021792772",
  "decision_date": "30/04/2021",
  "epc_number": null,
  "application_type_full": "Lawful development: Proposed use",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00705_CPU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT6 7NX",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "total_gia_gained": 23.23,
    "no_additional_bedrooms": 1,
    "site_area": 0.019,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021792772"
    ]
  },
  "valid_date": "08/03/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of rear dormer roof extension with the installation of 3no. rooflights to front roofslope",
  "decision_conditions": [
    "The proposed erection of rear dormer roof extension with the installation of 3no. rooflights to front roofslope falls within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B, C & G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The location plan is in 1:1000 scale. Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point. Show any other land owned by the applicant that is close to or adjacent to the property outlined in blue. \r",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r4 no surrounding properties were notified  of the proposed development. No  letters of representation were received.  \r\rProposal \rThe application seeks full planning permission for the erection of part two storey/ part single storey rear and  single storey front porch extension. \r\rApplication Site\rThe site comprises an end of terrace dwelling. \r\rPlanning History\r24/02066/PAEXT - Erection of single storey rear extension (6m in depth, maximum height of 3m and eaves height of 3m). Prior Approval not required 18.09.24\r24/02067/CPU - Erection of hip to gable and rear dormer roof extension with installation of 2 nos front rooflights to facilitate loft conversion. Granted 24.10.24\r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal  approval for the erection of a part two storey / part single storey rear and single storey  front porch extension.\r\rThe proposed single storey rear  ground floor extension would project a depth of 3m, width 5.8m and have a parapet flat roof with height of 2.9m accommodating a single rooflight. The rear elevation would present  bifolding doors and a single window. A proposed first floor rear extension would sit within the built footprint of the proposed ground floor rear extension and have a width of 3.5m.  A dual pitch roof is proposed that would relate well with the existing main roof of the dwelling.   Within the terrace blocks along Porchester Road, Officers note there are similar examples of  part two storey/ part single storey rear extensions.\r\rThe proposed single storey front porch extension would project a depth of  1.9m and width of 2.5m. It would have a dual pitch roof with an eaves height of 2.447m and pitch 3.217m. Offices note none of the existing dwellings within the terrace block (odd nos 97-103) have front porch extensions. In a separate terrace block, Officers note that the existing front porch extensions at no 91 and 93 Porchester Road  fall within the parameters of permitted development rights.  Therefore, in this instance, it is considered that the  proposed front porch extension would not be a proportionate and subordinate addition to the host dwelling and the roof form would not  be in keeping with the existing roof form of the host dwelling.  \r\rThe proposed materials would relate well to those of the existing dwelling.\r\rThe proposed development is considered unacceptable in terms of scale,form,bulk,height and design. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposals.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rIn respect of the proposed  part two storey / part single storey rear extension, Given the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rImpact upon Highways\rPolicy DM10 of the Core Strategy states that proposals should have regard to local traffic conditions and highway safety  and ensure that they are not adversely affected.\r\rThe application site has the benefit of an existing drive which provides off site parking for the dwelling. As demonstrated by the submitted  site photograph.  However, Officers  observe  from the submitted site photograph that the  actual physical area  of the drive is of a size that is just capable of accommodating a modern family car.   The minimum standard depth of a off street drive is 4.8m  ( RBK Vehicle Cross Over Policy December  2018 ). The introduction of a front porch extension  would  significantly reduce the depth  of the functional drive  and thereby displace  an off street parking space associated with the  dwelling. There is an additional risk of the car being parked partly onto/ overhang the public highway i.e. the pavement which would impact upon highway safety.  This would not be supported. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:50.464Z",
  "ward": "Tolworth & Hook Rise - OLD",
  "parking_details": null,
  "lapsed_date": "30/04/2026",
  "decision_target_date": "03/05/2021",
  "centroid": {
    "lat": 51.376504,
    "lon": -0.288412
  },
  "lpa_app_no": "21/00705/CPU",
  "status": "Approved",
  "site_name": "83 Largewood Avenue\rTolworth\rSurbiton\rKT6 7NX\r",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QPNIUTNHK1T00",
  "locality": null,
  "polygon": null,
  "development_type": "Certificates of Lawful Development",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "83",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Largewood Avenue",
  "pp_id": "PP-09522894",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 519223,
  "appeal_start_date": null,
  "centroid_northing": 165551,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28839,
          51.376517
        ],
        [
          -0.288391,
          51.37649
        ],
        [
          -0.288434,
          51.376491
        ],
        [
          -0.288433,
          51.376518
        ],
        [
          -0.28839,
          51.376517
        ]
      ]
    ],
    "type": "Polygon"
  }
}