{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QNPB2DNHJJ400",
  "lapsed_date": "25/03/2026",
  "decision_target_date": "26/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5NQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 8,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "site_area": 0.031,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206688JH"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206688HH"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206688HA"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206688JI"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021782395"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00291/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520887,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:28:05.019Z",
  "id": "Kingston-21_00291_CPU",
  "application_type": "All Other",
  "street_name": "Van Dyck Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "25/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of 2 no. side dormer roof extensions in association with the conversion of roofspace into habitable use",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166836,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782395",
  "centroid": {
    "lon": -0.264079,
    "lat": 51.387701
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of 2 no. side dormer roof extensions in association with the conversion of roofspace into habitable use falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B & Class G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling.\r\r6 neighbouring properties have been notified of the proposals and no representation has been received.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Sustainable Transport\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that the proposed front extension would be visible would be visible from the street, however, development of this style is not unusual in Bolton Road and the extension would appear small in scale and proportionate to the host dwelling. \r\rThe applicant proposes to link the existing garage to the proposed single-storey rear extension which would have depth ranging from approximately 4.4m to 3.7m and a flat roof height of approximately 3.1m. The applicant also proposes to alter the existing garage roof to match the style and height of the proposed rear extension. Whilst officers acknowledge that the depth and height of the proposed rear extension would not comply with Policy Guidance 33, of the Residential Design SPD, it would not be visible in the streets and would still appear proportionate and subordinate to the host dwelling. \r\rOverall, the proposed development would not adversely impact the character or appearance of the area and would be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed development, using the 45 degree BRE guidance, and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rThe proposed rear extension would extend past the rear elevation of No. 44 Bolton Road by approximately 2m. Whilst officers acknowledged that this causes the proposal to fail the 45-degree test on elevation, the applicant has sufficiently demonstrated that it would not fail on plan. Therefore, the proposed development would not cause a significant loss of daylight to the nearest ground-floor window at No.44 Bolton Road.\r\rThe closest ground-floor windows at No.48 Bolton Road, serve a utility room and WC  which are not considered habitable rooms. Although officers acknowledge some loss of daylight through those windows, there would not be a significant loss of light to the habitable rooms of neighbouring property No.48 as a result of the proposed development.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The existing garage would not safely accommodate on-site car parking by failing to comply with the space parameters required by the Sustainable Transport SPD, 2013. Officers consider that the conversion of the garage would not result in the loss of off-street car parking provision on site, as the hardstanding to the front of the property would provide adequate space for car parking. However, the loss of the garage would remove the potential for the safe storage of cycles, as such it is reasonable to impose a condition requiring details of cycle parking to be submitted and approved.\r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Statement which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "We have received one page of revised householder checklist, however there is 'N' in time stamp photo', please revise the whole validation checklist with correct information.\r\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/01/2021",
  "secondary_street_name": null,
  "site_number": "32",
  "pp_id": "PP-09467639",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.264057,
          51.387715
        ],
        [
          -0.264058,
          51.387688
        ],
        [
          -0.264101,
          51.387688
        ],
        [
          -0.2641,
          51.387715
        ],
        [
          -0.264057,
          51.387715
        ]
      ]
    ],
    "type": "Polygon"
  }
}