{
  "street_name": "Bolton Road",
  "lpa_app_no": "21/00492/HOU",
  "epc_number": null,
  "ward": "Chessington South - OLD",
  "bo_system": "Idox Uniform",
  "appeal_decision_date": null,
  "site_number": "51",
  "date_building_work_started_under_previous_permission": null,
  "description": "Erection of single storey rear extension and part single, part double storey side extension. Basement excavation with installation of lightwell",
  "application_type": "Householder",
  "decision_conditions": [
    "The applicant has failed to demonstrate that the proposed basement development would have an acceptable impact on the living conditions of neighbouring occupiers, highway safety, flood risk, drainage, and land stability. The proposal is therefore contrary to policies D3 and T4 of the London Plan 2021 and policies DM4 and DM10 of the Council's Core Strategy 2012.",
    "The Householder Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement."
  ],
  "actual_commencement_date": null,
  "uprn": "100021745351",
  "pp_id": "PP-09513227",
  "last_updated_by": "Idox Uniform",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "title_number": [],
  "id": "Kingston-21_00492_HOU",
  "decision": "Refused",
  "borough": "Royal Borough of Kingston (LA Code)",
  "polygon": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "reference_no_of_permission_being_relied_on": null,
  "site_name": "",
  "decision_agency": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "07/2022",
    "total_gia_gained": 70,
    "intended_commencement_date": "06/2021",
    "site_area": 0.052000000000000005
  },
  "postcode": "KT9 2JF",
  "centroid_easting": 518078,
  "status": "Refused",
  "valid_date": "16/03/2021",
  "decision_process": "Delegated",
  "centroid_northing": 163941,
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QOMN3NNHJRE00",
  "parking_details": null,
  "decision_date": "11/05/2021",
  "development_type": "Other house holder developments",
  "cil_liability": false,
  "locality": null,
  "appeal_decision": null,
  "decision_target_date": "11/05/2021",
  "last_updated": "2025-05-05T17:28:56.044Z",
  "lpa_name": "Kingston",
  "lapsed_date": "11/05/2024",
  "centroid": {
    "lat": 51.362273,
    "lon": -0.30539
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305368,
          51.362286
        ],
        [
          -0.305369,
          51.362259
        ],
        [
          -0.305412,
          51.36226
        ],
        [
          -0.305411,
          51.362287
        ],
        [
          -0.305368,
          51.362286
        ]
      ]
    ],
    "type": "Polygon"
  }
}