{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMYUD3NHJBJ00",
  "lapsed_date": "14/04/2024",
  "decision_target_date": "12/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1BW",
  "site_name": "Basement And Ground Floor",
  "status": "Lapsed",
  "application_details": {
    "superseding_details": [
      {
        "lpa_app_no": "17/12843/FUL",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Unknown",
        "intended_commencement_date": "09/2022",
        "intended_completion_date": "12/2022"
      }
    ],
    "total_gia_gained": 27,
    "site_area": 27,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 27,
        "use_class": "SG",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "N/A"
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 27,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 27,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Mixed",
    "s106_agreement": false,
    "existing_uprns": [
      "100023553433"
    ],
    "commencement_notice_received": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "PROPST P2 Clarence Street South - Eden Quarter"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Kingston Town Centre"
      }
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00110/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518152,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:27:17.712Z",
  "id": "Kingston-21_00110_FUL",
  "application_type": "All Other",
  "street_name": "Eden Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "14/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of basement service tunnel",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169300,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023553433",
  "centroid": {
    "lon": -0.302546,
    "lat": 51.410423
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).\r",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited, unless otherwise first agreed in writing, to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site;\rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly. \r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase in order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with Policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to commencement of works (excluding site investigations and demolition), the applicant must submit final detailed designs of the tunnel including drawings to the Local Planning Authority for review and approval in writing to demonstrate how the tunnel is to be made watertight. Where the applicant has made material changes to the approved documents \"Eden Walk - Service tunnel planning application- Revision B\", drawings 1826-EVE-00-ZZ-S-0055 A and 1826-EVE-00-ZZ-S-0056 A, the revised documents must be submitted with proof that the new design follows the principles set out in the approved planning application and in the letter response to the Lead Local Flood Authority comments dated 10/11/2017, as approved under planning permission ref: 17/12843/FUL dated 02/02/2018. \r\rReason: The detailed designs are required prior to the commencement of development as they are integral to the design of the proposed development and ensuring the prevention of the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to Policies SI 12 and SI 13 of the London Plan (2021), its associated Sustainable Design and Construction SPG and the Non-Statutory Technical Standards for Sustainable Drainage Systems.",
    "No demolition or development shall take place until a written scheme of investigation has been submitted to and approved by the local planning authority in writing. For land that is included within the written scheme of investigation, no demolition or development shall take place other than in accordance with the agreed written scheme of investigation, which shall include the statement of significance and research objectives, and\r\rA. The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\rB. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the written scheme of investigation.\r\rThe written scheme of investigation will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015 (as amended).\r\rReason: This is integral to the planning of the development at the outset in order to protect the historic interest of the designated Archaeological Priority Area and accord with policy DM12 of the Council's adopted LDF Core Strategy April 2012.\r\r",
    "Before any piling takes place a piling method statement shall be submitted to and approved in writing by the Local Planning Authority. Any piling must be undertaken in accordance with the terms of the approved piling method. The piling method statement should detail the type of piling to be undertaken, why this method has been selected, measures to be taken to minimise noise and vibration and a plan showing where the piles are to be installed. There are a number of different piling methods suitable for different circumstances. Guidance is contained in BS5228 Noise control on Construction and Open sites - Part 4: Code of Practice for noise and vibration control applicable to piling operations. The contractor is required to take the best practicable means to minimise noise and vibration and the Council positively encourages the use of hydraulic, auger and diaphragm wall piling methods. Where complaints of noise and vibration are received it is expected that the contractor will undertake noise and vibration monitoring, with data reported back to the Environmental Health Service.\r\rReason: This is integral to the planning of the development at the outset in order to protect the amenities of the surrounding area and to accord with policy DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays, unless otherwise first agreed in writing.\r\rReason:  To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "If during implementation of this development, contamination is encountered which has not previously been identified, the additional contamination shall be fully assessed and a specific contaminated land assessment and associated remedial strategy shall be submitted to and agreed in writing by the Local Planning Authority before the additional remediation works are carried out. The agreed strategy shall be implemented in full prior to completion of the development hereby approved.\r\rReason: To prevent harm to human health and pollution of the environment in accordance with the aims and objectives of the borough's Local Plan.\r",
    "On completion of the agreed remediation works, a verification report including quality assurance certificates that demonstrates the effectiveness of the remediation carried out must be submitted within 28 days of the report being completed and is subject to the approval in writing by the Local Authority.\r\rReason: To prevent harm to human health and pollution of the environment in accordance with the aims and objectives of the borough's Local Plan.",
    "It is noted that the submitted drawings show 3 'existing' car parking spaces to the front of the property. The arrangement shown on the drawings does not appear to reflect the existing situation, existing boundary walls or street furniture. If the applicant seeks car parking arrangements as shown on the submitted drawings they must apply for planning permission and clearly state that any car parking, widened vehicular crossover or other proposals are captured in the description of development.",
    "The submitted existing and proposed elevations and section have an incorrect scale bar, it measures to 3.48m instead of 5m in 1:100 scale as stated. Please revise the existing and proposed elevations and section with correct scale bar.",
    "The submitted existing and proposed floor plans and roof plan have an incorrect scale bar, it measures to 3.48m instead of 5m in 1:100 scale as stated. Please revise the existing and proposed floor plans and roof plan with correct scale bar.",
    "Please provide Existing and Proposed  Block Plans drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "For the avoidance of doubt, please confirm the description 'Erection of rear dormer roof extension with juliet balcony and installation of 3nos front rooflights'.",
    "Please submit 'Fire Statement/Plan'. If you consider the proposal does not require fire statement, please submit 'Reasonable Exception Statement.'",
    "Please provide 'Time Stamp Photo'. It is validation requirement.",
    "Please revise the validation check list with updated information. Please check the new local list in our website before filling the validation checklist.\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications.\r",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks the following amendments to planning permission reference: 23/01419/FUL\r- Installation of a new, enlarged revolving door at the main Penrhyn Road front entrance;\r- Raising the height to the lift overrun by 500mm from the original planning permission\r\rThe requirement to increase the size of the revolving door is based on an assessment of student  movements undertaken by the University, to ensure that students and staff can move freely into and out of the Main Campus building. It is advised that it would also mirror the size of the revolving door at Townhouse.This change would be minor and not materially harmfully affect the design or appearance of the scheme.\rIt is advised that there is technical need to increase the overrun lift overrun . This is a minor increase to the overrun height by 500mm. Given the siting of the overrun, the increase in height would not be readily visible from the public realm.\r\rThe majority of the proposed alterations are recognised by Officers as arising from detailed construction / technical design process. The proposed changes to the built scheme from that approved would not result in unacceptable harm upon the character and appearance of the area and the development's external appearance would not be significantly dissimilar to that approved. The further details are considered to be acceptable and appropriate. Overall, the proposals are not considered to have an adverse impact upon the character and appearance of the development or the surrounding area. \r\rAccordingly, the proposed amendment is considered to be non-material and it is recommended that the application be granted.\r",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38 (6) of the Planning and Compulsory Purchase Act 2004  states that planning applications must be determined in accordance with the development plan unless material considerations indicate  otherwise. \r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rApplication Site\rThe  site comprises detached dwelling. \r\rProposal \rThe  current planning application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established. On such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary  and unreasonable to revisit every issue which was relevant to the determination of the original application. In assessing the application, Officers are mindful of any changes in planning policy or site circumstances since granting the original permission. \r\rPermission was granted under  24/00134/HOU dated  22 March 2024 for the erection of rear dormer and hip to gable roof extensions to facilitate loft conversion. Installation of front rooflights. \r\rConsultations\r15 no surrounding properties were notified  of the proposed development. One letter of support was received .\r\rAs noted before the principle of development has already been established as this application  seeks an amendment only  to allow the addition of a high level gable window on the side elevation facing towards neighbouring no 7 Avenue South .\r\rPlanning Assessment  The key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment :  The proposed  high level gable window materials would not be visible  within the streetscene and would not be highly visible or incongruous when viewed from the wider area. The proposed development is  considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development .\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer comment -  It is considered that the proposed development would have not adversely affect the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire safety  \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation  assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12 (A) the details of which could be secured through conditions. For these reasons. Officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of single storey and first floor rear extension. Erection of hip to gable and rear dormer roof extension with installation of 2nos. front rooflights to facilitate loft conversion. Changes to side fenestrations.\r\rConsultation\r13 neighbouring properties have been notified and 1 letter of objection has been received stating;\r - Excessive height or bulk of buildings\r - Loss of light/Sunlight\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Roof extensions can have a significant impact on the character of the streetscape both in individual cases or through the cumulative impact of several roof extensions within a street. This is particularly true where they are visually prominent within the street. When designing a roof extension it is important to ensure that the addition of a dormer window complements the original design of the house (particularly the roof form). In many cases, it should be possible to design dormer windows so that they allow the conversion of a loft space, but do not dominate the form of the existing roof.\r\rThis is particularly true when proposing to extend the roof of a semi-detached property, which would upset the visual balance of the two houses, particularly when viewed in the context of other houses in the street or wider area. With regards to rear dormers, Policy Guidance 39 of the residential design SPD states that they should be set in from the side and eaves of the roof  by at least 500mm. \r\rOfficers note that there are other examples of hip to gable extensions within the streetscene, however, in the context of this site, the proposed hip to gable would result in a loss of symmetry to a pair of semi-detached dwellings. The proposed dormer has also not been set in from the boundary with No. 23 Waters Road. The proposed first floor rear extension would span the width of the property and have a flat roof: the overall appearance of this would be highly discordant and visually intrusive when viewed from neighbouring properties.\r\rThe proposed development is therefore considered to be unacceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  With regards to the proposed rear extension to the ground and first floor, officers note that both extensions would fail to comply with BRE Guidance in relation to the 25 and 45 degree rules. The rear of the adjoining property, No. 23  has not been altered so the proposed depth of a 6 meter rear ground floor extension hard up against the boundary is considered to be un neighbourly and overbearing and no evidence has been provided to demonstrate that the proposed ground and first floor extensions would not result in loss of light the nearest habitable room windows of No. 23 Waters Road. Officers note the examples given in the design and access statement of the joint development at No. 27 and No. 29 Waters Road and also No. 22 Waters Road, however, the alterations at No 27 and No. 29 were built out at the same time so to reduce the overbearing impact on this pair of semi detached dwellings and the first floor rear extension at No. 22  did not extend the full width of the property in order to also reduce the impact on the adjoining property.  Overall, It is considered that the proposed development would adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, and loss of light.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38 (6) of the Planning and Compulsory Purchase Act 2004  states that planning applications must be determined in accordance with the development plan unless material considerations indicate  otherwise. \r\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rApplication Site\rThe  site comprises detached dwelling. \r\rProposal \rThe  current planning application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established. On such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary  and unreasonable to revisit every issue which was relevant to the determination of the original application. In assessing the application, Officers are mindful of any changes in planning policy or site circumstances since granting the original permission. \r\rPermission was granted under  24/00134/HOU dated  22 March 2024 for the erection of rear dormer and hip to gable roof extensions to facilitate loft conversion. Installation of front rooflights. \r\rConsultations\r15 no surrounding properties were notified  of the proposed development. One letter of support was received .\r\rAs noted before the principle of development has already been established as this application  seeks an amendment only  to allow the addition of a high level gable window on the side elevation facing towards neighbouring no 7 Avenue South .\r\rPlanning Assessment  The key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment :  The proposed  high level gable window materials would not be visible  within the streetscene and would not be highly visible or incongruous when viewed from the wider area. The proposed development is  considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development .\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer comment -  It is considered that the proposed development would have not adversely affect the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire safety  \r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation  assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12 (A) the details of which could be secured through conditions. For these reasons. Officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r",
    "Condition 21 (Acoustic Impact Assessment) - RBK Environmental Health Officer has reviewed the information submitted and is satisfied this can now be approved.",
    "The site comprises an end-terrace dwelling.\r\r16 neighbouring properties have been notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact on trees.\r- Fire Safety.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed single-storey rear extension would have a total depth of approximately 3m from the rear wall and a total pitched roof height of approximately 3.6m with an eave height of approximately 2.5m. Development of this style would not be incongruous in the vicinity of Alexandra Road as several dwellings benefit from similar rear extensions.\r\rThe proposed attached side extension would not be set back from the front wall by a minimum of 500mm, as requested by Policy Guidance 35, of the Residential Design and whislt officers acknowledge that the proposed development would be visible in the streetscene, development of this style would appear subordinate. Additionally, the proposed fenestration and material use would aid in making the extension appear as though it was built with the original dwelling. \r\rOverall, on balance, the proposed extension is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.  \r\rGiven the sitting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTrees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rOfficer comments: The Council's Trees and Landscapes Officer has reviewed the proposal and is satisfied that no harm to, or loss of, retained trees which contribute positively to the character of the area would occurr.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/01/2021",
  "secondary_street_name": null,
  "site_number": "59",
  "pp_id": "PP-09341196",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302524,
          51.410436
        ],
        [
          -0.302525,
          51.410409
        ],
        [
          -0.302568,
          51.410409
        ],
        [
          -0.302567,
          51.410436
        ],
        [
          -0.302524,
          51.410436
        ]
      ]
    ],
    "type": "Polygon"
  }
}