{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QNC00ENH02800",
  "lapsed_date": "19/03/2026",
  "decision_target_date": "19/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6PL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.01,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021756948"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00200/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518950,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:27:40.227Z",
  "id": "Kingston-21_00200_CPU",
  "application_type": "All Other",
  "street_name": "Clifton Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "19/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of L shaped rear dormer with installation of 1no front rooflight to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 170038,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021756948",
  "centroid": {
    "lon": -0.29083,
    "lat": 51.416889
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling.\r\r5 neighbouring properties have been notified of the proposals and no representation has been received.\r\rRelevant Planning History\r23/03102/HOU - Erection of two-storey side extension and front porch extension. Refused on 24.01.2024.\r23/01921/HOU - Erection of two storey side extension. Refused on 20.09.2023\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The applicant previously submitted an application which was refused under ref: 23/03102/HOU the proposal had a width of approximately  4.3m, would be highly visible in the streetscene and would have extended toward the rear of the dwelling by a further 1.5m. Additionally, the proposed two-storey side extension would have a roof form that would not complement the existing dwelling and would project far forward of the established building line at the two-storey level along Leatherhead Road and would be overly prominent in the streetscene. Therefore, the previous proposal did not appear subordinate to the original dwellinghouse.\r\rThe applicant has now submitted a revised proposal which consists of a two-storey rear extension and porch. The applicant has further reduced the width of the two-storey side extension to approximately 4m and the extension would no longer extend beyond the rear elevation. Additionally, the roof of the extension would still maintain a 700mm set down from the ridge of the original roof and the proposed fenestration would resemble the fenestration of the host dwelling. Overall, the proposed two-storey side extension would appear subordinate to the host dwelling and would not cause significant harm to the character and appearance of the wider area. \r\rThe proposed porch would appear small in scale and subordinate to the host dwelling, therefore, would also not cause a significant change in character and appearance of the host dwelling or wider area.\r\rOverall, the proposed development for the erection of two-storey side extension is considered acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would not be an adverse impact on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Officers have assessed the impact on daylighting and sunlighting of the proposed development, using the BRE, '25 & 45 Degree' Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the siting and distance of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.)\r\rIn conclusion, the proposed development for the erection of two storey side extension would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide Existing Roof Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire property not just part and showing dimensions. The plans must show the direction of North. A scale bar is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/01/2021",
  "secondary_street_name": null,
  "site_number": "99",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.290808,
          51.416902
        ],
        [
          -0.290809,
          51.416875
        ],
        [
          -0.290852,
          51.416876
        ],
        [
          -0.290851,
          51.416902
        ],
        [
          -0.290808,
          51.416902
        ]
      ]
    ],
    "type": "Polygon"
  }
}