{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QMTAASNHJ9P00",
  "lapsed_date": "23/03/2024",
  "decision_target_date": "09/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2BY",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 24.8,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "06/2021",
    "intended_completion_date": "09/2021",
    "site_area": 0.027
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00072/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519185,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:27:07.438Z",
  "id": "Kingston-21_00072_HOU",
  "application_type": "Householder",
  "street_name": "Rollesby Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "23/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing front extension and erection of single storey side and front extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163628,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021751416",
  "centroid": {
    "lon": -0.289602,
    "lat": 51.359229
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "By reason of the projecting front extension the proposed development would appear excessive in scale, bulky, dominant and would not relate well to the host dwelling, resulting in an incongruous appearance within the streetscene, thereby conflicting with Policies D3 of the London Plan 2021 and Policies CS8 and DM10 of the Council's Core Strategy 2012.\r",
    "Please submit existing plan/block plan",
    "The application seeks to determine that planning permission 21/01831/FUL has been lawfully implemented.\r\rSection 56 of the TCPA 1990 (as amended) states that \r\r(1)Subject to the following provisions of this section, for the purposes of this Act development of land shall be taken to be initiated—\r(a)if the development consists of the carrying out of operations, at the time when those operations are begun;\r(b)if the development consists of a change in use, at the time when the new use is instituted;\r(c)if the development consists both of the carrying out of operations and of a change in use, at the earlier of the times mentioned in paragraphs (a) and (b)\r\rWhat can't be confirmed beyond reasonable doubt in regards to the detail submitted is that the development subject of planning permission 21/01831/FUL has been carried out in accordance with the approved plans and there has not been a breach of planning control. Notwithstanding this fact however officers do conclude that it is reasonable to conclude that the planning permission has been implemented based on the information submitted that the works on site relate in principle to the approved planning permission. \r\rThe application also seeks to determine that a change of use has occurred at the site and that part of the site is now in residential use. The information submitted shows the building to be under refurbishment, alteration and extension. The information shows the signs of a residential use being established on site but not yet complete. The applicant has submitted supporting case law and a KC opinion on this matter which points to a residential use not being built out and fully occupied to constitute a change of use having occurred. The Council's legal advisors have concurred with this view. \r\rTo this end based on the evidence presented to the LPA, the LPA is satisfied that the use of the building has changed to include in the mix of its uses a residential use. \r\rIt is recommended that the certificate be issued."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/01/2021",
  "secondary_street_name": null,
  "site_number": "17",
  "pp_id": "PP-09408667",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28958,
          51.359242
        ],
        [
          -0.289581,
          51.359215
        ],
        [
          -0.289624,
          51.359216
        ],
        [
          -0.289623,
          51.359243
        ],
        [
          -0.28958,
          51.359242
        ]
      ]
    ],
    "type": "Polygon"
  }
}