{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QNNAUPNHJIE00",
  "lapsed_date": "13/04/2024",
  "decision_target_date": "12/04/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3TB",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 11.4,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.009,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Hogsmill Valley Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Hogsmill Valley - Priority Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021772516"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "21/00274/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519944,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:28:00.341Z",
  "id": "Kingston-21_00274_CPU",
  "application_type": "All Other",
  "street_name": "Barker Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "13/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 168293,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021772516",
  "centroid": {
    "lon": -0.277133,
    "lat": 51.400996
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development would not be permitted development by reason of Article 3(4) of the Town and Country Planning (General Permitted Development) (England) Order 2015, which states: Nothing in this Order permits development contrary to any condition imposed by any planning permission granted or deemed to be granted under Part 3 of the Act otherwise than by this Order.\r\rCondition 12 imposed on planning permission 97/3406 removes permitted development rights for extensions.",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r6 no surrounding properties were notified  of the proposed development. No  letters of representation were received.  \r\rProposal \rThe application seeks full planning permission for  the erection of a single storey rear extension  including new patio. \r\rApplication Site\rThe  site comprises a terraced dwelling.\r\rPlanning Assessment \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval for the erection of a single storey rear extension including a new patio.\r\rThe property has a number of existing single storey rear extensions. The application would demolish the existing rear extension to be replaced with a single storey rear extension with a maximum  projected depth of 6m from the original rear wall of the dwelling. It would project an additional 2.05m  beyond the existing building  line of neighbouring no 104 Cotterill Road.\r\rOfficers note that the proposed  single storey rear extension would conflict  with Policy Guidance 33  of the Residential Design SPD, however it would not be visible from the streetscene and would appear subordinate to the host dwelling.\r\rIt would have a 'L shape' flat/ green roof arrangement with a parapet height of 3.4m accommodating a roof lantern. Beyond the 'L' shaped, Victorian pitched style tile roof  is proposed with maximum height of 3.4m  and eaves height 2.6m (internal FFL). The proposed bay style projection  below which  would have obscure glazing on the facet wall positioned in the direction of neighbouring no 104. The proposed separation  distance between nos 106 and 108 would remain at 1m. \r\rThe proposed materials would relate well to those of the existing dwelling.  .  \r\rWithin the context of the existing built form on site and the siting of the single storey  rear extension, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character, appearance  and design perspective.\r\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal property to consider in relation to amenity are neighbouring properties   nos 104 and 108 Cotterill Road.\r\rOfficers note the existing rear extension of the dwelling projects a depth of 5.42m and the maximum proposed depth of the new rear extension would be 6m. In considering the impact on daylight at neighbouring no 104, the proposals would pass the BRE 45 degree rule in relation to the closest habitable room window. It is noted that the existing rear elevation  is served by 4no glazed patio doors together with 2no rooflights. Within this context, it is considered that there would be no significant loss of daylight to this neighbour.\r\rIn respect of neighbouring no 108 , Officers note the existing separation distance between the property of 1m would be maintained and therefore impact  of the proposal on amenity of occupiers would be  negligible.  \r\rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rThe application site resides in Flood Zone 2 and 3 as it is positioned  within close proximity of Surbiton Stream.\r\rThe submitted Flood Risk Assessment  appears to have been produced in accordance with the Environment Agency standing advice. In the event of an approval. Officers would consider it appropriate to impose a planning condition requesting that the ground  floor power sockets be located a minimum of 450mm above FFL (700mm above maximum flood level) in order to provide an additional safety measure. \r\rIn respect of flood risk from surface water, Officers note the property is considered to be low risk . It is understood that the external hard surfaces including the external patio have been designed as step down from the door and to fall away from the property.\r\r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Reasonable Exception Statement.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "Please revise the validation check list with updated information. Please check the new local list in our website before filling the validation checklist.\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/02/2021",
  "secondary_street_name": null,
  "site_number": "6",
  "pp_id": "PP-09460206",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.27711,
          51.401009
        ],
        [
          -0.277111,
          51.400982
        ],
        [
          -0.277155,
          51.400983
        ],
        [
          -0.277154,
          51.40101
        ],
        [
          -0.27711,
          51.401009
        ]
      ]
    ],
    "type": "Polygon"
  }
}