{
  "lpa_name": "Kingston",
  "uprn": "100021781570",
  "decision_date": "26/04/2021",
  "epc_number": null,
  "application_type_full": "Lawful development: Proposed use",
  "bo_system": "Idox Uniform",
  "id": "Kingston-21_00595_CPU",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT3 5BZ",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "total_gia_gained": 12,
    "no_additional_bedrooms": 0,
    "site_area": 0.019,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206729EH"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021781570"
    ]
  },
  "valid_date": "26/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of single storey rear extension",
  "decision_conditions": [
    "The proposed erection of single storey rear extension falls within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes A & G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r no surrounding properties were notified  of the proposed development.  1 letter of  representation received which was neutral in content relating to the use of the outbuilding to be incidental to the main dwelling.\r\rProposal \rThe application seeks full planning permission for  (Retrospective) Demolition of existing detached garage and erection of single story rear outbuilding.  \r\rApplication Site\rThe  site comprises  a semi detached dwelling. \r\rPlanning History\r24/01631/HOU - Erection of first floor side and part first floor rear extension. Refused 01.09.24\r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks retrospective approval for the demolition of existing detached garage and erection of single storey rear outbuilding. \r\rThe original outbuilding projected a  depth of 6.622m and maximum width 3.031m with a flat roof height 2.726m.\r\rIrregular in built footprint, the proposed outbuilding  which has been  constructed would be positioned 1m from the main dwelling and would project a  maximum depth of 10.186m and maximum width of 4.526m.  It would have a flat roof with an eaves height 2.5m.  A proposed door and fenestration would only be presented on the proposed side elevation 1  facing into the garden. \r\r\r\r\r",
    "Proposal Confirmation - We query the proposal description because it only refers to the Change of Use, but the plans indicate a proposed new front entrance, and changes to the East elevation facade affecting all floors. In addition, the proposal is stated as Use Class \"E(a)\" which is for retail sale of goods, when you are proposing the sale of food and drink (Use Class E(b)). As the description must describe all changes as shown on plan, as well as the correct Use Class proposed, please confirm the full proposal description and amend plans if necessary.\r"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:29:19.982Z",
  "ward": "Beverley - OLD",
  "parking_details": null,
  "lapsed_date": "26/04/2026",
  "decision_target_date": "23/04/2021",
  "centroid": {
    "lat": 51.398114,
    "lon": -0.272569
  },
  "lpa_app_no": "21/00595/CPU",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QP4MCCNHJWQ00",
  "locality": null,
  "polygon": null,
  "development_type": "Certificates of Lawful Development",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "6",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "South Park Grove",
  "pp_id": "PP-09566743",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 520269,
  "appeal_start_date": null,
  "centroid_northing": 167980,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272547,
          51.398128
        ],
        [
          -0.272548,
          51.398101
        ],
        [
          -0.272591,
          51.398101
        ],
        [
          -0.27259,
          51.398128
        ],
        [
          -0.272547,
          51.398128
        ]
      ]
    ],
    "type": "Polygon"
  }
}