{
  "uprn": null,
  "street_name": "HILLINGDON",
  "centroid_easting": 507169,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 115,
    "no_additional_bathrooms": 4,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "06/2022",
    "intended_commencement_date": "02/2022",
    "site_area": 0.063
  },
  "lpa_app_no": "26608/APP/2021/3955",
  "parking_details": null,
  "application_type": "Householder",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/04/2022",
  "locality": null,
  "appeal_status": null,
  "last_date_consultation_comments": "17/11/2021",
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers, Location Plan and 21/3451/4 A received 31/03/2022, 21/3451/7 A received 31/03/2022, 21/3451/8 A received 31/03/2022 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor window serving the en-suite facing No.56 Sweetcroft Lane shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. Therefore the water from the site entering the sewers should minimised. In the event of an approval an informative would be attached with the following guidance:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "valid_date": "24/10/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507176.0271,
              184434.3068
            ],
            [
              507177.4823,
              184395.413
            ],
            [
              507170.4708,
              184394.2224
            ],
            [
              507168.8833,
              184394.8838
            ],
            [
              507165.7083,
              184394.2224
            ],
            [
              507164.9146,
              184393.4286
            ],
            [
              507161.3427,
              184392.238
            ],
            [
              507161.0781,
              184434.9683
            ],
            [
              507176.0271,
              184434.3068
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=26608/APP/2021/3955",
  "title_number": [
    "TQ0784"
  ],
  "decision_date": "21/04/2022",
  "id": "Hillingdon-26608_APP_2021_3955",
  "ward": "UXBRIDGE NORTH",
  "development_type": null,
  "cil_liability": false,
  "borough": "Hillingdon",
  "appeal_decision": null,
  "site_name": "58 SWEETCROFT LANE",
  "lapsed_date": "21/04/2025",
  "description": "Two storey rear extension, loft conversion to habitable use and 8 no. roof lights.",
  "pp_id": "10282370",
  "actual_completion_date": null,
  "centroid_northing": 184414,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T17:41:12.655+00:00",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "postcode": null,
  "site_number": null,
  "last_updated_by": "Planning Portal ingest",
  "centroid": {
    "lat": "51.5484522",
    "lon": "-0.4557985"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45569099999999996,
          51.5486334
        ],
        [
          -0.45568179999999997,
          51.5482835
        ],
        [
          -0.4557833,
          51.5482741
        ],
        [
          -0.455806,
          51.5482804
        ],
        [
          -0.4558519,
          51.548275
        ],
        [
          -0.4558636,
          51.5482681
        ],
        [
          -0.4559155,
          51.548258
        ],
        [
          -0.4559063,
          51.5486422
        ],
        [
          -0.45569099999999996,
          51.5486334
        ]
      ]
    ],
    "type": "Polygon"
  }
}