{
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554342.083,
              187140.377
            ],
            [
              554362.617,
              187132.962
            ],
            [
              554376.877,
              187167.756
            ],
            [
              554425.93,
              187162.622
            ],
            [
              554428.211,
              187158.059
            ],
            [
              554428.211,
              187151.215
            ],
            [
              554424.789,
              187150.644
            ],
            [
              554421.367,
              187144.94
            ],
            [
              554420.226,
              187146.081
            ],
            [
              554415.092,
              187124.977
            ],
            [
              554419.656,
              187124.977
            ],
            [
              554403.685,
              187077.064
            ],
            [
              554409.389,
              187073.642
            ],
            [
              554381.44,
              187018.885
            ],
            [
              554325.542,
              187044.552
            ],
            [
              554335.809,
              187081.628
            ],
            [
              554342.083,
              187140.377
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "site_name": "233 High Street",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 187096,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T15:30:56.575+00:00",
  "centroid": {
    "lat": "51.5616209",
    "lon": "0.22572779999999998"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "RM11 3XU",
  "decision": "Approved",
  "decision_date": "28/10/2022",
  "locality": null,
  "title_number": null,
  "pp_id": null,
  "last_date_consultation_comments": "28/09/2022",
  "decision_process": "Delegated",
  "description": "Removal of Condition No. 4 (Archaeology WSI) of Planning Permission ref P0113.17 dated 28/04/2017 (The proposed development consists of two single storey extensions to the existing Robert Beard / Birnam Wood Centre.)",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P1426.22",
  "decision_target_date": "28/10/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100023213629",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.92
  },
  "ward": "St Andrew's",
  "valid_date": "02/09/2022",
  "site_number": null,
  "id": "Havering-P1426.22",
  "development_type": null,
  "centroid_easting": 554376,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2252583,
          51.5620289
        ],
        [
          0.22555109999999998,
          51.5619566
        ],
        [
          0.2257719,
          51.5622653
        ],
        [
          0.22647679999999998,
          51.5622058
        ],
        [
          0.2265076,
          51.5621642
        ],
        [
          0.2265046,
          51.5621027
        ],
        [
          0.2264551,
          51.5620985
        ],
        [
          0.2264032,
          51.5620482
        ],
        [
          0.22638729999999999,
          51.5620587
        ],
        [
          0.22630399999999998,
          51.5618705
        ],
        [
          0.22636979999999998,
          51.5618693
        ],
        [
          0.2261186,
          51.5614432
        ],
        [
          0.2261993,
          51.5614109
        ],
        [
          0.22577239999999998,
          51.5609265
        ],
        [
          0.22497789999999998,
          51.5611724
        ],
        [
          0.2251422,
          51.5615027
        ],
        [
          0.2252583,
          51.5620289
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "borough": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1426.22",
  "application_type_full": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "Within 6 months from the date of this decision a programme of work as specified in the accompanying letter dated 24th June 2022 to be carried out with particular reference to;1. Production of a Written Scheme of Investigation (WSI) methodology document to outline the suggested scope of outreach works for approval by GLAAS;  including research into the site and immediate area to support further works;",
    "2. Open day to publicise the archaeology of the site / immediate area. This could include finds handling, specialists, and examples of nearby sites. This is usually undertaken during site works and would usually comprise a gazebo (if outdoors) with tables laid out with finds, photographs, maps, plans etc.",
    "3. Production of texts / images for a permanent display board (includes for a final PDF only, does not include production or ongoing maintenance of the board).",
    "4. Sponsored talks by the local Hornchurch and District Historical Society",
    "Reason",
    "In the interest of the heritage asset.",
    "Within 3 months from the date of this decision letter a 'Verification Report' report to be submitted for approval post installation of any gas resistance membrane. The report must demonstrate that the works have been carried out satisfactorily and remediation targets have been met.",
    "Reason:-",
    "To protect those engaged in construction and occupation of the development from potential contamination.",
    "Within 6 months from the date of the decision a scheme for any new plant or machinery which has been installed with respect to the new extension shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the amenities of the adjoining properties.",
    "Within 6 months from the date of this decision letter a Travel Plan for the school shall be submitted to and agreed in writing by the Local Planning Authority. The Travel Plan shall include a review of walking routes and conditions in the area and measures to reduce private vehicular trips and proposals for monitoring progress, including a timetable for its implementation and review. The agreed Travel Plan shall remain in force permanently and implemented in accordance with the agreed details.",
    "Reason:-",
    "To help bring about a reduction in private car journeys and to minimise the potential for increased on street parking in the area.",
    "Within 6 months from the date of this decision letter, the details of cycle parking provision in accordance with the London Plan Parking Standards shall be submitted to and approved in writing by the Local Planning Authority and thereafter the provision shall be available for the parking of cycles associated with the development.",
    "Reason:-",
    "To ensure the development takes account on the needs of cyclists, in accordance with Policy DC33 of the LDF."
  ],
  "lapsed_date": "28/10/2025",
  "parking_details": null,
  "street_name": "Hornchurch"
}