{
  "centroid_northing": 187345,
  "appeal_status": null,
  "pp_id": "10198139",
  "appeal_decision_date": null,
  "valid_date": "07/09/2021",
  "last_updated": "2025-03-20T19:06:09.844+00:00",
  "ward": "Cranham",
  "last_updated_by": "CSV Data Import",
  "site_name": "21 CHIPPERFIELD CLOSE",
  "last_date_consultation_comments": null,
  "centroid": {
    "lat": "51.5630601",
    "lon": "0.2675121"
  },
  "status": "Not Required",
  "id": "Havering-D0606.21",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557246.045,
              187334.618
            ],
            [
              557244.149,
              187345.185
            ],
            [
              557245.368,
              187354.532
            ],
            [
              557252.006,
              187353.177
            ],
            [
              557269.481,
              187352.5
            ],
            [
              557295.084,
              187349.52
            ],
            [
              557295.626,
              187344.101
            ],
            [
              557292.917,
              187340.579
            ],
            [
              557290.614,
              187340.173
            ],
            [
              557246.045,
              187334.618
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision": "Not Required",
  "lpa_name": "Havering",
  "appeal_start_date": null,
  "lapsed_date": "22/03/2025",
  "epc_number": null,
  "application_type": "All Other",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 4,
    "no_proposed_car": 4
  },
  "uprn": "100021405118",
  "centroid_easting": 557267,
  "secondary_street_name": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "existing_uprns": null,
    "total_gia_gained": 31,
    "site_area": 0.072
  },
  "decision_agency": "Borough",
  "postcode": "RM14 3EA",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0606.21",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "Class A Informative",
    "Development is permitted by Class A subject to the following conditions-",
    "(a) the materials used in any exterior work (other than materials used in the",
    "construction of a conservatory) shall be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse;",
    "(b) any upper-floor window located in a wall or roof slope forming a side elevation of the dwellinghouse shall be-",
    "(i) obscure-glazed, and",
    "(ii) non-opening unless the parts of the window which can be opened are more",
    "than 1.7 metres above the floor of the room in which the window is installed; and",
    "(c) where the enlarged part of the dwellinghouse has more than one storey, the roof pitch of the enlarged part shall, so far as practicable, be the same as the roof pitch of the original dwellinghouse.",
    "Class B Informative",
    "The development is permitted by Class B subject to the following conditions-",
    "(a) the materials used in any exterior work must be of a similar appearance to those used",
    "in the construction of the exterior of the existing dwellinghouse;",
    "(b) the enlargement must be constructed so that-",
    "(i) other than in the case of a hip-to-gable enlargement or an enlargement which joins the original roof to the roof of a rear or side extension-",
    "(aa) the eaves of the original roof are maintained or reinstated; and",
    "(bb) the edge of the enlargement closest to the eaves of the original roof is, so far as",
    "practicable, not less than 0.2 metres from the eaves, measered along the roof slope from",
    "the outside edge of the eaves; and",
    "(ii) other than in the case of an enlargement which joins the original roof to the roof of a rear or side extension, no part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse; and",
    "(c) an",
    "Class C Informative",
    "Development is permitted by Class C subject to the condition that any window located on a roof slope forming a side elevation of the dwellinghouse shall be-",
    "(a) obscure-glazed; and",
    "(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "Clarification of Single Dwelling House Informative",
    "The application indicates that the proposal is for extensions to a single family dwellinghouse, however it is noted that the property was originally constructed as flats. Whilst the application drawings, information from the agent and planning history suggest the property has since been converted into a single family dwelling there is no formal confirmation of this.  As such, the applicant is advised to apply for a Certificate of Lawfulness (Existing Use) to confirm that the dwelling has reverted back to be used as a single family dwellinghouse before any works take place or further Certificate is applied for.  If the property remains in use as two flats, any Certificate of Lawfulness for building works would not be able to be relied upon, as flats would not benefit from permitted development rights.",
    "Implementation of Works Informative",
    "The applicant is advised prior to undertaking the works as described in this application D0606.21, the roof of the first floor rear extension should be removed in its entirety, prior to constructing the loft extension which includes the double hip to gable and rear dormer window. Otherwise, this may invalidate this certificate of lawfulness application and as a result a fresh planning application may be required, as the proposal would be contrary to the approved plans and the resultant volume may exceed the 50 cubic metres allowance allowed for the proposed loft extension under permitted development.",
    "Building Regulations Informative",
    "This certificate provides confirmation that the development is lawful.  You should also check whether the development requires separate Building Regulation consent. Information is available on the Building Control webpages and the team is available between 9am and 10am Monday to Friday via 01708 432700."
  ],
  "decision_target_date": "22/03/2022",
  "locality": null,
  "application_type_full": "Lawful development: Proposed use",
  "cil_liability": false,
  "decision_date": "22/03/2022",
  "appeal_decision": null,
  "borough": "Havering",
  "subdivision_of_building": null,
  "lpa_app_no": "D0606.21",
  "actual_commencement_date": null,
  "development_type": null,
  "decision_process": "Delegated",
  "description": "Certificate of lawfulness for the conversion of roof space to habitable use involving conversion of roof from hip to gable end, to include a rear dormer and 3 front roof lights. Proposed new Juliette balcony and fenestration changes. Removal of hipped roof over existing two storey rear extension prior to the enlargement works to the roof. Removal of the external staircase and secondary entrance to the first floor level.",
  "actual_completion_date": null,
  "title_number": [
    "UNREGISTERED"
  ],
  "street_name": "UPMINSTER",
  "bo_system": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2672054,
          51.5629727
        ],
        [
          0.2671828,
          51.563068200000004
        ],
        [
          0.2672045,
          51.5631518
        ],
        [
          0.26729959999999997,
          51.5631378
        ],
        [
          0.2675512,
          51.5631268
        ],
        [
          0.2679189,
          51.5630929
        ],
        [
          0.2679243,
          51.5630441
        ],
        [
          0.2678837,
          51.5630132
        ],
        [
          0.2678503,
          51.5630102
        ],
        [
          0.2672054,
          51.5629727
        ]
      ]
    ],
    "type": "Polygon"
  }
}