{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0008.25",
  "decision_process": "Delegated",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "valid_date": "04/02/2025",
  "description": "Erection of a 5-bed detached dwelling following demolition of existing bungalow",
  "application_type_full": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "borough": "Havering",
  "pp_id": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision_date": null,
  "lapsed_date": "27/06/2028",
  "centroid_easting": null,
  "decision_target_date": "27/06/2025",
  "street_name": "Romford",
  "last_updated": "2025-08-07T03:59:06.728Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "title_number": null,
  "postcode": "RM3 0HD",
  "parking_details": null,
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": null,
  "decision_agency": "Borough",
  "ward": "Harold Wood",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "polygon": null,
  "status": "Approved",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Before any of the development hereby permitted is commenced, written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed ground and first floor windows serving the utility rooms and shower rooms as shown on drawings Exist&PropPlns01 REV A & 6 Homeway-ProposedElev01 REV A received on 25th June 2025 shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "No demolition or construction works, or deliveries, into the site shall take place other than between the hours of 08.00 to 18.00 on Monday to Friday and 08.00 to 13.00 hours on Saturdays unless agreed in writing with the local planning authority.  No demolition or construction works, or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the local planning authority.",
    "Reason:  To protect residential amenity.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "The development hereby approved shall be fitted with Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Prior to the first occupation of the development hereby approved, the residential parking space(s) shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Land Ownership Informative",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "Use of Outbuilding - Temporary Consent - P1389.23 Informative",
    "The applicant is advised that planning application P1389.23 for the erection of the outbuilding for temporary use for 24 months as a residential unit for occupants of the main house during construction works to main house expires on 25th March 2026. Should this need to be extended a further planning application should be submitted in advance of this expiry date to ensure there is no breach in planning.",
    "CIL Informative",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £2,575 would be payable due to result in a new residential property with 103m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £12,875 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commenc",
    "Party Wall Informative",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Haydon (Agent) via e-mail & phone. The revisions involved revising the drawings so there is no encroachment adjacent to No.4 Homeway, Romford, re-annotating plans for clarity and the provision of a streetscene view. The amendments were subsequently submitted on 14/02/25, 28/04/25 & 25/06/25."
  ],
  "uprn": "100021379889",
  "lpa_name": "Havering",
  "centroid_northing": null,
  "site_name": "6 Homeway, Harold Wood",
  "wgs84_polygon": null,
  "lpa_app_no": "P0008.25",
  "last_date_consultation_comments": "26/02/2025",
  "subdivision_of_building": null,
  "id": "Havering-P0008.25",
  "decision_date": "27/06/2025",
  "cil_liability": true
}