{
  "lpa_app_no": "75472/APP/2024/3353",
  "centroid_northing": 188046,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "05/02/2025",
  "locality": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-22T13:09:12.977Z",
  "valid_date": "23/12/2024",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 509956,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75472/APP/2024/3353",
  "site_number": null,
  "decision": "Approved",
  "ward": "RUISLIP 2022",
  "decision_agency": "Borough",
  "lpa_name": "Hillingdon",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "application_type": "Householder",
  "id": "Hillingdon-75472_APP_2024_3353",
  "application_details": {
    "intended_completion_date": "05/2025",
    "intended_commencement_date": "02/2025",
    "total_gia_gained": 25,
    "existing_uprns": null,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1
  },
  "uprn": null,
  "decision_date": "17/02/2025",
  "description": "Construction of a single-storey rear extension and conversion of garage to habitable use, including replacement of garage door with window and roof alterations, following the demolition of existing conservatory.",
  "site_name": "39 EVELYN AVENUE",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "17/02/2025",
  "borough": "Hillingdon",
  "postcode": "HA4 8AR",
  "street_name": "RUISLIP",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "17/02/2028",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the following drawings and shall thereafter be retained/maintained for as long as the development remains in existence:",
    "24/39EA/02",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The external materials to be used in the conversion of the existing garage to a habitable room hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional side-facing (i.e. facing adjacent properties 37 Evelyn Avenue and 41 Evelyn Avenue) windows, doors, or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "All works must be carried out in accordance with the Arboricultural Method Statement prepared for the site and contained within the arborist report 'BS5837 Report, Q14659, 31st January 2025'.",
    "No site clearance works or development shall be commenced until the protective fencing proposed within this report has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing shall be a minimum height of 1.5 metres. The fencing shall be retained in position prior to demolition and site clearance works and until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed;",
    "4. No materials or waste shall be burnt;",
    "5. No drain runs or other trenches shall be dug or",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier.",
    "Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "You are advised that on 1 July 1997, a new act, The Party Wall etc. Act 1996, came into force.",
    "This Act requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:-",
    "1)      carry out work to an existing party wall;",
    "2)      build on the boundary with a neighbouring property;",
    "3)      in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations or planning controls. Building Control will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by Building Control should be taken as removing the necessity for the building owner to comply fully with the Act.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": "13659866",
  "centroid": {
    "lon": -0.414507,
    "lat": 51.580559
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}