{
  "street_name": "FIELD END ROAD",
  "centroid_northing": 188313,
  "lapsed_date": "05/01/2025",
  "bo_system": "CSV Data Import",
  "site_name": "VERGE LAND AT",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": "EASTCOTE",
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Refused",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510903.4878,
              188311.9975
            ],
            [
              510902.5617,
              188312.3944
            ],
            [
              510903.6201,
              188314.9079
            ],
            [
              510904.8107,
              188314.3788
            ],
            [
              510903.4878,
              188311.9975
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "16/11/2021",
  "decision_date": "05/01/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "HA5 1RL",
  "title_number": null,
  "lpa_app_no": "76868/APP/2021/4226",
  "uprn": null,
  "application_details": {
    "existing_uprns": null,
    "scheme_name": "HGN12189 - Field End Road",
    "intended_commencement_date": "01/2022",
    "intended_completion_date": "02/2022",
    "site_area": 0
  },
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "pp_id": "10398460",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "05/01/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Prior Approval: Development for electronic communications network",
  "lpa_name": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76868/APP/2021/4226",
  "decision_conditions": [
    "Due to its excessive height, scale, design - including contrasting material finish, thickness and siting, the proposed monopole would form an unsightly, out of scale, and unduly prominent addition to the appearance of Field End Road. Due to their size and number, the proposed cabinets would clutter the appearance of the street, exacerbating the visual harm caused by the monopole. For these reasons the proposed development would be harmful to the visual amenities and character and appearance of the locality and surrounding area. It is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11, DMHB 12 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and the National Planning Policy Framework (February 2021).",
    "Due to its domineering size, scale, design and close proximity to Tudor Lodge Hotel (Grade II Listed Building) the proposed monopole would form a physically intrusive addition to the open, suburban surrounds of the heritage asset, detracting from the visual prominence of the heritage asset and cluttering and disrupting its verdant surroundings. The proposed cabinets would add further clutter to the streetscene, exacerbating the visual impact of the monopole on the setting of the listed building. For these reasons, the proposed development is not considered to preserve the setting or significance of Tudor Lodge Hotel and is therefore contrary to Policy HE1 and BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policy HC1 of the London Plan (2021) and the National Planning Policy Framework (February 2021).",
    "The Local Planning Authority considers that the applicants have failed to provide robust evidence to demonstrate that other more suitable and less harmful sites do not exist, and that they have actively explored the possibility of erecting the proposed telecommunications equipment on existing buildings, masts or other structures. The development would therefore be contrary to paragraphs 115 and 117 c) of the National Planning Policy Framework (2021), Policy SI6 of the London Plan (2021) and Policy DMHB 21 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The Council has, in considering this planning application, had special regard to the desirability of preserving the listed building and its setting or any features of special architectural or historic interest which it possesses, as required under Section 66(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "The decision to REFUSE prior approval has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE prior approval has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "The applicant is advised that information has been received in response to the public consultation which casts doubt on whether the application site postcode submitted by the applicant is correct. In the event of a resubmission or appeal, the applicant would need to submit further evidence to demonstrate whether the submitted post code is accurate."
  ],
  "id": "Hillingdon-76868_APP_2021_4226",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Refused",
  "centroid_easting": 510904,
  "description": "Proposed 5G telecoms installation: H3G Phase 8 18m high street pole c/w wrap-around cabinet and 3 further additional equipment cabinets (Application under Class A, Part 16 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) for determination as to whether prior approval is required for siting and appearance).",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.40072569999999996",
    "lat": "51.5827755"
  },
  "last_updated": "2025-03-20T18:21:43.090+00:00",
  "decision_agency": "Borough",
  "ward": "EASTCOTE & E RUISLIP",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "23/12/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40073339999999996,
          51.5827666
        ],
        [
          -0.4007466,
          51.5827703
        ],
        [
          -0.4007306,
          51.5827927
        ],
        [
          -0.4007136,
          51.5827877
        ],
        [
          -0.40073339999999996,
          51.5827666
        ]
      ]
    ],
    "type": "Polygon"
  }
}