{
  "secondary_street_name": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              521070.0567189,
              174315.9221661
            ],
            [
              521126.4282017,
              174346.9932721
            ],
            [
              521127.54953,
              174345.3037557
            ],
            [
              521128.6461231,
              174344.0541134
            ],
            [
              521129.3469533,
              174343.2543423
            ],
            [
              521132.7521635,
              174339.7453468
            ],
            [
              521137.0560854,
              174336.0963913
            ],
            [
              521096.9026378,
              174295.9878722
            ],
            [
              521072.4477866,
              174314.1526726
            ],
            [
              521070.0567189,
              174315.9221661
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": true,
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": "174326",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T15:44:07.497+00:00",
  "centroid": {
    "lat": "51.454968",
    "lon": "-0.25818019999999997"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "SW15 5JU",
  "decision": "Approved",
  "decision_date": "11/01/2023",
  "locality": "London",
  "title_number": null,
  "pp_id": "11488207",
  "last_date_consultation_comments": "14/10/2022",
  "decision_process": null,
  "description": "Demolition of existing building and erection of a two-storey (plus basement and roof levels) 5-bedroom house with associated landscaping and single storey outbuilding and plant room in rear garden.",
  "bo_system": "Northgate M3",
  "lpa_app_no": "2022/3526",
  "decision_target_date": "11/01/2023",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100022686453",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bedrooms": 2,
    "no_additional_bathrooms": 4,
    "intended_completion_date": "01/2025",
    "total_gia_gained": 726.29,
    "intended_commencement_date": "01/2023",
    "site_area": 0.14100000000000001
  },
  "ward": "Roehampton",
  "valid_date": "13/09/2022",
  "site_number": "40",
  "id": "Wandsworth-2022_3526",
  "development_type": "Minor dwellings",
  "centroid_easting": "521118",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2588733,
          51.4548876
        ],
        [
          -0.2580518,
          51.4551548
        ],
        [
          -0.2580362,
          51.4551394
        ],
        [
          -0.2580209,
          51.4551279
        ],
        [
          -0.2580111,
          51.4551206
        ],
        [
          -0.2579633,
          51.4550883
        ],
        [
          -0.2579026,
          51.4550546
        ],
        [
          -0.258494,
          51.4547027
        ],
        [
          -0.2588396,
          51.4548712
        ],
        [
          -0.2588733,
          51.4548876
        ]
      ]
    ]
  },
  "actual_completion_date": null,
  "borough": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/3526",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Wandsworth",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [L+2028_102, L+2028_103B, L+2028_104A, L+2028_105A, L+2028_106A, L+2028_107B L+2028_108A; L+2028_110A, L+2028_111A, L+2028_112A, L+2028_113, L+2028_120, L+2028_121, L+2028_122, L+2028_123, L+2028_124 (\"Proposed ASHP Elevations\", received 23 November 2022), L+2028_124B (\"Proposed Bin Store Elevations\"), L+2028_301A, and \"Arboricultural Report: Implications Assessment and Preliminary Method Statement\"]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.  It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - Prior to commencement of the above ground works, details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n",
    "Condition : 6 - The proposed heat pump units shall be installed within an acoustic enclosure, the details of which shall be submitted to the local planning authority for approval in writing, prior to their installation. The details as approved shall be installed and maintained as such thereafter.\r\nReason: To protect the amenities of neighbouring occupiers in accordance with Council policy DMS1 of the DMPD (2016).\r\n",
    "Condition : 7 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details: \r\na. That whilst works should take place outside of the nesting season (February to September), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named Chartered Institute of Ecology and Environmental Management (CIEEM) accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (in accordance with the Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests.\r\nb. That vegetation clearance should take place outside reptile (November to February) and hedgehog (November to March) hibernation periods. If this is not possible then appropriate mitigation should be in place.\r\nc. Details of a named CIEEM accredited ecologist with experience of working in London to carry out precautionary pre-works check for reptiles, hedgehogs and badger activity prior to the start of works and if required details of appropriate mitigation to be carried out which may involve an application for a licence from Natural England to be able to undertake any work on site.\r\nd. Details of toolbox talks to be given to contractors regarding the possible presence of reptiles, hedgehogs and bats.\r\ne. Whilst any construction lighting should be avoided if possible, where lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in",
    "Condition : 8 - No development shall commence until details of the proposed roofing has been submitted to and has been approved in writing by the local planning authority. The roofing should be in accordance with guidance provided by the Bat Conservation Trust (available at bats.org.uk/advice/im-working-on-a-building-with-bats/things-to-consider-when-planning-works/roofing-membranes).\r\nReason: To mitigate the impacts of development on protected species, in accordance with Council Policy DMO4 of the Development Management Policies Document (adopted March 2016) and London Plan (adopted March 2021) Policy G6. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be implemented prior to construction works commencing.\r\n",
    "Condition : 9 - Prior to commencement of the above ground works, a landscaping scheme, to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. The landscaping scheme shall include details of:\r\na. Hard landscaping materials.\r\nb. Soft landscaping, including species, height and root volume details, of trees, shrubs, hedges and any other planting with priority given to native and wildlife friendly species, including night scented species.\r\nc. Biodiverse roofs details, including species of plants/seed with priority given to native and wildlife friendly species, including night scented species.\r\nd.  Minor artefacts and structures (e.g. furniture equipment or refuse or other storage units).\r\ne. Ecologically sensitive lighting (in accordance with the Bat Conservation Trust and Institute of Lighting Professionals' \"Guidance Note 08/18: Bats and Artificial Lighting in the UK\"(2018)).\r\nf. proposed and existing functional services above and below ground (e.g. drainage, power, communications cables, pipelines, and indicating lines, manholes and supports).\r\nThe landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority.\r\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council policies DMS1, DMO4 and DMO5 of the Development Management Policies Document (adopted March 2016) and London Plan (adopted March 2021) Policies G5 and G6.\r\n",
    "Condition : 10 - Notwithstanding the details shown on the approved plans and set out in the supporting information, a Landscape and Ecological Enhancement and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The plan shall include details of all measures to provide biodiversity gain, including:\r\na. Wildlife friendly planting.\r\nb. Log piles and hibernacula\r\nc. Biodiverse roof including details of extensive substrate base, features to be included within the substrate (e.g. rope coils, sand, gravel, etc.), and details of any seed and seeding/plug plant choice (in accordance with \"The GRO Green Roof Code\" (2021).\r\nd. Orientation, target species and location for all bird and bat boxes and bricks to be integrated with the new buildings.\r\ne. Measures to allow connectivity for hedgehogs and other species with neighbouring gardens and green spaces.\r\nf. How any lighting will be of a specification that minimises its impacts on bats, onsite habitats, and adjacent Richmond Park, in accordance with the Bat Conservation Trust and Institute of Lighting Professionals' \"Guidance Note 08/18: Bats and Artificial Lighting in the UK\"(2018).\r\ng. A management plan, which shall include long-term design objectives, management responsibilities and maintenance schedules for all hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain.\r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with Council Policy DMO4 of the Development Management Policies Document (adopted March 2016) and London Plan (adopted March 2021) Policy G6.\r\n",
    "Condition : 11 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 and pursuant to the submitted \"Arboricultural Report: Implications Assessment and Preliminary Method Statement\" shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 12 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [by Innervision Design dated January 2023]. The mitigation measures recommended within the report shall be implemented before occupation of the development and retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 13 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 14 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 15 - Prior to the first occupation of the development, the refuse and recycling storage shown on the approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 16 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling hereby approved without the prior permission of the local planning authority. \r\nReason: In order to control future development, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 17 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 18 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 19 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "lapsed_date": "11/01/2026",
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "street_name": "Roedean Crescent"
}