{
  "secondary_street_name": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523450.9995044,
              175839.9459192
            ],
            [
              523453.7533548,
              175839.5460337
            ],
            [
              523452.9041135,
              175834.0975933
            ],
            [
              523450.1502631,
              175834.5474645
            ],
            [
              523437.6507505,
              175836.5468922
            ],
            [
              523437.2467425,
              175836.5968779
            ],
            [
              523434.1383544,
              175837.1367233
            ],
            [
              523427.3526692,
              175838.2963914
            ],
            [
              523427.7979025,
              175842.3052439
            ],
            [
              523427.9463136,
              175843.6548575
            ],
            [
              523438.1372091,
              175842.025324
            ],
            [
              523443.1996766,
              175841.1955615
            ],
            [
              523450.9995044,
              175839.9459192
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": "175838",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T17:05:37.144+00:00",
  "centroid": {
    "lat": "51.4680553",
    "lon": "-0.2241929"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "SW15 1DX",
  "decision": "Approved",
  "decision_date": "07/10/2022",
  "locality": "London",
  "title_number": [
    "SGL489452"
  ],
  "pp_id": "11377929",
  "last_date_consultation_comments": "17/08/2022",
  "decision_process": null,
  "description": "Alterations including erection of mansard roof extension to main rear roof (with French doors and safety railings) including raising the ridge by 300 mm and extension above part of three-storey back addition; formation of roof terrace above three-storey back addition with 1.7m high screen surround; erection of single-storey rear and side extension.",
  "bo_system": "Northgate M3",
  "lpa_app_no": "2022/2827",
  "decision_target_date": "07/10/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100022695412",
  "epc_number": "2744-3013-6202-1172-9200",
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "11/2022",
    "total_gia_gained": 24.87,
    "intended_commencement_date": "08/2022",
    "site_area": 0.014
  },
  "ward": "Thamesfield",
  "valid_date": "06/07/2022",
  "site_number": "2",
  "id": "Wandsworth-2022_2827",
  "development_type": "Other house holder developments",
  "centroid_easting": "523444",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2240915,
          51.4680712
        ],
        [
          -0.224052,
          51.468067
        ],
        [
          -0.2240661,
          51.4680183
        ],
        [
          -0.2241056,
          51.4680229
        ],
        [
          -0.22428479999999998,
          51.4680436
        ],
        [
          -0.22429059999999998,
          51.4680441
        ],
        [
          -0.22433509999999998,
          51.4680497
        ],
        [
          -0.2244323,
          51.4680616
        ],
        [
          -0.2244245,
          51.4680975
        ],
        [
          -0.22442189999999998,
          51.4681096
        ],
        [
          -0.2242759,
          51.4680927
        ],
        [
          -0.2242033,
          51.4680842
        ],
        [
          -0.2240915,
          51.4680712
        ]
      ]
    ]
  },
  "actual_completion_date": null,
  "borough": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/2827",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Wandsworth",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [106 (P); 107 (P); 108 (P) rev. B; 109 (P) rev. B; 110 (P) rev. B; 111 (P) rev. B.]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The increase in the height of the roof shall only be constructed by continuing the front roof slope in the same plane, and no upstand or step shall be formed. \r\nReason: To safeguard the appearance of the streetscene in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - Prior to commencement of use of the [terrace/ balcony] as shown on drawing number [******] the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - Other than that area specifically shown as a roof terrace on the approved drawings no other part of the roof area of the development hereby permitted shall be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on these other roof areas.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "lapsed_date": "07/10/2025",
  "parking_details": null,
  "street_name": "Stanbridge Road"
}