{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Alterations including excavation to extend existing basement, erection of a single-storey rear extension, erection of a dormer extension to main rear roof slope, installation of replacement double glazed timber windows to match existing to all elevations and formation of french doors with safety balustrades at first floor level rear elevation, erection of a single-storey outbuilding to rear of garden, erection of pitched roof to existing garage, installation of a cycle store and erection of a replacement front side access gate, and replacement front porch and roof to match existing.",
  "epc_number": "1439-0029-4000-0338-3202",
  "street_name": "Egliston Road",
  "appeal_decision": null,
  "lpa_app_no": "2022/3991",
  "centroid": {
    "lon": "-0.22967479999999998",
    "lat": "51.4659169"
  },
  "actual_completion_date": null,
  "development_type": "Other house holder developments",
  "centroid_easting": "523069",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/3991",
  "last_updated": "2025-03-20T13:46:41.749+00:00",
  "subdivision_of_building": null,
  "postcode": "SW15 1AL",
  "uprn": "100022637187",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "centroid_northing": "175591",
  "site_name": null,
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "26/09/2022",
  "lapsed_date": "24/11/2025",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Northgate M3",
  "cil_liability": false,
  "decision_target_date": "25/11/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "17/11/2022",
  "ward": "Thamesfield",
  "appeal_status": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Wandsworth-2022_3991",
  "site_number": "7",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523040.6428132,
              175598.1451339
            ],
            [
              523060.7360271,
              175598.3450767
            ],
            [
              523063.3497115,
              175598.3950624
            ],
            [
              523071.2979504,
              175598.1451339
            ],
            [
              523071.2979504,
              175598.4950337
            ],
            [
              523076.0965759,
              175598.3450767
            ],
            [
              523081.4063953,
              175598.155131
            ],
            [
              523081.5960317,
              175598.1451339
            ],
            [
              523081.5383163,
              175595.765815
            ],
            [
              523081.497091,
              175593.9963215
            ],
            [
              523081.1178181,
              175584.639
            ],
            [
              523081.093083,
              175583.9991831
            ],
            [
              523076.5995247,
              175584.1491402
            ],
            [
              523071.8421244,
              175584.2990973
            ],
            [
              523065.9469057,
              175584.4490544
            ],
            [
              523039.8925126,
              175585.1988397
            ],
            [
              523039.8925126,
              175585.7486824
            ],
            [
              523040.0986391,
              175588.7478239
            ],
            [
              523040.1068842,
              175588.9377695
            ],
            [
              523040.6428132,
              175598.1451339
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "locality": "London",
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 2022-185-001, 2022-185-100, 2022-185-101, 2022-185-102, 2022-185-103, 2022-185-104 (receved 24 November 2022), 2022-185-105 (received 22 November 2022), 2022-185-106, 2022-185-107 (received 22 November 2022), 2022-185-108, 2022-185-109 (received 22 November 2022), 2022-185-110, 2022-185-150, and 2022-185-151. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved, except for the doors and windows at the rear elevation at ground floor level and the doors and windows of the outbuilding and the rear and side walls of the dormer, shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. The sides of the dormer shall be lead. The rear of the dormer shall be white render.\r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to the commencement of the front porch replacement works, detailed drawings of the replacement front porch roof at a minimum scale of 1:20 (or other scale to be agreed in advance by the local planning authority) and details of the original features of the front porch that will be removed and reused shall be submitted to and approved by the local planning authority.\r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) and Section 12 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "application_details": {
    "no_additional_bedrooms": 0,
    "total_gia_gained": 86.4,
    "intended_commencement_date": "10/2022",
    "no_additional_bathrooms": 3,
    "intended_completion_date": "10/2023",
    "site_area": 0.056
  },
  "pp_id": "11571979",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2300804,
          51.4659873
        ],
        [
          -0.2297912,
          51.4659848
        ],
        [
          -0.2297536,
          51.4659846
        ],
        [
          -0.2296393,
          51.4659807
        ],
        [
          -0.2296392,
          51.4659838
        ],
        [
          -0.2295702,
          51.4659814
        ],
        [
          -0.2294938,
          51.4659786
        ],
        [
          -0.2294911,
          51.4659784
        ],
        [
          -0.2294928,
          51.4659571
        ],
        [
          -0.22949399999999998,
          51.4659412
        ],
        [
          -0.22950269999999998,
          51.4658571
        ],
        [
          -0.2295033,
          51.4658514
        ],
        [
          -0.2295679,
          51.4658537
        ],
        [
          -0.2296363,
          51.4658561
        ],
        [
          -0.22972099999999998,
          51.4658587
        ],
        [
          -0.2300957,
          51.4658711
        ],
        [
          -0.23009549999999998,
          51.4658761
        ],
        [
          -0.23009149999999998,
          51.465903
        ],
        [
          -0.2300913,
          51.4659047
        ],
        [
          -0.2300804,
          51.4659873
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "24/11/2022",
  "secondary_street_name": null
}