{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "2022/4656",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/4656",
  "actual_completion_date": null,
  "pp_id": "11685968",
  "lapsed_date": "27/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.2228947",
    "lat": "51.461444"
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "7",
  "uprn": "100022651016",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "07/02/2023",
  "description": "Alterations including demolition and replacement of front wall and railings and installation of additional metal side gates. Erection of a mansard extension to main rear roof, demolition and replacement of single storey rear/side extension and part extension above first floor rear extension. Replacement of first floor rear and north side windows, ",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.22317399999999998,
          51.4613546
        ],
        [
          -0.2232639,
          51.4613538
        ],
        [
          -0.2232741,
          51.4614012
        ],
        [
          -0.2232779,
          51.4614187
        ],
        [
          -0.2232902,
          51.4614746
        ],
        [
          -0.223298,
          51.461509
        ],
        [
          -0.2233018,
          51.4615257
        ],
        [
          -0.22302519999999998,
          51.4615193
        ],
        [
          -0.2229869,
          51.4615184
        ],
        [
          -0.2229408,
          51.4615174
        ],
        [
          -0.2228501,
          51.4615153
        ],
        [
          -0.2227726,
          51.4615141
        ],
        [
          -0.2226804,
          51.4615122
        ],
        [
          -0.2226809,
          51.4614983
        ],
        [
          -0.2226878,
          51.461359
        ],
        [
          -0.22317399999999998,
          51.4613546
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [A111 REV: P1, A113 REV: P1, A214 REV: P1 RECEIVED: 23/02/2023, A212 REV: P1, A110 REV: P1, A203 REV: P1, A114 REV: P1, A112 REV: P1, A310 REV: P1, A301 REV: P1, A312 REV: P1, A303 REV: P1, A210 REV: P1, A211 REV: P1]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to occupation of the development the window in the North elevation at first floor level serving the 'master bedroom shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1(c) of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "postcode": "SW15 6EU",
  "application_type": "Householder",
  "decision_date": "27/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": "523552",
  "valid_date": "03/01/2023",
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "decision_target_date": "28/02/2023",
  "id": "Wandsworth-2022_4656",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:07:16.380+00:00",
  "street_name": "Gwendolen Avenue",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": "175105",
  "application_details": {
    "total_gia_gained": 57,
    "intended_commencement_date": "07/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "05/2024",
    "site_area": 0.07500000000000001
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523532.8399809,
              175094.5892751
            ],
            [
              523526.5984697,
              175094.3493438
            ],
            [
              523525.7574734,
              175099.6078386
            ],
            [
              523525.4524062,
              175101.5472834
            ],
            [
              523524.4465087,
              175107.7455092
            ],
            [
              523523.811639,
              175111.5544189
            ],
            [
              523523.4983267,
              175113.4038895
            ],
            [
              523542.7340543,
              175113.153961
            ],
            [
              523545.397209,
              175113.1239696
            ],
            [
              523548.5962927,
              175113.0839811
            ],
            [
              523554.9037645,
              175113.004004
            ],
            [
              523560.2960344,
              175113.004004
            ],
            [
              523566.7024469,
              175112.9540183
            ],
            [
              523566.7024469,
              175111.4044618
            ],
            [
              523566.6035062,
              175095.8989002
            ],
            [
              523532.8399809,
              175094.5892751
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "West Putney"
}