{
  "uprn": "121010256",
  "decision_process": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Wandsworth",
  "description": "Alterations including erection of a dormer roof extension to main rear roof, a single storey rear and part first floor rear extension.in connection with the conversion of existing flat into  flat 3 x 2 bedroom flats.",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "2022/1704",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "decision_date": "21/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526135.8964677,
              172551.3472698
            ],
            [
              526143.9931177,
              172551.797141
            ],
            [
              526150.0120123,
              172552.1470409
            ],
            [
              526158.4467098,
              172552.6468978
            ],
            [
              526158.603366,
              172550.0976275
            ],
            [
              526158.8424728,
              172545.9488151
            ],
            [
              526156.6492865,
              172545.8988294
            ],
            [
              526150.3418148,
              172545.7488723
            ],
            [
              526136.2427603,
              172545.4489582
            ],
            [
              526136.2180251,
              172545.9888036
            ],
            [
              526135.8964677,
              172551.3472698
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": null,
  "locality": "London",
  "application_type": "All Other",
  "street_name": "Garratt Lane",
  "decision": "Refused",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "26/04/2022",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "lapsed_date": "21/06/2025",
  "decision_target_date": "21/06/2022",
  "id": "Wandsworth-2022_1704",
  "centroid_northing": "172548",
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": null,
  "postcode": "SW18 4SX",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/1704",
  "site_number": "637",
  "ward": "Wandsworth Common",
  "centroid_easting": "526142",
  "bo_system": "Northgate M3",
  "lpa_name": "Wandsworth",
  "decision_agency": "Borough",
  "application_details": {
    "site_area": 0.014
  },
  "last_updated": "2025-03-20T17:20:15.914+00:00",
  "status": "Refused",
  "last_date_consultation_comments": "06/06/2022",
  "centroid": {
    "lat": "51.4378931",
    "lon": "-0.1865425"
  },
  "pp_id": "11214725",
  "parking_details": null,
  "last_updated_by": "Northgate M3",
  "epc_number": null,
  "decision_conditions": [
    "Reason : 1 - The ground floor rear extension by reason of its depth would fail to integrate with the spatial character of the locality, contrary to the provisions of policy DMS1 of the Councils adopted Development Management Policies Document (DMPD) (2016).  ",
    "Reason : 2 - The two-bedroomed two-storey dwelling on the upper floors of the dwelling would fail to accord with the minimum space standards and none of the dwellings would benefit from policy compliant external amenity space, contrary to the provisions of polices DMH6 and DMH7 of the Councils adopted Development Management Policies Document (DMPD) (2016).  ",
    "Reason : 3 - The proposed ground floor dwelling would provide a very poor level of outlook and daylight levels given the siting of the kitchen and living space that would face a small internal light well, contrary to the provisions of policy DMH4 of the Councils adopted Development Management Policies Document (DMPD) (2016).  ",
    "Reason : 4 - The proposed development does not provide space for the storage of bicycles contrary to the provisions of policy DMT2 of the Councils adopted Development Management Policies Document (DMPD) (2016) and policy T5 of the adopted London Plan (2021).  ",
    "Reason : 5 - It has not been demonstrated how the development would comply with adopted London Plan (2021) policy D12 in respect of fire safety. ",
    "Reason : 6 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify amendments to address those elements of the scheme considered unacceptable. However, the necessary amendments to make the application acceptable are substantial and would materially change the development proposal. They would require further consultations to be undertaken prior to determination, which could not take place within the statutory determination period specified by the Department of Communities and Local Government. You are therefore encouraged to consider submission of a fresh application which positively respond to the reasons for the refusal of this planning application.  \r\n"
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.186629,
          51.4379245
        ],
        [
          -0.1865124,
          51.4379267
        ],
        [
          -0.1864258,
          51.4379285
        ],
        [
          -0.18630429999999998,
          51.4379312
        ],
        [
          -0.186303,
          51.4379082
        ],
        [
          -0.186301,
          51.4378709
        ],
        [
          -0.18633249999999998,
          51.4378709
        ],
        [
          -0.1864233,
          51.437871
        ],
        [
          -0.1866261,
          51.4378714
        ],
        [
          -0.1866263,
          51.4378763
        ],
        [
          -0.186629,
          51.4379245
        ]
      ]
    ],
    "type": "Polygon"
  }
}