{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1659542,
          51.4270157
        ],
        [
          -0.1659318,
          51.4269956
        ],
        [
          -0.16591599999999998,
          51.4269814
        ],
        [
          -0.1657779,
          51.4268556
        ],
        [
          -0.16571619999999998,
          51.4267979
        ],
        [
          -0.1656995,
          51.4267828
        ],
        [
          -0.1657611,
          51.4267559
        ],
        [
          -0.1657783,
          51.426771
        ],
        [
          -0.1658985,
          51.4268804
        ],
        [
          -0.16598159999999998,
          51.4269572
        ],
        [
          -0.165997,
          51.426971
        ],
        [
          -0.1660205,
          51.426992
        ],
        [
          -0.1659542,
          51.4270157
        ]
      ]
    ],
    "type": "Polygon"
  },
  "status": "Refused",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527603.1463169,
              171374.0442689
            ],
            [
              527604.7541038,
              171371.8448985
            ],
            [
              527605.8919222,
              171370.295342
            ],
            [
              527615.843711,
              171356.5492768
            ],
            [
              527620.296044,
              171350.2410825
            ],
            [
              527621.4998229,
              171348.5915547
            ],
            [
              527617.2865967,
              171345.4924418
            ],
            [
              527616.0498375,
              171347.1419696
            ],
            [
              527607.3925233,
              171359.0985471
            ],
            [
              527601.3983639,
              171367.4961433
            ],
            [
              527600.2935257,
              171368.995714
            ],
            [
              527598.6032882,
              171371.2950559
            ],
            [
              527603.1463169,
              171374.0442689
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision_date": null,
  "ward": "Tooting Broadway",
  "site_name": null,
  "last_updated": "2025-03-20T17:20:41.607+00:00",
  "decision_agency": "Borough",
  "epc_number": null,
  "street_name": "Undine Street",
  "decision_date": "13/09/2022",
  "decision": "Refused",
  "application_type_full": null,
  "id": "Wandsworth-2022_3008",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/3008",
  "appeal_start_date": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "19/07/2022",
  "postcode": "SW17 8PP",
  "bo_system": "Northgate M3",
  "locality": "London",
  "actual_commencement_date": null,
  "cil_liability": false,
  "parking_details": null,
  "actual_completion_date": null,
  "pp_id": null,
  "decision_process": null,
  "decision_target_date": "13/09/2022",
  "centroid_northing": "171353",
  "centroid_easting": "527613",
  "borough": "Wandsworth",
  "application_type": "All Other",
  "application_details": {
    "site_area": 0.017
  },
  "secondary_street_name": null,
  "lpa_app_no": "2022/3008",
  "appeal_decision": null,
  "last_date_consultation_comments": "22/08/2022",
  "development_type": "Minor dwellings",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1658201",
    "lat": "51.4268243"
  },
  "description": "Alterations including erection of single storey side/rear extension, first floor rear extension and extension to rear of existing extension above back addition in connection with conversion of property into 2 x 2-bedroom and 1 x 1-bedroom flats.",
  "title_number": null,
  "site_number": "1",
  "lapsed_date": "13/09/2025",
  "lpa_name": "Wandsworth",
  "uprn": "100022706291",
  "appeal_status": null,
  "decision_conditions": [
    "Reason : 1 - The proposal would fail to provide a family sized unit with dedicated private amenity space. As such, the proposed development would result in harm to the housing mix of the borough and fail to comply with policy DMH2 of the Development Management Policies Document (2016).\r\n",
    "Reason : 2 - The applicant has failed to demonstrate that the upper floor flats would achieve adequate floorspace and for the upper most flat adequate floor to ceiling height. In addition, insufficient internal storage provision has been provided for all three flats. As such, the proposed development would result in an unacceptably poor standard of accommodation and living environment for the future occupiers. The proposal would be contrary to policies DMH4 and DMH6 of the Development Management Policies Document (2016) and the Technical Housing Standards - Nationally Described Space Standard (2015).",
    "Reason : 3 - The development would by reason of its siting, scale and design, appear as an unsympathetic, dominant and visually obtrusive addition resulting in harm to the character and appearance of the host property and visual amenity of the surrounding area. The proposal therefore fails to comply with policies DMS1 and DMH5 of the Development Management Policies Document (2016) and the Housing SPD (2016). ",
    "Reason : 4 - The development would by reason of its siting, scale and design, constitute an unneighbourly form of development that would harm the amenity of neighbouring properties in the form of a loss of outlook, sense of overbearance and increased sense of enclosure. The proposal therefore fails to comply with policy DMS1 of the Development Management Policies Document (2016), and the guidance of the Housing SPD (2016).\r\n",
    "Reason : 5 - No details have been provided in relation to proposed cycle storage. As such the proposed development would not provide sufficient cycle storage for future occupiers tp teh harm of sustainable transport objectives. The development would therefore fail to comply with Policy DMT2 of the DMPD.",
    "Reason : 6 - The Fire Safety Strategy does not provide sufficient detail as to how the development would ensure that it is constructed in an appropriate way to minimise the risk of fire spread. Therefore, the development fails to comply with Policy D12 of the London Plan (2021). ",
    "Reason : 7 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service. However, we have been unable to seek solutions to problems as the principle of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "subdivision_of_building": null,
  "last_updated_by": "Northgate M3"
}