{
  "secondary_street_name": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524701.0991791,
              173495.0971245
            ],
            [
              524684.7492229,
              173493.6475394
            ],
            [
              524671.5488801,
              173492.5978399
            ],
            [
              524662.899811,
              173491.8480545
            ],
            [
              524654.1930265,
              173491.1482549
            ],
            [
              524653.2283543,
              173498.6061201
            ],
            [
              524676.0919088,
              173500.2756422
            ],
            [
              524681.3934831,
              173500.6455363
            ],
            [
              524700.0932817,
              173501.7952072
            ],
            [
              524700.3488785,
              173499.9957223
            ],
            [
              524700.4478193,
              173499.6958081
            ],
            [
              524701.0991791,
              173495.0971245
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": "173496",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T16:21:28.005+00:00",
  "centroid": {
    "lat": "51.4467385",
    "lon": "-0.20737609999999998"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "SW18 5PU",
  "decision": "Approved",
  "decision_date": "02/12/2022",
  "locality": "London",
  "title_number": null,
  "pp_id": "11465399",
  "last_date_consultation_comments": "13/10/2022",
  "decision_process": null,
  "description": "Alterations including erection of rear and side dormers; erection of a single-storey rear extension; replacement enlarged garage and single-storey rear outbuilding; erection of front portico and replacement front boundary treatment in the form of wall and railings.",
  "bo_system": "Northgate M3",
  "lpa_app_no": "2022/3443",
  "decision_target_date": "02/12/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100022698910",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 2,
    "intended_completion_date": "02/2023",
    "total_gia_gained": 53.02,
    "intended_commencement_date": "11/2022",
    "site_area": 0.034
  },
  "ward": "West Hill",
  "valid_date": "09/09/2022",
  "site_number": "42",
  "id": "Wandsworth-2022_3443",
  "development_type": "Other house holder developments",
  "centroid_easting": "524670",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.20692919999999998,
          51.4467235
        ],
        [
          -0.20716479999999998,
          51.4467141
        ],
        [
          -0.2073551,
          51.4467076
        ],
        [
          -0.2074797,
          51.4467027
        ],
        [
          -0.2076052,
          51.4466984
        ],
        [
          -0.20761639999999998,
          51.4467656
        ],
        [
          -0.207287,
          51.4467756
        ],
        [
          -0.2072106,
          51.4467777
        ],
        [
          -0.2069413,
          51.4467839
        ],
        [
          -0.2069382,
          51.4467677
        ],
        [
          -0.20693689999999998,
          51.446765
        ],
        [
          -0.20692919999999998,
          51.4467235
        ]
      ]
    ]
  },
  "actual_completion_date": null,
  "borough": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/3443",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_name": "Wandsworth",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 2207/PL.00Rev01, 2207/PL.06Rev01, 2207/PL.07Rev01, 2207/PL.08Rev01, 2207/PL.09Rev01, 2207/PL.10Rev01, 2207/PL.12Rev01, 2207/PL.13Rev00, 2207/PL.14Rev01, and \"Flood Risk Assessment\". \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - With the exception of windows and doors of the ground floor extension, garage and outbuilding, all external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) and Section 12 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - No development shall take place until details of surface water drainage, which shall follow the principles of sustainable drainage as far as practicable, shall be submitted to and approved by the local planning authority. The drainage shall be provided in accordance with the approved details before first occupation of the development.\r\nReason: In order to secure a satisfactory standard of development, having regard to Council policy DMS6 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the start of the works so that the necessary drainage measures can be incorporated into the construction.\r\n",
    "Condition : 7 - The development hereby permitted shall not be commenced until detailed design and method statements in consultation with Transport for London Infrastructure Protection (to be submitted 6 weeks prior to commencement of works) have been submitted to and approved in writing by the local planning authority which:\r\na. provide details of ground floor structures, groundworks, excavations, piling (whether temporary or permanent), foundations, and any other structures below ground level;\r\nb. provide details of drainage and connection to mains supply including outlet for rain water;\r\nc. provide details on the use of tall plant or scaffolding or any other lifting equipment;\r\nd. demonstrate access to elevations of the building adjacent to the property boundary with the London Underground can be undertaken without recourse to entering Transport for London's land either during construction or future maintenance; and\r\ne. demonstrate that there will at no time be any potential security risk to Transport for London's railway, property or structures.\r\nThe development shall thereafter be carried out in all respects in accordance with the approved design and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs a. to e. of this condition shall be completed, in their entirety, before any part of the building hereby permitted is occupied.\r\nReason: To ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with London Plan policy T3.\r\n",
    "Condition : 8 - INFORMATIVE: The applicant is advised to contact Transport for London Infrastructure Protection (smblocationenquiries@tfl.gov.uk) in advance of preparation of final design and associated method statements, in particular with regard to drainage, excavation, construction methods, tall plant, and scaffolding.\r\n",
    "Condition : 9 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "lapsed_date": "02/12/2025",
  "parking_details": {
    "no_proposed_car": 4,
    "no_existing_car": 2,
    "net_car": 2
  },
  "street_name": "Sutherland Grove"
}