{
  "cil_liability": false,
  "last_updated": "2025-03-20T15:38:08.042+00:00",
  "application_details": {
    "total_gia_gained": 55,
    "intended_commencement_date": "01/2023",
    "intended_completion_date": "05/2023",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.115
  },
  "decision_target_date": "25/01/2023",
  "parking_details": null,
  "postcode": "SW15 5BW",
  "appeal_decision_date": null,
  "locality": "London",
  "status": "Approved",
  "centroid_easting": "522557",
  "lapsed_date": "24/01/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522554.9922239,
              174061.3950236
            ],
            [
              522553.1865555,
              174071.8920189
            ],
            [
              522549.6988947,
              174092.4461353
            ],
            [
              522549.1464756,
              174095.4452768
            ],
            [
              522548.1488232,
              174101.9434168
            ],
            [
              522547.7777955,
              174104.052813
            ],
            [
              522547.7613053,
              174104.1327901
            ],
            [
              522547.0934554,
              174107.9416998
            ],
            [
              522545.7989808,
              174115.4995364
            ],
            [
              522562.693111,
              174118.2487494
            ],
            [
              522565.2490799,
              174100.5938031
            ],
            [
              522566.8980922,
              174088.9971226
            ],
            [
              522567.4422662,
              174085.7480526
            ],
            [
              522569.4128358,
              174072.5718243
            ],
            [
              522572.8427812,
              174049.6983717
            ],
            [
              522563.2867554,
              174047.0491301
            ],
            [
              522557.6471336,
              174045.599545
            ],
            [
              522554.9922239,
              174061.3950236
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": "174098",
  "ward": "Roehampton",
  "lpa_app_no": "2022/4210",
  "pp_id": "11604164",
  "bo_system": "Northgate M3",
  "borough": "Wandsworth",
  "valid_date": "26/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "100022628593",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "appeal_decision": null,
  "last_date_consultation_comments": "01/12/2022",
  "actual_completion_date": null,
  "application_type_full": "Householder planning permission",
  "application_type": "Householder",
  "appeal_status": null,
  "site_number": "3",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Coppice Drive",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.23760009999999998,
          51.452281
        ],
        [
          -0.2376225,
          51.4523757
        ],
        [
          -0.2376655,
          51.4525612
        ],
        [
          -0.23767239999999998,
          51.4525883
        ],
        [
          -0.2376845,
          51.4526469
        ],
        [
          -0.2376891,
          51.4526659
        ],
        [
          -0.2376893,
          51.4526667
        ],
        [
          -0.23769759999999998,
          51.452701
        ],
        [
          -0.2377136,
          51.4527693
        ],
        [
          -0.23746969999999998,
          51.4527903
        ],
        [
          -0.23743899999999998,
          51.4526311
        ],
        [
          -0.2374193,
          51.4525265
        ],
        [
          -0.2374126,
          51.4524972
        ],
        [
          -0.23738879999999998,
          51.4523783
        ],
        [
          -0.2373474,
          51.452172
        ],
        [
          -0.2374858,
          51.4521503
        ],
        [
          -0.23756739999999998,
          51.4521385
        ],
        [
          -0.23760009999999998,
          51.452281
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.4526096",
    "lon": "-0.23755859999999998"
  },
  "epc_number": "0348-9060-6267-9377-9904",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/4210",
  "lpa_name": "Wandsworth",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "site_name": null,
  "decision": "Approved",
  "id": "Wandsworth-2022_4210",
  "description": "Erection of a single storey stone clad outbuilding in rear garden.",
  "decision_date": "24/01/2023",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed Tree Development Report (dated 17/08/2022); Tree Protecion Plan (ref 187434/TPP/MH); 792: 110 P5; 112 P4; 101 P2; 111 P5.  \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Notwithstanding the details shown on the drawings hereby approved, no development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.  It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - The outbuilding hereby approved shall not be used or occupied until details of the location, specification, predicted noise levels including any noise and vibration mitigation measures of any external ventilation plant equipment, shall be submitted to and approved in writing by the local planning authority before installation. The equipment must remain in accordance with the approved details and thereafter be so operated and maintained.\r\nReason: In the interests of neighbour amenity, and in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\r\n\r\nDirector of Environment and Community Services: Paul Chadwic",
    "Condition : 5 - No development shall take place until tree protection measures as detailed in the submitted reports Tree Development Report (dated 17/08/2022); Tree Protecion Plan (ref 187434/TPP/MH)  are installed and have been inspected by the local planning authority.  The applicant shall arrange a pre-commencement meeting with the local planning authority and the project arboriculturalist, with at least five working days notice, to allow inspection of the installed tree protection measures.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of development to ensure the construction works do not harm trees.",
    "Condition : 6 - The outbuilding hereby permitted shall be used only in conjunction with and ancillary to the main use of the main dwellinghouse.  \r\nReason: To prevent the introduction of an independent use without prior consent by the local planning authority.\r\n",
    "Condition : 7 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "development_type": "Other house holder developments"
}