{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Alterations including demolition of existing garage; erection of side and rear dormer roof additions; erection of a single storey rear/side extension; Timber shed to side elevation; Formation of a vehicle crossover, partial demolition of front boundary wall and installation of hardstanding for  off-street parking; Installation of a replacement timber fence and access gate to side elevation. ",
  "epc_number": null,
  "street_name": "Sandgate Lane",
  "appeal_decision": null,
  "lpa_app_no": "2022/3268",
  "centroid": {
    "lon": "-0.1711943",
    "lat": "51.4431853"
  },
  "actual_completion_date": null,
  "development_type": "Other house holder developments",
  "centroid_easting": "527194",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/3268",
  "last_updated": "2025-03-20T15:14:12.325+00:00",
  "subdivision_of_building": null,
  "postcode": "SW18 3JP",
  "uprn": "100022688687",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "centroid_northing": "173163",
  "site_name": null,
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "06/09/2022",
  "lapsed_date": "15/02/2026",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_cycle": 2,
    "no_existing_cycle": 0,
    "net_car": 0,
    "no_proposed_cycle": 2
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Northgate M3",
  "cil_liability": false,
  "decision_target_date": "01/11/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "03/11/2022",
  "ward": "Wandsworth Common",
  "appeal_status": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Wandsworth-2022_3268",
  "site_number": "14",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527183.0934338,
              173158.8933617
            ],
            [
              527183.5963825,
              173159.2432615
            ],
            [
              527186.1935767,
              173160.9427751
            ],
            [
              527192.4928034,
              173165.0915875
            ],
            [
              527193.4987009,
              173165.7414015
            ],
            [
              527199.5423307,
              173169.7002682
            ],
            [
              527201.1418725,
              173170.7499678
            ],
            [
              527208.092459,
              173175.3986371
            ],
            [
              527208.5212022,
              173173.7591064
            ],
            [
              527210.3928311,
              173166.5411725
            ],
            [
              527208.9334553,
              173165.561453
            ],
            [
              527187.9992451,
              173151.545465
            ],
            [
              527183.0934338,
              173158.8933617
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "locality": "London",
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [P-2217-11 REV: A, P-2217-12 REV: A, P-2217-13 REV: A, P-2217-14 REV: A, P-2217-15 REV: A, P-2217-16 REV: A, P-2217-16.1 REV: A, P-2217-17 REV: A, P-2217-18 REV: A, P-2217-19 REV: A, P-2217-20 REV: A]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - No tree to be retained (retained tree) shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped, other than in accordance with the prior written approval of the local planning authority.  If any retained tree is removed, uprooted, destroyed or dies, a replacement tree shall be planted and that tree shall be of such size and species and shall be planted at such a time and in a location to be agreed with the local planning authority.\r\nReason:  To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - There shall be no use of off-street parking areas until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\n-the removal of the redundant crossover and the reconstruction of the\r\nfootway adjacent to the site on Collamore Avenue and the extension of\r\nthe on-street parking bay along this frontage.  \r\n-the construction of the vehicle crossover and amendments to the onstreet\r\nparking arrangements on Sandgate Lane.\r\n\r\nOff-street parking areas shall not be used until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies DMT1 and DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 8 - The permission hereby granted shall not be construed as authority to carry out works on the publicly maintained highway. The applicant is advised that all such works must be carried out by the Council's own appointed contractor following approval from Traffic and Engineering, Wandsworth Borough Council, Tadmore House, Frogmore Complex, London, SW18 1EY or trafficandengineering@wandsworth.gov.uk.\r\n\r\nFurther details and application forms can be obtained online http://www.wandsworth.gov.uk/info/200083/roads_highways_and_pavements/84/applying_for_a_dropped_kerb. Application forms must be accompanied by a copy of the planning consent to which the application relates and the relevant part of the approved drawing.  The cost of these highway works will be charged to the applicant.\r\n"
  ],
  "application_details": {
    "no_additional_bedrooms": 0,
    "total_gia_gained": 53,
    "intended_commencement_date": "10/2022",
    "no_additional_bathrooms": 1,
    "intended_completion_date": "02/2023",
    "site_area": 0.025
  },
  "pp_id": "11451739",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1713526,
          51.4431509
        ],
        [
          -0.1713452,
          51.4431539
        ],
        [
          -0.1713073,
          51.4431686
        ],
        [
          -0.17121519999999998,
          51.4432045
        ],
        [
          -0.1712005,
          51.4432101
        ],
        [
          -0.1711122,
          51.4432443
        ],
        [
          -0.17108879999999999,
          51.4432534
        ],
        [
          -0.1709871,
          51.4432936
        ],
        [
          -0.17098159999999998,
          51.4432788
        ],
        [
          -0.1709572,
          51.4432135
        ],
        [
          -0.17097859999999998,
          51.443205
        ],
        [
          -0.17128469999999998,
          51.4430837
        ],
        [
          -0.1713526,
          51.4431509
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "15/02/2023",
  "secondary_street_name": null
}