{
  "appeal_decision": null,
  "postcode": "SW11 6HX",
  "street_name": "Montholme Road",
  "appeal_decision_date": null,
  "lapsed_date": "15/06/2025",
  "site_number": "73",
  "id": "Wandsworth-2022_1298",
  "decision_process": null,
  "lpa_name": "Wandsworth",
  "centroid_easting": "527797",
  "bo_system": "Northgate M3",
  "last_date_consultation_comments": "01/06/2022",
  "pp_id": "11150663",
  "last_updated": "2025-03-20T17:53:45.104+00:00",
  "actual_completion_date": null,
  "decision": "Approved",
  "valid_date": "28/03/2022",
  "actual_commencement_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527773.2171924,
              174114.7497509
            ],
            [
              527786.6401518,
              174121.3578594
            ],
            [
              527787.8521758,
              174121.9476905
            ],
            [
              527789.3857572,
              174122.7374645
            ],
            [
              527794.5471654,
              174125.3967033
            ],
            [
              527802.2480525,
              174129.2456015
            ],
            [
              527803.8475944,
              174130.0453726
            ],
            [
              527806.0984961,
              174125.3967033
            ],
            [
              527804.5484246,
              174124.4969608
            ],
            [
              527791.2986114,
              174117.7988781
            ],
            [
              527788.9982393,
              174116.6492072
            ],
            [
              527776.3008452,
              174110.3010243
            ],
            [
              527775.600015,
              174109.9511245
            ],
            [
              527774.8084892,
              174109.5612361
            ],
            [
              527774.0169633,
              174109.1713477
            ],
            [
              527773.3985837,
              174108.8614364
            ],
            [
              527773.2666627,
              174108.8014536
            ],
            [
              527770.8838401,
              174113.60008
            ],
            [
              527771.1971524,
              174113.7500371
            ],
            [
              527773.2171924,
              174114.7497509
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "epc_number": "0202-2896-7131-9308-2691",
  "subdivision_of_building": null,
  "decision_target_date": "15/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.4516775",
    "lon": "-0.162176"
  },
  "centroid_northing": "174123",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "Unregistered"
  ],
  "lpa_app_no": "2022/1298",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/1298",
  "secondary_street_name": null,
  "ward": "Northcote - Historic",
  "application_type_full": "Householder planning permission",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "parking_details": null,
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "site_name": null,
  "locality": "London",
  "borough": "Wandsworth",
  "decision_agency": "Borough",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 67,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "09/2022",
    "intended_completion_date": "06/2023",
    "site_area": 0.02
  },
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed MontholmeRoad73-PS02 (Rev A); MontholmeRoad73-PS04 (Rev B); MontholmeRoad73-PP02 (Rev B); MontholmeRoad73-PE01 (Rev B); Fire Safety Strategy (March 2022) \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to commencement of use of the [terrace/ balcony] as shown on drawing numbers MontholmeRoad73-PS04 (Rev B); MontholmeRoad73-PS02\r (Rev A);  MontholmeRoad73-PE01 (Rev B), the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - Prior to [occupation of the development] the window[s] in the [side elevation at roof level] of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window[s] shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1(c) of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - The increase in the height of the roof shall only be constructed by continuing the front roof slope in the same plane, and no upstand or step shall be formed. \r\nReason: To safeguard the appearance of the streetscene in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "decision_date": "15/06/2022",
  "last_updated_by": "Planning Portal ingest",
  "description": "Alterations including raising ridge by 0.3m, erection of extension above two storey back addition with formation of roof terrace with 1.7m screen surround. New dormer roof extension over main rear roof slope. Erection of a single-storey side/rear extension; Excavation to enlarge basement including enlarged lightwell at the front formation of lightwell at the rear; Installation of two condenser units over the main flat roof.",
  "uprn": "100022672622",
  "application_type": "Householder",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1625211,
          51.4516087
        ],
        [
          -0.1623256,
          51.4516651
        ],
        [
          -0.16230799999999998,
          51.4516701
        ],
        [
          -0.1622856,
          51.4516768
        ],
        [
          -0.1622104,
          51.4516996
        ],
        [
          -0.1620983,
          51.4517324
        ],
        [
          -0.162075,
          51.4517393
        ],
        [
          -0.1620443,
          51.451697
        ],
        [
          -0.16206689999999999,
          51.4516892
        ],
        [
          -0.16225989999999998,
          51.451632
        ],
        [
          -0.1622934,
          51.4516222
        ],
        [
          -0.1624783,
          51.451568
        ],
        [
          -0.16248849999999998,
          51.451565
        ],
        [
          -0.16250009999999998,
          51.4515617
        ],
        [
          -0.1625116,
          51.4515584
        ],
        [
          -0.1625206,
          51.4515557
        ],
        [
          -0.1625225,
          51.4515552
        ],
        [
          -0.16255509999999998,
          51.4515989
        ],
        [
          -0.1625505,
          51.4516002
        ],
        [
          -0.1625211,
          51.4516087
        ]
      ]
    ],
    "type": "Polygon"
  }
}