{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "2022/4854",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/4854",
  "actual_completion_date": null,
  "pp_id": "11675458",
  "lapsed_date": "29/06/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.21785939999999998",
    "lat": "51.4676445"
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "8",
  "uprn": "100022688061",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "10/02/2023",
  "description": "Alterations including erection of a single storey rear extension, replacement roof and fenestration to rear part of two storey back addition; Installation of replacement gates and railings to front and rear boundaries including the formation of a vehicular access from  Putney Embankment; hard landscaping to front and rear gardens including erection of refuse store in front garden.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2179466,
          51.4675869
        ],
        [
          -0.2179352,
          51.4676033
        ],
        [
          -0.21785069999999998,
          51.4677212
        ],
        [
          -0.2178378,
          51.4677381
        ],
        [
          -0.2178032,
          51.4677951
        ],
        [
          -0.217778,
          51.467833
        ],
        [
          -0.21777719999999998,
          51.4678343
        ],
        [
          -0.21776569999999998,
          51.4678526
        ],
        [
          -0.21776279999999998,
          51.4678507
        ],
        [
          -0.2176883,
          51.4678064
        ],
        [
          -0.21779189999999998,
          51.4676637
        ],
        [
          -0.21779859999999998,
          51.4676539
        ],
        [
          -0.2178474,
          51.4675858
        ],
        [
          -0.21786329999999998,
          51.467564
        ],
        [
          -0.2179466,
          51.4675869
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed A2100 (Po5); A2200 (P06); A2201 (P05); A2202 (P05); A2000 (P02); A2001 P02; A2002 (P02); A2003 (P02). \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Unless indicated on the drawings hereby approved, all external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Unless indicated on the drawings hereby approved, the roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016). The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 6 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [by UNDA dated June 2023]\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 9 - INFORMATIVE: The Environmental Permitting (England and Wales) Regulations 2016 require a \r\npermit to be obtained for any activities which will take place: \r\n- on or within 8 metres of a main river (16 metres if tidal) \r\n- on or within 8 metres of a flood defence structure or culverted main river (16 \r\nmetres if tidal) \r\n- on or within 16 metres of a sea defence \r\n-involving quarrying or excavation within 16 metres of any main river, flood \r\ndefence (including a remote defence) or culvert \r\n-in the floodplain of a main river if the activity could affect flood flow or storage and potential impacts are not controlled by a planning permission \r\nFor further guidance please visit https://www.gov.uk/guidance/flood-risk-activities\u0002environmental-permits or contact our National Customer Contact Centre on 03708 506 506. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with us at the earliest opportunity. ",
    "Condition : 10 - INFORMATIVE: We would like to remind the Riparian Owner of their responsibility to ensure a fit for purpose flood defence line is maintained in line with s.6 of the Metropolis Management (Thames River Prevention of Flood) Act 1879 to 1962 (The Act). \r\n\r\nThe Metropolis Management Act 1879 to 1962 is a series of acts passed to ensure the flood defences in London are maintained, in order to protect the city from flooding. They set out the responsibilities of Riparian Owners within the London Excluded Area. The acts place full responsibility on Riparian Owners for the renewal and maintenance of flood defences. They also grant the Environment Agency powers to inspect flood defences, instruct Riparian Owners to carry out works, or deliver works where the Riparian Owners do not, and then reclaim the cost. The full acts can be accessed here: \r\nhttps://www.legislation.gov.uk/ukla/1879/198/contents/enacted"
  ],
  "postcode": "SW15 1JR",
  "application_type": "Householder",
  "decision_date": "29/06/2023",
  "parking_details": {
    "no_proposed_car": 1,
    "net_car": 0,
    "no_existing_car": 1
  },
  "status": "Approved",
  "centroid_easting": "523885",
  "valid_date": "05/01/2023",
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "decision_target_date": "29/06/2023",
  "id": "Wandsworth-2022_4854",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:49:17.609+00:00",
  "street_name": "Ruvigny Gardens",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": "175803",
  "application_details": {
    "total_gia_gained": 9,
    "intended_commencement_date": "07/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "12/2023",
    "site_area": 0.02
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523879.0995671,
              175796.4483702
            ],
            [
              523879.8498677,
              175798.2978408
            ],
            [
              523885.3987938,
              175811.5440492
            ],
            [
              523886.2480351,
              175813.4435054
            ],
            [
              523888.4989368,
              175819.841674
            ],
            [
              523890.147949,
              175824.1004549
            ],
            [
              523890.1974194,
              175824.250412
            ],
            [
              523890.9477199,
              175826.2998254
            ],
            [
              523891.1538465,
              175826.0998826
            ],
            [
              523896.4471757,
              175821.291259
            ],
            [
              523889.6367552,
              175805.245852
            ],
            [
              523889.199767,
              175804.1461668
            ],
            [
              523885.9924382,
              175796.4983559
            ],
            [
              523884.9535605,
              175794.049057
            ],
            [
              523879.0995671,
              175796.4483702
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Thamesfield"
}