{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Consent to display an advertisement",
  "lpa_app_no": "2022/4416",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/4416",
  "actual_completion_date": null,
  "pp_id": "11652313",
  "lapsed_date": "18/01/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.1930607",
    "lat": "51.4564828"
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "4",
  "uprn": "10091504484",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "17/11/2022",
  "description": "Display of 2 x internally illuminated fascia signs and 1 x internally illuminated projecting sign on left hand side of frontage. ",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1930074,
          51.45641
        ],
        [
          -0.19312949999999998,
          51.4563936
        ],
        [
          -0.193131,
          51.456398
        ],
        [
          -0.1931831,
          51.4565539
        ],
        [
          -0.1929994,
          51.4565785
        ],
        [
          -0.192991,
          51.4565797
        ],
        [
          -0.1929362,
          51.4564195
        ],
        [
          -0.1929475,
          51.456418
        ],
        [
          -0.1930074,
          51.45641
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other advertisements",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed - 2867 (PL) 01.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The maximum steady brightness of the fascia sign hereby permitted is not to exceed 1200 candelas per sq.m.\r\nReason: To ensure the sign does not have an adverse effect on the amenity of the area in accordance with Council policy DMS8 and to comply with paragraph 132 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The maximum steady brightness of the projecting sign hereby permitted is not to exceed 1000 candelas per sq.m. \r\nReason: To ensure the proposed sign does not have an adverse effect on the amenity of the area in accordance with Council policy DMS8 of the Development Management Policies Document (adopted March 2016) and to comply with paragraph 132 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The illumination of the sign(s) hereby permitted shall be by static illumination only. \r\nReason: In the interest of highway safety and of the visual amenities of the locality in accordance with Council policy DMS8 and to comply with paragraph 132 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "postcode": "SW18 4FT",
  "application_type": "All Other",
  "decision_date": "18/01/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": "525638",
  "valid_date": "17/11/2022",
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "decision_target_date": "12/01/2023",
  "id": "Wandsworth-2022_4416",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:40:18.583+00:00",
  "street_name": "Garratt Lane",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": "174604",
  "application_details": {
    "site_area": 0.025
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525641.9018766,
              174595.9919969
            ],
            [
              525633.4671791,
              174593.9625778
            ],
            [
              525633.3517483,
              174594.4524376
            ],
            [
              525629.3034232,
              174611.6975013
            ],
            [
              525642.0008174,
              174614.7466285
            ],
            [
              525642.5779716,
              174614.8865884
            ],
            [
              525646.8241781,
              174597.1716593
            ],
            [
              525646.0408973,
              174596.9817136
            ],
            [
              525641.9018766,
              174595.9919969
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Wandsworth Town"
}