{
  "street_name": "Mitcham Lane",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/2974",
  "parking_details": null,
  "centroid": {
    "lon": "-0.1466395",
    "lat": "51.4198411"
  },
  "epc_number": null,
  "lpa_app_no": "2022/2974",
  "locality": "London",
  "site_name": "Telephone Box Outside 262",
  "last_updated_by": "Northgate M3",
  "lapsed_date": "05/09/2025",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": "Dismissed",
  "last_date_consultation_comments": "01/09/2022",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528957.1584969,
              170604.5045471
            ],
            [
              528960.1761892,
              170608.6433624
            ],
            [
              528963.6638501,
              170606.3140292
            ],
            [
              528960.95947,
              170601.9352826
            ],
            [
              528957.1584969,
              170604.5045471
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "centroid_easting": "528966",
  "decision_conditions": [
    "Reason : 1 - The proposed telecommunications mast and associated equipment would by reason of their siting and appearance be of an overbearing, incongruous and visually intrusive scale and design, resulting in undue and excessive clutter in the street scene, harming the spatial character of the location and the amenities of neighbouring residents. The proposal would therefore be contrary to the National Planning Policy Framework (2021), policy SI6 of the London Plan (2021), policy IS3 of the Wandsworth Core Strategy (2016) and policies DMS1 and DMS9 of the Wandsworth Development Management Policies Document (2016). It would also fail to comply with policies LP1, LP2 and LP22 of the Wandsworth Publication Version Local Plan (Regulation 19 Version) (2022).\r\n",
    "Reason : 2 - The proposed telecommunications mast and associated equipment would by reason of its scale and siting, create an unnecessary obstruction on the public footpath hindering the convenient and safe public passage of pavement users given the demands placed on it in this location. The proposal would therefore be contrary to the National Planning Policy Framework (2021), policies T1 (B), T2 (D) and T4 (E) of the London Plan (2021), policy DMT1 of the Wandsworth Development Management Policies Document (2016). It would also fail to comply with policy LP49 of the Wandsworth Publication Version Local Plan (Regulation 19 Version) (2022).\r\n",
    "Reason : 3 - The proposed telecommunications mast and associated equipment would by reason of their scale and siting result in harm to the health of the existing nearby street trees during installation and impede their future growth and maintenance. The proposal would fail to be of sound arboricultural practice and therefore be contrary to the National Planning Policy Framework (2021) and policy DMO5 of the Wandsworth Development Management Policies Document (2016). It would also fail to comply with policy LP56 of the Wandsworth Publication Version Local Plan (Regulation 19 Version) (2022).",
    "Reason : 4 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service. However, we have been unable to seek solutions to problems as the principle of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "application_type_full": null,
  "lpa_name": "Wandsworth",
  "appeal_decision_date": "01/06/2023",
  "date_building_work_started_under_previous_permission": null,
  "cil_liability": false,
  "title_number": null,
  "secondary_street_name": null,
  "actual_commencement_date": null,
  "pp_id": "11400313",
  "valid_date": "15/07/2022",
  "development_type": "Notifications",
  "status": "Dismissed",
  "bo_system": "Northgate M3",
  "centroid_northing": "170610",
  "appeal_start_date": "22/03/2023",
  "actual_completion_date": null,
  "decision": "Refused",
  "decision_date": "05/09/2022",
  "subdivision_of_building": null,
  "id": "Wandsworth-2022_2974",
  "decision_process": null,
  "ward": "Furzedown",
  "uprn": "10070242607",
  "application_type": "Prior Approval",
  "decision_target_date": "05/09/2022",
  "description": "Determination as to whether prior approval is required for the installation of 17m high telecommunication mast with cabinet base, 3 x equipment cabinets and associated works located on the pavement outside 262 Mitcham Lane.",
  "borough": "Wandsworth",
  "site_number": "262",
  "reference_no_of_permission_being_relied_on": null,
  "appeal_status": "Dismissed",
  "decision_agency": "Borough",
  "last_updated": "2025-03-20T13:09:00.021+00:00",
  "postcode": "SW16 6NU",
  "application_details": {
    "site_area": 0.002
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1467686,
          51.4197937
        ],
        [
          -0.14672369999999998,
          51.4198302
        ],
        [
          -0.14667439999999998,
          51.4198085
        ],
        [
          -0.14671489999999998,
          51.4197698
        ],
        [
          -0.1467686,
          51.4197937
        ]
      ]
    ],
    "type": "Polygon"
  }
}