{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": "Removal/Variation of a condition",
  "lpa_app_no": "2022/5067",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/5067",
  "actual_completion_date": null,
  "pp_id": "11760821",
  "lapsed_date": "24/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.1975755",
    "lat": "51.4591692"
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "11",
  "uprn": "100023326844",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "05/01/2023",
  "description": "Variation of conditions 8 and 9 (BREEAM Interim (Design Stage) Assessment and BREEAM New Construction Final (Post-Construction) Certificate) pursuant to planning permission dated 29/01/2020 ref 2019/2874 (Alterations including demolition of teaching block in west elevation of playground and erection of two-storey building (plus basement). Erection of extension (plus basement) to teaching block on east elevation of playground and extension at third floor level including erection of clock tower to main building; internal alterations to provide additional classrooms.) to amend the BREEAM requirements.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1974038,
          51.4592367
        ],
        [
          -0.1973472,
          51.4591553
        ],
        [
          -0.19738429999999998,
          51.4591451
        ],
        [
          -0.19740249999999998,
          51.45914
        ],
        [
          -0.19749629999999999,
          51.4591149
        ],
        [
          -0.19758579999999998,
          51.4590911
        ],
        [
          -0.19767169999999998,
          51.4590681
        ],
        [
          -0.1977439,
          51.4591722
        ],
        [
          -0.19776359999999998,
          51.4592017
        ],
        [
          -0.1978231,
          51.4591882
        ],
        [
          -0.1978856,
          51.4591735
        ],
        [
          -0.1979379,
          51.4591612
        ],
        [
          -0.197961,
          51.4591953
        ],
        [
          -0.1979963,
          51.4592476
        ],
        [
          -0.1980012,
          51.4592549
        ],
        [
          -0.19801529999999998,
          51.4592755
        ],
        [
          -0.19746229999999998,
          51.4594213
        ],
        [
          -0.1974592,
          51.4594169
        ],
        [
          -0.19744009999999998,
          51.459391
        ],
        [
          -0.19742849999999998,
          51.4593751
        ],
        [
          -0.1974898,
          51.4593567
        ],
        [
          -0.1974626,
          51.4593187
        ],
        [
          -0.1974522,
          51.459304
        ],
        [
          -0.197433,
          51.4592776
        ],
        [
          -0.19741809999999999,
          51.4592572
        ],
        [
          -0.1974038,
          51.4592367
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor all other minor developments",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from 29 January 2020\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 020 A, 021-A B, 021-B B, 022 B, 023 A, 024 A, 025 A, 030 A, 031 A, 032 A, 033 A, 034 A, 037 A, 038, 039 \r\n\r\nREPORT BY JAW DATED NOVEMBER 2022, COVERING LETTER BY JCL PARTNERSHIP LTD DATED 12TH DECEMBER 2022\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The development shall be carried out in accordance with the approved materials PROREND Uniform White , Window sample (white - as \r\nsubmitted), QUARTZ ZINC PLUS BY VMZINC  as approved under ref: 2022/1245 and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.  It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.",
    "Condition : 4 - The total number of pupils on the school roll of Roche School at 11 Frogmore \r\nand Hilden House, 31 Frogmore combined shall at no time exceed 328\r\nchildren. \r\nReason: To ensure that the proposed development does not prejudice the \r\nenjoyment by neighbouring occupiers of their properties and to safeguard the \r\namenities of the locality generally and existing highway neighbours in \r\naccordance with Council policies DMS1, DMT1, DMT2 and DMC2 of the \r\nDevelopment Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019. ",
    "Condition : 5 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - Prior to occupation of the development the windows in the east and west \r\nfacing elevation at third floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed). The window[s] shall so be maintained and retained as such. \r\nReason: To control overlooking, and safeguard the privacy of neighbours in \r\naccordance with Council policy DMS1(c) of the Development Management \r\nPolicies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2018",
    "Condition : 7 - The demolition and construction works shall be carried out in accordance with the approved plan CONSTRUCTION MANAGEMENT PLAN prepared by Association of Ideas as approved under ref: 2022/1245\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy DMT1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 8 - (i) Within 12 months of the commencement of the third floor extension a BREEAM Interim (Design Stage) assessment issued by the Building Research Establishment or equivalent accredited body shall be submitted and approved in writing by the local planning authority to show that a minimum Very Good rating will be achieved for the extension.\r\n\r\n(ii) Within three months of the commencement of demolition of the teaching block on the west elevation of the playground and erection of two storey building (plus basement) and the erection of extension (plus basement) to teaching black on east elevation of the playground, a BREEAM \r\nInterim (Design Stage) assessment issued by the Building Research Establishment or equivalent accredited body shall be submitted and approved in writing by the local planning authority to show that a minimum Excellent rating will be achieved for the building.Both elements of the development shall be implemented in accordance with the approved rating.",
    "Condition : 9 - (i) Within three months of the occupation of the third floor extension as described in condition 8, a BREEAM New Construction Final (Post Construction) certificate, issued by the BRE (or equivalent accredited body)., shall be submitted to and approved in writing by the local planning authority demonstrate that an Very Good rating has been achieved.\r\n\r\n(ii) Within three months of the occupation the buildings on the east and west sides of the playground as described in condition 8, a BREEAM New Construction Final (Post Construction) certificate, issued by the BRE (or equivalent accredited body)., shall be submitted to and approved in writing by the local planning authority demonstrate that an Excellent rating has been achieved. \r\n\r\nAll the measures integrated shall be retained for as long as the development is in existence",
    "Condition : 10 - The development hereby permitted shall be carried out in accordance with the submitted Flood Risk Assessment (FRA) by UK Flood Risk Consultants (dated 18 December 2018, reference QFRA 718, Version 1.2) and the following mitigation measures detailed within the FRA: \r\n1. finished floor levels (playground) shall be set no lower than 6.12 metres \r\nabove Ordnance Datum (mAOD); \r\n2. flood resilience and resistance measures shall be fully implemented in to the basement design, as referred to within the submitted FRA (Section 6.2). \r\nThe mitigation measures shall be fully implemented prior to occupation and \r\nsubsequently in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the Local Planning Authority. \r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the \r\nDevelopment Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019",
    "Condition : 11 - Prior to the fist occupation of any part of the development hereby approved, an updated school travel plan shall be submitted to and approved in writing by the local planning authority and annually thereafter, to achieve and maintain Gold accreditation in accordance with TfL's STARS award programme. \r\nReason: To encourage the use of alternative means of travel to the private car and encourage greater use of public transport, cycling and walking in\r\naccordance with Policy DMT1 and DMT2 of the Development Management \r\nPolicies Document (March 2016). ",
    "Condition : 12 - The cycle parking shall be provided in accordance with the approved details Drwg 062\r approved under ref: 2022/1245 prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 13 - Prior to commencement of above ground works (excluding demolition) details \r\nof location and technical specifications of all ventillation equipment required in association with the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details and shall be retained and operated as such. \r\nReason: To ensure that any ventilation equipment installed at the site in \r\nassociation with the new basement accommodation operates without harming the existing amenities of neighbouring residents in compliance with DMPD policy DMS1. ",
    "Condition : 14 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 15 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development.",
    "Condition : 16 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "postcode": "SW18 1HW",
  "application_type": "All Other",
  "decision_date": "24/03/2023",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "status": "Approved",
  "centroid_easting": "525317",
  "valid_date": "12/12/2022",
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "decision_target_date": "06/02/2023",
  "id": "Wandsworth-2022_5067",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:40:45.585+00:00",
  "street_name": "Frogmore",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": "174895",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.095,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525328.7462108,
              174902.8041729
            ],
            [
              525332.9017216,
              174893.846737
            ],
            [
              525330.3539977,
              174892.6470804
            ],
            [
              525329.1007484,
              174892.0472521
            ],
            [
              525322.6531106,
              174889.0980963
            ],
            [
              525316.502295,
              174886.2988975
            ],
            [
              525310.5988313,
              174883.5996702
            ],
            [
              525305.297257,
              174895.0463936
            ],
            [
              525303.8461262,
              174898.2954636
            ],
            [
              525299.7483308,
              174896.6959214
            ],
            [
              525295.452654,
              174894.9464222
            ],
            [
              525291.8495623,
              174893.4968371
            ],
            [
              525290.1510797,
              174897.245764
            ],
            [
              525287.5538855,
              174903.0041157
            ],
            [
              525287.1993478,
              174903.8038868
            ],
            [
              525286.1604701,
              174906.0732372
            ],
            [
              525324.1784469,
              174923.2283266
            ],
            [
              525324.4010636,
              174922.748464
            ],
            [
              525325.8027239,
              174919.8992795
            ],
            [
              525326.6519652,
              174918.1497803
            ],
            [
              525322.4469841,
              174916.0003956
            ],
            [
              525324.4340438,
              174911.8215917
            ],
            [
              525325.2008345,
              174910.2020553
            ],
            [
              525326.6024949,
              174907.3028852
            ],
            [
              525327.699088,
              174905.0535291
            ],
            [
              525328.7462108,
              174902.8041729
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Wandsworth Town"
}