{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Approval of reserved matters",
  "lpa_app_no": "2022/4809",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/4809",
  "actual_completion_date": null,
  "pp_id": "11692309",
  "lapsed_date": "26/07/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.1309488",
    "lat": "51.4811655"
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "10094189136",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "29/12/2022",
  "description": "Reserved matters application for access, layout, appearance, scale and landscaping in relation to Phase 2 (Buildings N1-N5 only) within the Northern Site Development Zone of NCGM pursuant to planning permission reference 2014/2810 dated 12th February 2015.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1300133,
          51.481657
        ],
        [
          -0.1299711,
          51.4816867
        ],
        [
          -0.129917,
          51.4817264
        ],
        [
          -0.12986,
          51.4817646
        ],
        [
          -0.1298097,
          51.4817953
        ],
        [
          -0.1297236,
          51.481842
        ],
        [
          -0.12967979999999998,
          51.4818652
        ],
        [
          -0.1296256,
          51.4818944
        ],
        [
          -0.12950309999999998,
          51.481949
        ],
        [
          -0.12949259999999999,
          51.4819536
        ],
        [
          -0.1293183,
          51.4820311
        ],
        [
          -0.129135,
          51.4821622
        ],
        [
          -0.1300133,
          51.481657
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Major dwellings",
  "last_updated_by": "Portal",
  "locality": "London",
  "site_name": "Site Of Covent Garden Market Authority",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed: [Dwg. Nos. NES-GIL-SW-ZZ-DR-LA-000101, NES-GIL-SW-ZZ-DR-LA-000401 (Planting Plan), NES-GIL-SW-ZZ-DR-LA-000401 (Levels and Drainage Plan), OTC-SQP-01-ZZ-DR-AR-022013-P01, OTC-SQP-01-ZZ-DR-AR-023003-P01, OTC-SQP-05-ZZ-DR-AR-023005-P01, OTC-SQP-ZZ-00-DR-AR-021060-P02, OTC-SQP-ZZ-00-DR-AR-021061-P02, OTC-SQP-ZZ-20-DR-AR-021020-P02, OTC-SQP-ZZ-21-DR-AR-021021-P02, OTC-SQP-ZZ-22-DR-AR-021022-P02, OTC-SQP-ZZ-ZZ-DR-AR-022000-P01, OTC-SQP-ZZ-ZZ-DR-AR-022001-P01, OTC-SQP-ZZ-ZZ-DR-AR-022010-P01, OTC-SQP-ZZ-ZZ-DR-AR-022011-P01, OTC-SQP-ZZ-ZZ-DR-AR-022030-P01, OTC-SQP-ZZ-ZZ-DR-AR-022031-P01, OTC-SQP-ZZ-ZZ-DR-AR-022032-P01, OTC-SQP-ZZ-ZZ-DR-AR-023000-P01, OTC-SQP-ZZ-ZZ-DR-AR-023001-P01, OTC-SQP-ZZ-ZZ-DR-AR-023002-P01, OTC-SQP-ZZ-ZZ-DR-AR-023004-P01, OTC-SQP-01-ZZ-DR-AR-021052-P04, OTC-SQP-01-ZZ-DR-AR-021053-P03, OTC-SQP-ZZ-00-DR-AR-021000-P06, OTC-SQP-ZZ-01-DR-AR-021001-P04, OTC-SQP-ZZ-02-DR-AR-021002-P04, OTC-SQP-ZZ-03-DR-AR-021003-P04, OTC-SQP-ZZ-04-DR-AR-021004-P04, OTC-SQP-ZZ-05-DR-AR-021005-P04, OTC-SQP-ZZ-09-DR-AR-021009-P04, OTC-SQP-ZZ-10-DR-AR-021010-P04, OTC-SQP-ZZ-11-DR-AR-021011-P04, OTC-SQP-ZZ-12-DR-AR-021012-P04, OTC-SQP-ZZ-ZZ-DR-AR-021050-P04, OTC-SQP-ZZ-ZZ-DR-AR-022012-P02, OTC-SQP-ZZ-ZZ-DR-AR-022014-P02\nDesign and Access Statement, N1-N5, Reserved Matters Application (November 2022) by Squire & Partners\nEIA Statement of Conformity dated 18th November 2022 by AECOM\nFire Statement London Plan D12 and D5 Nine Elms Square - Buildings N1 to N5 (November 2022 Revision P03) by WSP\nRevised Internal Daylight and Sunlight Report: NES N1-N5 Reserved Matters Application (17 November 2022 Revision B) by GIA\nNine Elms Square N1-N5 Landscape Architecture Design and Access Statement (November 2022) by Gillespies\nNine Elms Square Buildings N1-N5 Pedestrian Level Wind Microclimate Assessment (17th November 2022) by RWDI\nSolar Glare Assessment: NES N1-N5 Reserved Matters",
    "Condition : 2 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved.\n \nReason: To protect the appearance of the building and accord with Local Plan Policy LP2 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 3 - Notwithstanding the details shown on the hereby approved plans, details of the short stay cycle parking spaces shall be submitted to and approved in writing by the local planning authority prior to the commencement of above ground works. The cycle storage shall be designed in accordance with the London Cycle Design Standards and include provision of 5% of the total cycle spaces to be accessible single-tier standards. The details thereby approved shall be provided prior to first occupation of the development and retained thereafter for use at all times without obstruction.\n\nReason: To ensure adequate provision is made for cycle parking in accordance with London Plan Policy T5 and Local Plan Policy LP51.",
    "Condition : 4 - Prior to installation, details of the finished treatment (including design and materiality) of the gates at the entrance to the underground car park and service yard in Building N2 shall be submitted to and approved in writing by the Local Planning Authority. Such details shall be implemented as approved prior to occupation of any part of the development.\n\nReason: to ensure the satisfactory appearance of the development in accordance with Local Plan Policy LP2.",
    "Condition : 5 - Prior to the occupation of Building N3, details of the timetable for use, activities, layout and operation of any meanwhile uses of the Healthcare floorspace shall be submitted to and approved in writing by the Local Planning Authority. Such details shall be implemented as approved prior to the occupation of the floorspace to which the use relates. \n\nReason: to ensure the satisfactory appearance of the development in accordance with Local Plan policies LP2 and LP48.",
    "Condition : 6 - Prior to the commencement of above ground works, full design details of the D1 health centre, including area, layout, access, elevations, entrances and any associated signage shall be submitted to and approved in writing by the local planning authority, in consultation with the South-West London ICB via the Nine Elms Vauxhall Health Programme Board team. The development shall be carried out in accordance with the approved details. \n\nReason: in order to assess the suitability of the proposed health centre facility and to ensure the satisfactory appearance of the development in accordance with Local Plan Policy LP2.",
    "Condition : 7 - The vehicle layby located on Rose Avenue North shall be designated as a disabled drop-off bay associated with the Healthcare facilities located in Building N3 and shall be retained thereafter for this purpose, unless otherwise approved in writing by the Local Planning Authority as a submission pursuant to this condition.\n\nReason: To ensure adequate facilities are provided for visitors and staff of the healthcare facility in accordance with Local Plan Policy LP51 and London Plan Policy T6.",
    "Condition : 8 - Prior to the occupation of any part of Buildings N1 and N2, details of the treatment of the western boundary with the adjoining development site shall be submitted to and approved in writing by the Local Planning Authority. Such details shall be implemented as approved prior to the occupation of these Buildings. \n\nReason: In the interests of the amenities of occupiers of both developments and to ensure the satisfactory appearance of the development in accordance with Local Plan Policy LP2.",
    "Condition : 9 - Notwithstanding any materials specified in the application, details, samples and performance specifications of the glazing systems to be used in Buildings N1, N2, N3, N4 and N5 shall be submitted to and approved by the local planning authority prior to any above ground works commencing on those buildings. The development shall be carried out in accordance with the approved details. \n\nReason: In order to assess the suitability of the proposed materials and to\nmaximise VLT and ADF levels in the interests of the amenities of residents, in\naccordance with Local Plan policies LP2 and LP27.",
    "Condition : 10 - Prior to first occupation of any part of the development, a detailed Flood Warning & Evacuation Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan must include details of safe refuge or safe access and egress to enable the evacuation of people from the development, provide the emergency services with access to the development during times of flood and enable flood defence authorities to undertake any necessary duties during periods of flood.\n\nReason: To ensure the development is provided with adequate flood warning systems and a satisfactory means of evacuation in the event of a flood in accordance with Local Plan Policy LP12.",
    "Condition : 11 - The ground floor finished floor level must be set no lower than 5 metres above Ordnance Datum (mAOD), in line with the submitted flood risk assessment by WSP dated November 2022 Ref: OTC-WSP-XX-XX-RP-DR-000004 REV P02.\n\nThis mitigation measure shall be fully implemented prior to occupation and\nsubsequently in accordance with the scheme's timing/phasing arrangement. The measure detailed above shall be retained and maintained thereafter throughout the lifetime of the development.\n\nReason: To reduce the risk of flooding to the proposed development, future occupants and not to increase flood risk elsewhere in accordance with the National Planning Policy Framework and Local Plan Policy LP12. The ground floor is the lowest floor level that will have sleeping accommodation.",
    "Condition : 12 - Notwithstanding the details shown on the hereby approved plans, details of the external refuse stores shall be submitted to and approved in writing by the local planning authority prior to the commencement of above ground works. The details thereby approved shall be provided prior to first occupation of the development and retained thereafter for use at all times without obstruction.\n\nReason: to ensure adequate storage of recyclables, refuse and food waste in accordance with Local Plan Policy LP2 and to ensure the design and appearance of the external refuse stores complements the appearance of the development generally in accordance with Local Plan Policy LP1 and LP2.",
    "Condition : 13 - Notwithstanding the details shown on the hereby approved plans, details of biodiversity enhancements, including, but not limited to details of the green roofs, shall be submitted to and approved in writing by the local planning authority prior to the commencement of above ground works. The details thereby approved shall be provided prior to first occupation of the development and retained thereafter for use at all times.\n\nReason: to ensure that the development protects and enhances biodiversity in accordance with Local Plan Policy LP55.",
    "Condition : 14 - Notwithstanding the details shown on the hereby approved plans, details of the buffer planting to be provided on Rose Avenue adjacent to Building N2/N3 shall be submitted to and approved in writing by the local planning authority prior to the commencement of above ground works. The details thereby approved shall be provided prior to first occupation of the development and retained thereafter for use at all times.\n\nReason: in order to protect future residents' amenity and ensure adequate privacy for occupants in accordance with Local Plan Policy LP27 and London Plan Policy D6.",
    "Condition : 15 - Notwithstanding the details shown on the hereby approved plans, prior to the occupation of any part of Building N4 or Building N5, details of the landscaping, temporary and/or permanent, for the area of land indicated on the hereby approved plans as being for the pavilion building shall be submitted to and approved in writing by the local planning authority. The details thereby approved shall be provided prior to first occupation of any part of Building N4 or Building N5 and retained thereafter in accordance with a timetable submitted in conjunction with such details. \n\nReason: in order to ensure future residents' amenity and the visual appearance of the development, in accordance with Local Plan Policy LP1 and LP27.",
    "Condition : 16 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 17 - INFORMATIVE: You are advised that the landscape proposals and play space provision shown on the approved drawings are for illustrative purposes only and a separate submission of details relating to landscape and play space provision will be required in accordance with Conditions 51 and 64 of planning consent (Ref 2014/2810). The detailed landscape and play space provision for this part of the development should be in accordance with the principles and illustrative proposals as shown on the approved drawings and in the Design and Access Statement which forms part of this application.",
    "Condition : 18 - INFORMATIVE: The Reserved Matters Application hereby approved excludes details of Buildings N7 and N11 and separate Reserved Matters Applications must be submitted to and approved by the Local Planning Authority in respect of these buildings in accordance with the requirements of planning permission ref. 2014/2810.",
    "Condition : 19 - INFORMATIVE: The development and implementation of proposals for the healthcare facilities including any meanwhile uses of the designated floorspace will be required to satisfy the requirements of the Healthcare Delivery Strategy in accordance with the obligations set out in the s106 agreement associated with the planning permission ref. 2014/2810.",
    "Condition : 20 - INFORMATIVE: You are requested to consult with the Council's Waste Strategy Manager in the development of a Sustainable Waste Strategy for each floorspace phase in accordance with Condition 62 of planning permission 2014/2810 to ensure proposals for waste collection and recycling are in accordance with the Council's guidance.",
    "Condition : 21 - INFORMATIVE: You are advised that the development should be undertaken in accordance with the Written Scheme of Investigation for Archaeological Watching Brief (Wessex Archaeology April 2018 (Document Ref: 202060.01)).",
    "Condition : 22 - INFORMATIVE: You are requested to enter into early discussions with Historic England and other interested parties and to fully explore opportunities to reflect the Battersea Channel interest in later Reserved Matters applications and the discharge of relevant conditions, including landscaping and surface treatment details for the Linear Park.",
    "Condition : 23 - INFORMATIVE: You are advised that the footway and carriageway on the A3205 Nine Elms Lanes must not be blocked during the related construction works of the development. Temporary obstructions during the development must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A3205 Nine Elms Lanes. All vehicles associated with the development of the must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions. No skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time. Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://www.tfl.gov.uk/info-for/urban-planning-andconstruction/highway-licences.",
    "Condition : 24 - INFORMATIVE: You are advised that all conditions of the hybrid planning permission (ref 2014/2810) are relevant to this approval and may require separate written consent from the Local Planning Authority (including but not exclusively Conditions 36, 37, 38, 43, 47, 51, 53, 54, 59, 61, 62, 64, 67, 68 and 72).",
    "Condition : 25 - INFORMATIVE: You are advised that in order to comply with the requirements of Condition 47 of the hybrid planning permission (ref. 2014/2810) the non-residential floorspace will be required to achieve BREEAM 'Excellent', unless otherwise agreed with the Council through a formal amendment to the wording of this condition.",
    "Condition : 26 - INFORMATIVE: You are advised that details of the cycle hire docking station, pursuant to Sch. 3 Part 3 para. 4 of the S106 accompanying planning permission 2014/2810 will be required to be re-submitted to align with the landscaping and building layout hereby approved.",
    "Condition : 27 - INFORMATIVE: Supplementary advice for condition 15.\n\nIn the event that the standalone planning application (LBW ref. 2022/4793) is not granted planning permission or any subsequent permission is not implemented or the occupation of Buildings N4 or N5 occurs before a pavilion building in this location is constructed and completed, appropriate landscaping shall be provided on this part of the site.",
    "Condition : 28 - INFORMATIVE: You are requested to consult with the Metropolitan Police Design Out Crime officer and Counter Terrorism Security Advisors prior to the commencement of the development and to incorporate any design recommendations so far as practicable, given the site's location with the Designated Central Government Security Zone and the high risk of criminal activity within the areas of public realm proposed."
  ],
  "postcode": "SW8 5EE",
  "application_type": "All Other",
  "decision_date": "26/07/2023",
  "parking_details": {
    "net_cycle": 8,
    "no_existing_cycle": 0,
    "no_proposed_cycle": 8
  },
  "status": "Superseded",
  "centroid_easting": "529883",
  "valid_date": "07/12/2022",
  "borough": "Wandsworth",
  "subdivision_of_building": "No existing buildings ",
  "decision_target_date": "08/03/2023",
  "id": "Wandsworth-2022_4809",
  "lpa_name": "Wandsworth",
  "bo_system": "Portal",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T22:16:36.144+00:00",
  "street_name": "Nine Elms Lane",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": "177457",
  "application_details": {
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1537,
      "total_gia_lost": 0,
      "total_gia_gained": 66556,
      "site_area": 10548
    },
    "ownership_status": "Private",
    "site_area": 0.0014,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "chp_heat_pumps_capacity": 2.89,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 578,
      "green_roof_area": 2610,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 578
    },
    "total_gia_gained": 66556,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2027",
        "intended_commencement_date": "01/2024"
      }
    ],
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": "20/11/2023",
        "use_class": "C3",
        "gia_gained": 64539,
        "superseded_by_lpa_app_no": "2023/3874",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": "07/07/2023",
        "use_class": "D1",
        "gia_gained": 1537,
        "superseded_by_lpa_app_no": "2023/2280",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": "07/07/2023",
        "use_class": "SpecifiedOther",
        "gia_gained": 480,
        "superseded_by_lpa_app_no": "2023/2280",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Over £100m",
    "surface_water_discharge_percentage_reduction": 97,
    "lead_developer_company_name": "Excel Winner UK Limited",
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 19,
        "max_height": 73.5,
        "building_ref": "N1"
      },
      {
        "no_storeys": 13,
        "max_height": 48.55,
        "building_ref": "N2"
      },
      {
        "no_storeys": 13,
        "max_height": 48.55,
        "building_ref": "N3"
      },
      {
        "no_storeys": 13,
        "max_height": 48.55,
        "building_ref": "N4"
      },
      {
        "no_storeys": 13,
        "max_height": 48.55,
        "building_ref": "N5"
      }
    ],
    "green_suds": true,
    "uk_company_registration_no": "10905532",
    "rain_water_harvesting": false,
    "scheme_name": "Nine Elms Square",
    "internal_resi_water_usage": 0,
    "superseding_details": [
      {
        "lpa_name": "Wandsworth",
        "unit_reference": "",
        "lpa_app_no": "2023/2280",
        "partial_supersedence": true,
        "component_description": ""
      },
      {
        "lpa_name": "Wandsworth",
        "unit_reference": "",
        "lpa_app_no": "2023/3874",
        "partial_supersedence": true,
        "component_description": ""
      }
    ],
    "other_residential_accommodation_details": {
      "site_area": 10548
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 66556,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 10548,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529946.5575848,
              177513.3169221
            ],
            [
              529949.4021309,
              177516.6959549
            ],
            [
              529953.0464479,
              177521.2046643
            ],
            [
              529956.8968914,
              177525.5534195
            ],
            [
              529960.3021016,
              177529.0524179
            ],
            [
              529966.14785,
              177534.4008869
            ],
            [
              529969.124317,
              177537.0601257
            ],
            [
              529972.8016143,
              177540.3991699
            ],
            [
              529981.1538612,
              177546.6973671
            ],
            [
              529981.8711815,
              177547.2172183
            ],
            [
              529993.7523146,
              177556.15466
            ],
            [
              530006.1034161,
              177571.0503961
            ],
            [
              529946.5575848,
              177513.3169221
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Nine Elms"
}