{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Variation of condition 2 (in accordance with approved drawings) of planning permission dated 21/10/2020 ref 2020/0473 (Demolition of existing building and construction of a part-three part-four storey building comprising 29 residential units  with associated amenity, refuse and cycle provision and landscaping) to allow alterations to smoke shafts at roof level.",
  "epc_number": null,
  "street_name": "Fallsbrook Road",
  "appeal_decision": null,
  "lpa_app_no": "2022/3978",
  "centroid": {
    "lon": "-0.1441582",
    "lat": "51.4186058"
  },
  "actual_completion_date": null,
  "development_type": "Major dwellings",
  "centroid_easting": "529142",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/3978",
  "last_updated": "2025-03-19T21:07:13.295+00:00",
  "subdivision_of_building": null,
  "postcode": "SW16 6DY",
  "uprn": "100023321096",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "centroid_northing": "170477",
  "site_name": "Development Site Of 157",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "23/09/2022",
  "lapsed_date": "31/07/2027",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "decision_target_date": "23/12/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "04/11/2022",
  "ward": "Furzedown",
  "appeal_status": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Wandsworth-2022_3978",
  "site_number": "157",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529135.2435717,
              170453.2978295
            ],
            [
              529122.603893,
              170464.0447533
            ],
            [
              529118.3989119,
              170467.6437231
            ],
            [
              529123.403664,
              170473.4420633
            ],
            [
              529129.8430567,
              170480.8499428
            ],
            [
              529139.4485529,
              170492.1966949
            ],
            [
              529143.249526,
              170496.6954071
            ],
            [
              529146.2424832,
              170499.9944628
            ],
            [
              529148.641796,
              170502.7436758
            ],
            [
              529150.8432273,
              170500.7942338
            ],
            [
              529151.9975359,
              170499.9944628
            ],
            [
              529152.6488957,
              170499.5445916
            ],
            [
              529155.3038054,
              170497.3452211
            ],
            [
              529164.3981078,
              170489.6474246
            ],
            [
              529165.3462898,
              170488.8476535
            ],
            [
              529135.2435717,
              170453.2978295
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "locality": "London",
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of the initial planning permission ref: 2020/0473 (dated 21/10/2020). \r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed: 22393_110 P0, 22393_111 P0, 22393_112 P0, 22393_113 P0, 22393_114 P0, 22393_115 P0, 22393_220 P0, 22393_230 P0, 22393_231 P0, 19004- PL-30-400 A, 19004-PL-30-401 A, 19004-PL-30-402 A, 19004-PL-31-400 A. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 3 - Any piling as part of the development must be undertaken in accordance with the terms of the piling method statement as approved under application ref: 2021/4628.\r\nReason: The proposed works will be in close proximity to underground sewerage utility infrastructure.",
    "Condition : 4 - The development shall be carried out in accordance with the details of existing and proposed site levels as approved under application ref: 2021/3220.\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policy LP1 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with  adjoining sites before the site is cleared. \r\n",
    "Condition : 5 - The development shall take place in accordance with the contaminated land desktop study approved under application ref: 2021/3221. Any measures to be taken to prevent and/or remedy contamination at the site set out in the approved document shall be undertaken in accordance with the approved details. \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies LP1 and LP14 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the construction. \r\n",
    "Condition : 6 - The development shall take place in accordance with the detailed method statement for the remediation works approved under application ref: 2021/3221. There shall be no development unless and until any remediation works have been completed and a validation report to verify these works has been submitted to and approved in writing by the local planning authority. If, during development, further contamination not previously identified is found to be present at the site the local planning authority is to be informed immediately and no further development shall be carried out until a report indicating the nature of the contamination and how it is to be remediated is submitted to and agreed in writing by the local planning authority, and any required remediation shall be detailed and verified as an amendment to the remediation statement and carried out accordingly. \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies LP1 and LP7 of  the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction.\r\n",
    "Condition : 7 - The development shall take place in accordance with the detailed remediation scheme approved under application ref: 2021/3221. The works included in the approved scheme shall be undertaken in strict accordance with the approval and completed prior to first occupation of the development. \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies LP1 and LP14 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction\r\n",
    "Condition : 8 - Prior to first occupation of the development, a verification report demonstrating completion of the remediation works set out in the approved remediation  statement and the effectiveness of the remediation shall be submitted to and  approved by the local planning authority. The report shall include results of sampling and monitoring carried out to demonstrate that the site remediation criteria for residential use have been met. \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policies LP1 and LP14 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - The development shall be carried out in accordance with the details of materials to be used on all external surfaces of the development as approved under application ref: 2022/5292 and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy LP1 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - The development shall be constructed in accordance with the approved detailed drawings of the fenestration and bay reveals, main entrance frame, cornice, brick patterns and detailing, as approved under application ref: 2021/3330 and retained as such. \r\nReason: To ensure a high quality of development and to accord with policy LP1 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - The boundary treatment shall be carried out in accordance with the details approved under application ref:  2022/5292 and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with Council policy LP1 of the Wandsworth Local Plan coupled  with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, play provision and equipment, species of new planting/seeding, the depth of soil to the green roof and any trees to be planted shall be submitted to and approved in writing by the local planning\r\nauthority. All planting, seeding, turfing and green roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\nReason: To ensure a satisfactory appearance, play provision and biodiversity value in the development, in accordance with Council policies LP1, LP19, LP55 and LP56 of the Wandsworth Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 13 - If within a period of five years from the date of the planting of any tree or plant, that tree or plant, or any tree or plant planted in replacement for it is removed, uprooted or destroyed or dies or becomes seriously damaged or defective, another tree or plant of the same species and size as that originally planted  shall be planted at the same place, unless otherwise the Local Planning Authority gives its written consent to any variation. The tree or plant shall be planted within three months of felling/dying or if this period does not fall within the planting season by 31 January next. \r\nReason: In the interests of nature conservation, visual amenity and the character of the area, in accordance with Council policies LP1, LP55 and LP56 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - Prior to commencement of above ground works, details of measures to provide biodiversity gain for protected and priority species known to occur locally, including but not limited to integrated nest boxes for house sparrow and swift and features within landscaping for stag beetles.\r\nReason: To ensure the delivery of biodiversity gain in accordance with Council policy LP55 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 15 - Prior to the commencement of above ground works, details of the appearance, location, orientation, total area and predicted carbon savings from the photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority. \r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP1 and LP10 of the Wandsworth Local Plan, coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 16 - The development shall be built in accordance with the submitted Energy Strategy [by NRG Consulting dated April 2020 ref. PP1621/ES/FR/202001-EC Rev A] demonstrating how the development will follow the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure  a minimum 37.9% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\nReason: In the interest of sustainable development and to accord with London Plan policy SI2 and Council policy LP10 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 17 - The development shall be constructed in accordance with the details of maximum water use 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government, as approved under application ref: 2022/0485 prior to the first occupation of the building. \r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to commencement of development to ensure the water saving measures are  incorporated into the construction.\r\n",
    "Condition : 18 - The development shall be constructed in accordance with the Dust Management Plan (DMP) approved under application ref: 2021/3267 and in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. \r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1 coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 19 - During and after demolition and construction works (and a month prior to commencement of any works on site), PM10 monitoring shall be carried out on site. Parameters to be monitored, duration, locations and monitoring techniques must be in accordance with the details approved under application ref: 2021/3267.\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1 coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 20 - The use of non-road mobile machinery of net power between 37kW and 560kW used in the construction of the development shall meet at least Stage IIIA of the EU Directive 97/68/EC and its amendments. This will apply to both variable and constant speed engines for both NOx and PM. Prior to works commencing on site, any non road mobile machinery of net power between 37kW and 560kW to be utilised in the construction of the development shall be registered on the web-site https://nrmm.london/. \r\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration.\r\n",
    "Condition : 21 - The location, number and design of secure and covered cycle parking shall be provided in accordance with the approved details under application ref: 2022/0214 prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP51 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 22 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 23 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment and Surface Water Drainage Strategy [by Ardent dated January 2020 ref 197080-01]. The mitigation measures shall be retained as such. \r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties and ensure sustainable drainage in accordance  with policy LP12 of the Wandsworth Local Plan with the requirements of the  National Planning Policy Framework.\r\n",
    "Condition : 24 - Prior to installation, details of any external plant and ventilation equipment shall be submitted to and approved in writing by the local planning authority. The approved works shall be installed in accordance with the approved drawings.\r\nReason: In the interests of residential amenity and visual appearance in accordance with Council policies LP1, LP2 and LP14 of the Wandsworth Local Plan.\r\n",
    "Condition : 25 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved.\r\nReason: To protect the appearance of the building, and accord with Council policy LP22 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 26 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved. \r\nReason: To safeguard the appearance of the area, in accordance with Council policy LP1 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 27 - The communal roof terrace and play area hereby permitted shall only be used between the hours of 08:00 to 21:30 Mondays - Sunday and at no other time. \r\nReason: To safeguard the amenities of the neighbourhood, in accordance with Council policy LP2 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 28 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023), Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "application_details": {
    "site_area": 0.10200000000000001
  },
  "pp_id": "11568038",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1442639,
          51.4183944
        ],
        [
          -0.1444417,
          51.4184938
        ],
        [
          -0.14450079999999998,
          51.4185271
        ],
        [
          -0.1444267,
          51.4185781
        ],
        [
          -0.1443315,
          51.4186432
        ],
        [
          -0.1441893,
          51.418743
        ],
        [
          -0.14413299999999998,
          51.4187826
        ],
        [
          -0.1440888,
          51.4188115
        ],
        [
          -0.1440533,
          51.4188357
        ],
        [
          -0.1440224,
          51.4188177
        ],
        [
          -0.1440061,
          51.4188102
        ],
        [
          -0.14399689999999998,
          51.418806
        ],
        [
          -0.1439595,
          51.4187857
        ],
        [
          -0.1438316,
          51.4187144
        ],
        [
          -0.14381829999999998,
          51.418707
        ],
        [
          -0.1442639,
          51.4183944
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "31/07/2024",
  "secondary_street_name": null
}