{
  "actual_completion_date": null,
  "centroid_northing": "174126",
  "decision": "Approved",
  "development_type": "Other house holder developments",
  "valid_date": "21/01/2022",
  "bo_system": "Northgate M3",
  "description": "Alterations including erection of main roof extension including rear dormer; first floor level rear extension and replacement garden outbuilding.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [**************]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Any hard surfaces in the rear garden shall be porous to prevent water runoff.  The hard surfaces shall be provided before first occupation of the development hereby approved.\r\nReason: In order to secure a satisfactory standard of development, having regard to Council policy DMS6 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.  The details are required prior to the start of the works so that the necessary drainage measures can be incorporated into the construction\r\n\r\nReason: In order to secure a satisfactory standard of development, having regard to Council policy DMS6 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the start of the works so that the necessary drainage measures can be incorporated into the construction.\r\n",
    "Condition : 4 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - No development shall take place until tree protection measures as detailed in the submitted report titled ARBORICULTURAL IMPACT ASSESSMENT, PROTECTION PLAN AND METHOD STATEMENT  (DATED 12 JANUARY 2022) are installed and have been inspected by the local planning authority.  The applicant shall arrange a pre-commencement meeting with the local planning authority and the project arboriculturalist, with at least five working days notice, to allow inspection of the installed tree protection measures.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.. The details are required prior to the commencement of development to ensure the construction works do not harm trees\r\n\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of development to ensure the construction works do not harm trees\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": null,
  "site_number": "131",
  "decision_target_date": "18/03/2022",
  "ward": "West Hill",
  "application_details": {
    "total_gia_gained": 36,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "08/2022",
    "intended_commencement_date": "04/2022",
    "site_area": 0.063
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10536631",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "03/03/2022",
  "decision_date": "18/03/2022",
  "centroid": {
    "lon": "-0.2099738",
    "lat": "51.4524436"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/0237",
  "street_name": "Sutherland Grove",
  "lpa_app_no": "2022/0237",
  "lapsed_date": "18/03/2025",
  "id": "Wandsworth-2022_0237",
  "title_number": [
    "TGL247400"
  ],
  "application_type": "Householder",
  "site_name": null,
  "date_building_work_started_under_previous_permission": null,
  "postcode": "SW18 5QU",
  "last_updated": "2025-03-20T17:49:25.251+00:00",
  "last_updated_by": "Planning Portal ingest",
  "decision_agency": "Borough",
  "uprn": "100022698968",
  "cil_liability": false,
  "centroid_easting": "524474",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524476.1986473,
              174133.2544541
            ],
            [
              524487.1480885,
              174136.7034668
            ],
            [
              524491.3035993,
              174125.446689
            ],
            [
              524492.350722,
              174122.5975046
            ],
            [
              524492.6805245,
              174121.7377507
            ],
            [
              524493.018572,
              174120.8280111
            ],
            [
              524472.6697612,
              174115.0896537
            ],
            [
              524472.5460853,
              174115.0596623
            ],
            [
              524466.9229536,
              174113.4401258
            ],
            [
              524466.1231827,
              174116.1493503
            ],
            [
              524460.1784936,
              174114.5997939
            ],
            [
              524460.3598849,
              174113.9999656
            ],
            [
              524460.7638929,
              174112.6903405
            ],
            [
              524456.2868248,
              174111.7306152
            ],
            [
              524446.2938107,
              174123.6671984
            ],
            [
              524446.2525854,
              174123.7971612
            ],
            [
              524470.4518397,
              174131.4049835
            ],
            [
              524476.1986473,
              174133.2544541
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2099396,
          51.4525083
        ],
        [
          -0.2097809,
          51.4525369
        ],
        [
          -0.2097251,
          51.4524348
        ],
        [
          -0.20971099999999998,
          51.452409
        ],
        [
          -0.2097066,
          51.4524012
        ],
        [
          -0.209702,
          51.4523929
        ],
        [
          -0.20999669999999998,
          51.4523458
        ],
        [
          -0.20999849999999998,
          51.4523456
        ],
        [
          -0.21008000000000002,
          51.4523323
        ],
        [
          -0.21009049999999999,
          51.4523568
        ],
        [
          -0.2101766,
          51.4523442
        ],
        [
          -0.21017419999999998,
          51.4523387
        ],
        [
          -0.2101688,
          51.4523269
        ],
        [
          -0.2102336,
          51.4523192
        ],
        [
          -0.21037309999999998,
          51.4524287
        ],
        [
          -0.2103737,
          51.4524299
        ],
        [
          -0.21002289999999998,
          51.4524929
        ],
        [
          -0.2099396,
          51.4525083
        ]
      ]
    ],
    "type": "Polygon"
  }
}