{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "2022/4793",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/4793",
  "actual_completion_date": null,
  "pp_id": "11691784",
  "lapsed_date": "23/11/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.128997,
    "lat": 51.483354
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "10094188646",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "10/02/2023",
  "description": "Erection of a two-storey entrance pavilion to provide ancillary residential services (sui generis) for Buildings N1-N5 of the Nine Elms Square development.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.128487,
          51.484543
        ],
        [
          -0.127753,
          51.48393
        ],
        [
          -0.127424,
          51.48365
        ],
        [
          -0.127339,
          51.483636
        ],
        [
          -0.127236,
          51.48346
        ],
        [
          -0.127307,
          51.483227
        ],
        [
          -0.127351,
          51.483045
        ],
        [
          -0.127367,
          51.482938
        ],
        [
          -0.127445,
          51.48258
        ],
        [
          -0.127485,
          51.482432
        ],
        [
          -0.127524,
          51.482309
        ],
        [
          -0.128859,
          51.481928
        ],
        [
          -0.129389,
          51.481714
        ],
        [
          -0.129717,
          51.4816
        ],
        [
          -0.130119,
          51.481445
        ],
        [
          -0.130332,
          51.481371
        ],
        [
          -0.130086,
          51.481624
        ],
        [
          -0.129835,
          51.481794
        ],
        [
          -0.129651,
          51.481893
        ],
        [
          -0.129343,
          51.48203
        ],
        [
          -0.12916,
          51.482161
        ],
        [
          -0.129133,
          51.482206
        ],
        [
          -0.129175,
          51.482321
        ],
        [
          -0.129424,
          51.482531
        ],
        [
          -0.129993,
          51.482984
        ],
        [
          -0.130318,
          51.483271
        ],
        [
          -0.130565,
          51.483485
        ],
        [
          -0.130551,
          51.483845
        ],
        [
          -0.129944,
          51.484077
        ],
        [
          -0.129493,
          51.484261
        ],
        [
          -0.12907,
          51.484395
        ],
        [
          -0.128759,
          51.484498
        ],
        [
          -0.128493,
          51.484538
        ],
        [
          -0.128487,
          51.484543
        ],
        [
          -0.128487,
          51.484543
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor all other minor developments",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": "Development Site Of Nine Elms Square Former Flower Market",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Dwg. Nos OTC-SQP-ZZ-00-DR-AR-021200-P03, OTC-SQP-ZZ-00-DR-AR-021201-P02, OTC-SQP-ZZ-00-DR-AR-021202-P02, OTC-SQP-ZZ-00-DR-AR-021260-P03, OTC-SQP-ZZ-00-DR-AR-021261-P03, OTC-SQP-ZZ-ZZ-DR-AR-021209-P03, OTC-SQP-ZZ-ZZ-DR-AR-022240-P02, OTC-SQP-ZZ-ZZ-DR-AR-023201-P02, OTC-SQP-ZZ-ZZ-DR-AR-023202-P02; N1 - N5 Entrance Pavilion Design and Access Statement dated September 2023 by Squire & Partners; Entrance Pavilion Area Schedule (Revision P02) dated 11/09/2023 by Squire & Partners; Flood Risk Assessment and Drainage Strategy (Revision P02) dated 18/11/2022 by WSP; Fire Statement London Plan D12 and D5 (Revision P03) dated 16/11/2022 by WSP; N1-N5 Entrance Pavilion Fire Strategy dated December 2022 by Squire & Partners; Design Development Note: Pavilion Carbon Assessment (Revision P01) dated 20/10/2023 by WSP].\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [(Revision P02) dated 18/11/2022 by WSP].\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - No water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building.\r\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - No deliveries by motorised vehicles shall be undertaken from or to the hereby approved development.\r\nReasons: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - No development shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 8 - Notwithstanding the details shown on the hereby approved plans, prior to commencement of above ground works, details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 9 - Notwithstanding the details shown on the hereby approved plans, prior to commencement of the above ground works, details of biodiverse roofs, including details of extensive substrate base, features to be included within the substrate e.g. rope coils, logs, sand, gravel, etc., and details of any seeding/plug plant choice (in accordance with The Gro Green Roof Code 2021) shall be submitted to and approved in writing by the local planning authority. The details thereby approved shall be provided prior to first occupation of the development and retained thereafter for use at all times.\r\nReason: to ensure that the development protects and enhances biodiversity in accordance with Local Plan Policy LP55.\r\n",
    "Condition : 10 - Prior to first occupation of any part of the development, a detailed Flood Warning & Evacuation Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan must include details of safe refuge or safe access and egress to enable the evacuation of people from the development, provide the emergency services with access to the development during times of flood and enable flood defence authorities to undertake any necessary duties during periods of flood.\r\nReason: To ensure the development is provided with adequate flood warning systems and a satisfactory means of evacuation in the event of a flood in accordance with Local Plan Policy LP12.\r\n",
    "Condition : 11 - A.\tWithin 9 months of commencement of development, a BREEAM Interim (Design Stage) Certificate, issued by the Building Research Establishment (BRE), shall be submitted to and approved in writing by the local planning authority demonstrating that a minimum score of 70% will be achieved (\"Excellent\" rating), targeting 85% (\"Outstanding\" rating) unless it can be demonstrated that this would not be technically feasible. \r\nB.\tWithin 6 months of first occupation of any part of the development, a BREEAM Final (Post Construction) Certificate, issued by the BRE, shall be submitted to and approved in writing by the local planning authority demonstrating that a minimum score of 70% has been achieved (\"Excellent\" rating), targeting 85% (\"Outstanding\" rating) unless it can be demonstrated that this would not be technically feasible.\r\nAll the measures integrated shall be retained for as long as the development is in existence.\r\nReason: To achieve appropriate sustainability standards in accordance with Local Plan Policy LP10.\r\n",
    "Condition : 12 - Notwithstanding the details shown on the hereby approved plans, prior to installation, details of any floodlighting, security lighting or other external means of illumination of the pavilion building shall be submitted to and approved in writing by the local planning authority. Such details shall include lux level plans with any biodiversity enhancements identified, levels of proposed illumination and any controls. The development shall be carried out in accordance with the approved details and thereafter so retained.\r\nReason: To protect neighbouring residents' amenity and the amenity of the locality and protect the biodiversity of the area in accordance with LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 13 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 14 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 15 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development.",
    "Condition : 16 - INFORMATIVE: You are advised that the development should be undertaken in accordance with the Written Scheme of Investigation for Archaeological Watching Brief (Wessex Archaeology April 2018 (Document Ref: 202060.01)).",
    "Condition : 17 - INFORMATIVE: Note for Condition 11:\r\nThe Applicant has advised that based on the current design (Stage 3) it would be challenging to get beyond a 'Good' rating as the Stage 1 and 2 credits have not been undertaken and 'Pre-Assessment' credits equate to approximately 25% of the overall rating. Notwithstanding this, it will be for the Applicant to demonstrate through the submission of details pursuant to this condition that it would not be technically feasible to achieve the minimum score and rating set out in the condition. \r\n"
  ],
  "postcode": "SW8 5EH",
  "application_type": "All Other",
  "decision_date": "23/11/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 530014,
  "valid_date": "20/12/2022",
  "borough": "Wandsworth",
  "subdivision_of_building": "No existing buildings ",
  "decision_target_date": "14/02/2023",
  "id": "Wandsworth-2022_4793",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T02:16:42.444+00:00",
  "street_name": "Nine Elms Lane",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 177704,
  "application_details": {
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 336
    },
    "ownership_status": "Private",
    "site_area": 0.0193,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 0
    },
    "total_gia_gained": 336,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "12/2027",
        "intended_commencement_date": "01/2024"
      }
    ],
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 336,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 97,
    "lead_developer_company_name": "Excel Winner UK Limited ",
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 10.9,
        "building_ref": "Entrance Pavilion "
      }
    ],
    "green_suds": false,
    "uk_company_registration_no": "10905532",
    "rain_water_harvesting": false,
    "scheme_name": "Nine Elms Square.",
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530046.042492098,
              177837.08424479945
            ],
            [
              530098.7614128165,
              177770.19339208637
            ],
            [
              530122.4000030106,
              177739.69212297356
            ],
            [
              530128.3694272522,
              177738.3125178808
            ],
            [
              530136.0290890206,
              177718.8780809259
            ],
            [
              530131.7004319387,
              177692.89551834884
            ],
            [
              530129.1939333617,
              177672.56133894186
            ],
            [
              530128.3529371285,
              177660.5547757807
            ],
            [
              530123.999544863,
              177620.6461994814
            ],
            [
              530121.6002320806,
              177604.10093550856
            ],
            [
              530119.2503896648,
              177590.4048559671
            ],
            [
              530027.6477607623,
              177545.6976532588
            ],
            [
              529991.5014128676,
              177520.95473583898
            ],
            [
              529969.0501114724,
              177507.5985590003
            ],
            [
              529941.5528326795,
              177489.70368135185
            ],
            [
              529927.0002998249,
              177481.0961452308
            ],
            [
              529943.3502560011,
              177509.64797236375
            ],
            [
              529960.3021016379,
              177529.05241790408
            ],
            [
              529972.8016142767,
              177540.39916993247
            ],
            [
              529993.7523145506,
              177556.15465997584
            ],
            [
              530006.1034160894,
              177571.05039611855
            ],
            [
              530007.8513690443,
              177576.0989509867
            ],
            [
              530004.6028149682,
              177588.74533100118
            ],
            [
              529986.7027873049,
              177611.6987606575
            ],
            [
              529945.9474502528,
              177661.10461839248
            ],
            [
              529922.5232316477,
              177692.44564712705
            ],
            [
              529904.7963502676,
              177715.74897662486
            ],
            [
              529904.7633700239,
              177755.7875157239
            ],
            [
              529946.2030471495,
              177782.74979785865
            ],
            [
              529976.9983503853,
              177803.90374260937
            ],
            [
              530005.9962302998,
              177819.6492355141
            ],
            [
              530027.3014682011,
              177831.6458015371
            ],
            [
              530045.6797094094,
              177836.51440791262
            ],
            [
              530046.042492098,
              177837.08424479945
            ],
            [
              530046.042492098,
              177837.08424479945
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Nine Elms"
}