{
  "postcode": "SW4 9SD",
  "uprn": "121020787",
  "decision_agency": "Borough",
  "locality": "London",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/0808",
  "centroid": {
    "lat": "51.4615222",
    "lon": "-0.15344549999999998"
  },
  "application_type_full": "Householder planning permission",
  "ward": "Shaftesbury - Historic",
  "last_date_consultation_comments": "14/04/2022",
  "cil_liability": false,
  "status": "Approved",
  "bo_system": "Northgate M3",
  "title_number": [
    "SGL75367"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "total_gia_gained": 28,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "05/2022",
    "intended_completion_date": "10/2022",
    "site_area": 0.019
  },
  "centroid_northing": "175233",
  "decision_date": "27/05/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Wandsworth-2022_0808",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528372.6001546,
              175246.4458066
            ],
            [
              528378.7526009,
              175246.3146856
            ],
            [
              528378.1553927,
              175212.0397713
            ],
            [
              528373.2903257,
              175211.6740059
            ],
            [
              528372.6001546,
              175246.4458066
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "description": "Alterations including erection of single storey side/rear extension, demolition of garage and erection of replacement garden room, excavation to enlarge basement including formation of front lightwell.\r\n",
  "lapsed_date": "27/05/2025",
  "lpa_app_no": "2022/0808",
  "last_updated": "2025-03-20T18:18:19.434+00:00",
  "application_type": "Householder",
  "site_name": null,
  "appeal_decision_date": null,
  "site_number": "75",
  "appeal_decision": null,
  "development_type": "Other house holder developments",
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 01, 08C, 09C, 10C, 11C, 12C, 13C, FIRE SAFETY STATEMENT.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to commencement of above ground works details of operation and appearance of the retractable glass roof shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - The rear garage door and door serving the winter garden room must be designed installed and maintained so as not to open over the boundary of the site and over the public highway.\r\nReason: In the interest of highway safety and visibility, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 8 - INFORMATIVE: The footway and carriageway on the A3 Clapham Common North Side must not be blocked during the alteration works. Temporary obstructions during the alteration works must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A3 Clapham Common North Side.   ",
    "Condition : 9 - INFORMATIVE: All vehicles associated with the alteration works must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.",
    "Condition : 10 - INFORMATIVE: No skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time. Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://www.tfl.gov.uk/info-for/urban-planning-and-construction/highway-licences"
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": null,
  "parking_details": null,
  "pp_id": "11074968",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Clapham Common North Side",
  "centroid_easting": "528376",
  "decision_target_date": "27/05/2022",
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "valid_date": "25/02/2022",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1534896,
          51.4616438
        ],
        [
          -0.15340109999999998,
          51.4616413
        ],
        [
          -0.1534221,
          51.4613334
        ],
        [
          -0.1534922,
          51.4613312
        ],
        [
          -0.1534896,
          51.4616438
        ]
      ]
    ],
    "type": "Polygon"
  }
}