{
  "epc_number": null,
  "valid_date": "15/05/2023",
  "status": "Commenced",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.239783,
    "lat": 51.450008
  },
  "pp_id": "11579444",
  "decision": "Approved",
  "centroid_easting": 522411,
  "site_name": "Land Rear Of 24 To 26",
  "lpa_app_no": "2022/4647",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "10096186528",
  "title_number": null,
  "borough": "Wandsworth",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [17221-001 REV: C1, TP01, TP05 REV: A, TP03, TP06 REV: A, TP02, TP04 REV: B]. \nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 3 - Prior to commencement of above ground works (details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP3 of the Local Plan (adopted 2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Local Plan (adopted 2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling[s] hereby approved without the prior permission of the local planning authority. \nReason: In order to control future development, in accordance with Council policy LP2 of the Local Plan (adopted 2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 6 - No development shall take place until  an ecological conservation management plan shall be submitted to the local planning authority for approval. The plan shall include details of measures to be taken to preserve and protect wildlife and the ecological environment. No development shall commence until such time as the ecological conservation management plan has been approved in writing by the local planning authority. The development shall be carried out in accordance with the approved ecological conservation management plan.\nReason: To retain the ecological interest of the site in accordance with Council policy LP55 of the Local Plan (adopted 2023) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of works to ensure existing biodiversity is protected and the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 7 - Prior to commencement of the above groundworks, details of proposed 'green wall', to include  species of new planting/seeding shall be submitted to and approved in writing by the local planning authority. All planting and seeding included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policy LP2 and LP55 of the Local Plan (adopted 2023)",
    "Condition : 8 - Prior to the commencement of the development Tree Protection measures outlined in the submitted tree report dated 10th January 2019 in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures will be retained out the until completion of the development. \nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 9 - Prior to occupation of the development] the window in the South West elevation at first floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window[s] shall so be maintained and retained as such. \nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Local Plan (adopted 2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 10 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan (adopted 2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 11 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Local Plan (adopted 2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 12 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan (adopted 2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 13 - No demolition or development shall take place until a written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and\nA. The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\nB. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. this part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI\nREASON: To safeguard the archaeological interest on this site, as the site is located in an area of archaeological interest.",
    "Condition : 14 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP2 of the Local Plan (adopted 2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 15 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 16 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL).",
    "Condition : 17 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 173805,
  "subdivision_of_building": "The application site is currently vacant land only.",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522407.8245362,
              173800.9953245
            ],
            [
              522407.1995036,
              173802.5991031
            ],
            [
              522406.4492031,
              173804.4485737
            ],
            [
              522405.6989025,
              173806.2980443
            ],
            [
              522407.9992745,
              173807.2277782
            ],
            [
              522410.2996466,
              173808.1475149
            ],
            [
              522414.3479716,
              173809.8970141
            ],
            [
              522416.9534109,
              173803.8987311
            ],
            [
              522407.8245362,
              173800.9953245
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": null,
  "development_type": "Minor dwellings",
  "lpa_name": "Wandsworth",
  "actual_commencement_date": "31/03/2025",
  "last_updated": "2025-08-13T13:30:27.866Z",
  "decision_process": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/4647",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Roehampton",
  "application_type_full": "Full planning permission",
  "locality": "London",
  "last_updated_by": "Portal",
  "application_details": {
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "05/2024",
        "intended_commencement_date": "05/2023"
      }
    ],
    "total_gia_gained": 58.2,
    "total_gia_existing": 0,
    "site_area": 0.0058000000000000005,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 58.2,
        "actual_commencement_date": "31/03/2025",
        "gia_lost": 0
      }
    ],
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 1,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 1,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "total_annual_nox_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": false,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_passive_cooling": 0,
      "mobile_network_operators_consultation": false
    },
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 58.2,
      "site_area": 0.0058000000000000005
    },
    "internal_resi_water_usage": 105,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 5.04,
        "building_ref": "New dwelling"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "scheme_phasing": false,
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units": 1,
      "habitable_rooms_density": 344.8275862068965,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "31/03/2025",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 58.2,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 58.2,
      "dwelling_density": 172.41379310344826,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_lost": 0,
      "site_area": 0.0058000000000000005
    },
    "green_suds": false,
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "mayoral_cil_liability_notice_issued": false,
    "circular_economy_statement": false,
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.0058000000000000005
    },
    "3d_model": false,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false
  },
  "postcode": "SW15 4HJ",
  "decision_target_date": "10/07/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.239831,
          51.449973
        ],
        [
          -0.239839,
          51.449987
        ],
        [
          -0.239849,
          51.450004
        ],
        [
          -0.239859,
          51.450021
        ],
        [
          -0.239826,
          51.450029
        ],
        [
          -0.239792,
          51.450036
        ],
        [
          -0.239734,
          51.450051
        ],
        [
          -0.239698,
          51.449997
        ],
        [
          -0.239831,
          51.449973
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Erection of a part single, part two-storey 1-bed house with refuse and cycle storage.",
  "street_name": "Roehampton High Street",
  "bo_system": "Portal",
  "appeal_status": null,
  "lapsed_date": "26/07/2026",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "26/07/2023",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Wandsworth-2022_4647",
  "last_date_consultation_comments": "26/07/2023"
}