{
  "postcode": "SW18 2RT",
  "uprn": "100023327641",
  "decision_agency": "Borough",
  "locality": "London",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/0537",
  "centroid": {
    "lat": "51.45558",
    "lon": "-0.18874929999999998"
  },
  "application_type_full": "Removal/Variation of a condition",
  "ward": "Fairfield - Historic",
  "last_date_consultation_comments": "21/04/2022",
  "cil_liability": true,
  "status": "Approved",
  "bo_system": "Northgate M3",
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "site_area": 0.065
  },
  "centroid_northing": "174511",
  "decision_date": "18/08/2023",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Wandsworth-2022_0537",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525946.9031771,
              174503.0486017
            ],
            [
              525945.146979,
              174502.1488592
            ],
            [
              525944.3966785,
              174501.7989594
            ],
            [
              525940.4967646,
              174499.9994745
            ],
            [
              525937.0008587,
              174498.1999896
            ],
            [
              525935.3518464,
              174497.4002185
            ],
            [
              525934.0491268,
              174499.9994745
            ],
            [
              525926.653307,
              174515.5050361
            ],
            [
              525924.4024053,
              174520.2036911
            ],
            [
              525939.4496418,
              174528.001459
            ],
            [
              525941.9891206,
              174529.3210813
            ],
            [
              525945.5015167,
              174531.1505576
            ],
            [
              525947.9502998,
              174526.4019169
            ],
            [
              525949.3024898,
              174527.1017165
            ],
            [
              525952.4521032,
              174520.8035194
            ],
            [
              525954.9008863,
              174515.9049216
            ],
            [
              525958.4462626,
              174508.7469705
            ],
            [
              525946.9031771,
              174503.0486017
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "description": "Variation of condition 2  (in accordance with approved drawings) pursuant to planning permission dated 23/06/2021 ref 2021/0208 (Erection of a four storey building at 190 - 192 (including the retention of the existing front facade and the rebuilding of the rear facade / boundary wall); the erection of a three-storey rear extension rear plus mansard to No 194; the erection of dormer roof to the front of No. 192;  the provision of font and rear terraces at first and second floor levels.  Works in association with the provision of 13 x 1-bedroom, 7 x 2-bedroom, 2 x 3-bedroom flats, with associated refuse and bicycle store) to allow amendments to introduce cat ladders for access, a roof top booster tank, satellite dish and television aerial, replacement metal balustrades and minor alterations to window sizes.",
  "lapsed_date": "18/08/2026",
  "lpa_app_no": "2022/0537",
  "last_updated": "2025-03-19T03:34:44.327+00:00",
  "application_type": "All Other",
  "site_name": null,
  "appeal_decision_date": null,
  "site_number": "190",
  "appeal_decision": null,
  "development_type": "Major dwellings",
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - The cat ladders hereby approved shall only be used for emergency and maintenance purposes, unless agreed otherwise in writing by the local planning authority.\r\nReason: To protect the privacy of adjoining occupiers in accordance with Local Plan (2023) policy LP2.  ",
    "Condition : 2 - The development shall be carried out in accordance with the reports, \r\nspecifications and drawings detailed 109 C9; 110 P3; 111 P4; 112 P5; 113 P3; 114 P2; 130 P5; 131 P3; 132 P3; 133 P3; P110 A and P111 A;  Material schedule (ref 4161_P501); Energy Assessment (by Eight Associates dated 15.01.2021); Sustainability Statement (by Eight Associates dated 15.01.2021); \r\nReason: To ensure a satisfactory standard of development, and to allow the \r\nlocal planning authority to review any potential changes to the scheme",
    "Condition : 3 - The development hereby approved shall be built in accordance with the \r\nMaterial schedule (ref 4161_P501), unless agreed otherwise in writing by the \r\nLocal Planning Authority. \r\nReason: In the interest of the appearance of the development and to \r\nsafeguard visual amenity, in accordance with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 4 - The development shall be carried out in accordance with the site levels approved by approved of details application 2021/4669 dated 25/05/2022, unless agreed otherwise in writing by the local planning authority. \r\nReason: To ensure the development relates satisfactorily to its surroundings, \r\nand in accordance with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 5 - Prior to occupation of the development the windows shown on the approved \r\ndrawings to have obscured glazing shall be obscured and non-opening (unless the parts of the window which can be opened are more than 1.7 \r\nmetres above the floor of the room in which the window is installed). The \r\nwindow[s] shall so be maintained and retained as such. \r\nReason: To control overlooking, and safeguard the privacy of neighbours in \r\naccordance with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021. ",
    "Condition : 6 - Prior to commencement of use of the terraces as shown on the approved \r\ndrawings, the obscure glazed screening to each side at a minimum height of \r\n1.7m above finished floor level shall be installed. The screening shall be \r\nretained and maintained as such thereafter. \r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 7 - Prior to the first occupation of the development the residential cycle parking \r\nspaces shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for \r\nno other purpose. \r\nReason: To ensure adequate provision is made for cycle parking in \r\naccordance with Local Plan (2023) policy LP51 coupled with the requirements of the National Planning Policy Framework 2021",
    "Condition : 8 - The development shall be fitted with appliances to ensure no more than 110litres of water per person per day are consumed in accordance with approval of details application 2021/4669 dated 25/05/2022, unless agreed otherwise in writing by the local planning authority. \r\nPrior to first occupation of the building evidence (schedule of fittings and manufactures literature) shall be submitted to and approved in writing by the local planning authority to show that the development has been constructed in accordance with the approved internal water use calculations. \r\nReason: In the interest of sustainable development and to accord with Local Plan (2023) policy LP10 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 9 - The development shall be fitted with appliances to ensure no more than 110litres of water per person per day are consumed in accordance with approval of details applicaiton 2021/4669 dated 25/05/2022, unless agreed otherwise in writing by the local planning authority. \r\nPrior to first occupation of the building evidence (schedule of fittings and manufactures literature) shall be submitted to and approved in writing by the local planning authority to show that the development has been constructed in accordance with the approved internal water use calculations. \r\nReason: In the interest of sustainable development and to accord with Local Plan (2023) policy LP10 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 10 - The development hereby approved shall be built in accordance with the \r\napproved Sustainability Statement (by Eight Associates dated 15.01.2021), \r\nunless agreed otherwise in writing. \r\nReason: In the interest of sustainable development and to accord with Local Plan (2023) policy LP10 coupled with the requirements of the National Planning Policy Framework 2021. ",
    "Condition : 11 - Prior to commencement of the above groundworks (excluding demolition), \r\ndetails of landscaping and treatment of parts of the site not covered by \r\nbuildings and roof terraces, to include the hard landscaping materials \r\n(including SuDs), species of new planting/seeding, the depth of soil to the \r\nliving roof and any existing plants/trees to be retained, benches and lighting \r\nshall be submitted to and approved in writing by the local planning authority. \r\nFor the avoidance of doubt, the details shall also include evidence of a target Urban Greening Factor Score of 0.4 and SuDs measures. All planting, \r\nseeding, turfing and living roofs included in the approved details shall be \r\ncarried out prior to the occupation of any part of the development, or in \r\naccordance with a programme agreed in writing with the local planning \r\nauthority.\r\nReason: To ensure a satisfactory appearance and biodiversity value in the \r\ndevelopment, in accordance with draft London Plan policy G4, Local Plan (2023) policies LP1, LP55 and LP57. The details are required prior to the \r\ncommencement of works to ensure the landscaping measures are \r\nincorporated in the layout and construction of the development. ",
    "Condition : 12 - The development hereby approved shall be built in accordance with the \r\necological protection measures outlined in the Preliminary Ecological Appraisal (dated 27.01.2021), unless agreed otherwise in writing by the Local\r\nPlanning Authority. \r\nReason: To ensure ecological protection in accordance with Local Plan (2023) policy LP55.\r\n",
    "Condition : 13 - The demolition and construction works shall be carried out in accordance with the construction management plan approved by approval of details application 2021/4669 dated 25/05/2022, unless agreed otherwise in writing by the local planning authority. \r\nReason: In the interests of traffic, general amenity of the area and neighbour \r\namenity in accordance with Local Plan (2023) policy LP50 coupled with the \r\nrequirements of the National Planning Policy Framework 2021. ",
    "Condition : 14 - The biodiversity measures approved by approval of details application 2022/0544 dated 17/05/2022 shall be carried out prior to the occupation of the development hereby approved, unless agreed otherwise in writing by the local planning authority.  \r\nReason: Reason: To ensure biodiversity gain in accordance with Local Plan (2023) policy LP55.  ",
    "Condition : 15 - Prior to the first occupation of the development, the refuse and recycling \r\nstorage shown on approved drawings shall be provided and shall be retained \r\nfor the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for waste storage in \r\naccordance with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021. ",
    "Condition : 16 - PART A: The development shall be carried out in accordance with the land contamination details approved by approval of details application 2021/4669 dated 25/05/2022, unless agreed otherwise in writing by the local planning authority. \r\nPART B: As soon as reasonably practicable, and before the occupation of any remediated area of the site, a validation report shall be submitted and\r\napproved by the Local Planning Authority in writing, stating what works \r\nwere undertaken and that the remedial scheme was completed in accordance with the approved remediation strategy. \r\nReason: To safeguard the public, the environment and surface and \r\ngroundwater as this site may have or is known to have been used in the past \r\nfor activities that are likely to have resulted in it being contaminated with \r\nmaterial that is potentially harmful to humans, or the environment, in accordance with Local Plan (2023) polices LP2 and LP14.   It is necessary for this condition to prevent commencement.  ",
    "Condition : 17 - Notwithstanding the provisions of the Town and Country Planning (General \r\nPermitted Development) (England) Order 2015 (or any Order revoking, \r\namending or re-enacting that Order), no windows, doors or glazed areas \r\n(other than such as may be shown on the approved drawings shall be installed in the approved development. \r\nReason: To protect the privacy of neighbours and prevent overlooking, in \r\naccordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 18 - Notwithstanding the provisions of the Town and Country Planning (General \r\nPermitted Development) (England) Order 2015 (or any Order revoking, \r\namending or re-enacting that Order) no satellite dishes, telecommunications \r\nmasts, antennas or equipment or associated structures, shall be installed on \r\nthe building hereby approved, unless shown on the drawings hereby approved.  \r\nReason: To protect the appearance of the building, and accord with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 19 - Unless shown on the drawings hereby approved, no water tanks, plant, lift \r\nrooms or other structures shall be erected upon the roof of the approved \r\nbuilding.\r\nReason: To control the appearance of the building and safeguard \r\nthe appearance of the area, in accordance with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 20 - Other than the roof terraces shown on the drawings hereby approved, the roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and, furthermore, no balustrades, \r\nrailings or other means of enclosure or means of permanent access shall be erected on this area. \r\nReason: To control overlooking, and safeguard the privacy of neighbours in \r\naccordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021",
    "Condition : 21 - The boundary treatment shall be carried out in accordance with approval of details application 2021/4669 dated 25/05/2022, unless agreed otherwise in writing by the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in \r\naccordance with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 22 - No parts of the building shall be demolished except those shown on the \r\ndrawings P110 A and P111 A hereby approved, unless agreed otherwise in \r\nwriting by the Local Planning Authority.\r\nReason: to ensure that the development relates satisfactorily to its \r\nsurroundings and the existing elevations of high amenity value are retained, in accordance with Local Plan (2023) policy LP1.  \r\n",
    "Condition : 23 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 24 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 25 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development.",
    "Condition : 26 - INFORMATIVE: Legal changes under The Water Industry (Scheme for the Adoption of Private Sewers) Regulations 2011 mean that the sections of pipes you share with your neighbours, or are situated outside of your property boundary which connect to a public sewer are likely to have transferred to Thames Water's ownership. Should your proposed building work fall within 3 metres of these pipes we recommend you contact Thames Water \r\nto discuss their status in more detail and to determine if a building over / near to agreement is required. You can contact Thames Water on 0800 009 3921 or for more information  please visit Thames Water's website at www.thameswater.co.uk.\r",
    "Condition : 27 - INFORMATIVE: There are public sewers crossing or close to your development. In order to protect public sewers and to ensure that Thames Water can gain access to those sewers for future repair and maintenance, approval should be sought from Thames Water where the erection of a building or an extension to a building or underpinning work would be over the \r\nline of, or would come within 3 metres of, a public sewer. Thames Water will usually refuse such approval in respect of the construction of new buildings, but approval may be granted in some cases for extensions to existing buildings. The applicant is advised to contact Thames Water Developer Services on 0800 009 3921 to discuss the options available at \r\nthis site.",
    "Condition : 28 - INFORMATIVE: Thames Water advise that the proposal should incorporate flood protection measures, for example non-return valve (or other suitable device), to avoid the risk of sewer backflow at a later date, on the assumption that the sewerage network may surcharge to ground level during storm conditions. "
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": null,
  "parking_details": null,
  "pp_id": "11036016",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "St Anns Hill",
  "centroid_easting": "525940",
  "decision_target_date": "18/08/2023",
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "valid_date": "01/03/2022",
  "last_updated_by": "Northgate M3",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.18865289999999998,
          51.455507
        ],
        [
          -0.1886784,
          51.4554993
        ],
        [
          -0.18868939999999998,
          51.4554963
        ],
        [
          -0.1887461,
          51.455481
        ],
        [
          -0.188797,
          51.4554656
        ],
        [
          -0.188821,
          51.4554588
        ],
        [
          -0.1888388,
          51.4554825
        ],
        [
          -0.1889397,
          51.4556235
        ],
        [
          -0.18897039999999998,
          51.4556662
        ],
        [
          -0.18875119999999998,
          51.4557329
        ],
        [
          -0.1887142,
          51.4557442
        ],
        [
          -0.188663,
          51.4557599
        ],
        [
          -0.18862949999999998,
          51.455716699999996
        ],
        [
          -0.1886098,
          51.4557227
        ],
        [
          -0.1885667,
          51.4556654
        ],
        [
          -0.18853319999999998,
          51.4556208
        ],
        [
          -0.18848479999999998,
          51.4555557
        ],
        [
          -0.18865289999999998,
          51.455507
        ]
      ]
    ],
    "type": "Polygon"
  }
}