{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "2022/4886",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/4886",
  "actual_completion_date": null,
  "pp_id": "11730987",
  "lapsed_date": "21/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.14979,
    "lat": 51.451077
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "22A",
  "uprn": "10091502235",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "25/01/2023",
  "description": "Alterations including excavation to enlarge existing basement; Formation of front and rear lightwells. Alterations to front boundary treatment and installation of concealed underground bin store. ",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.149683,
          51.451151
        ],
        [
          -0.149674,
          51.451118
        ],
        [
          -0.149644,
          51.451015
        ],
        [
          -0.149633,
          51.450974
        ],
        [
          -0.149862,
          51.450934
        ],
        [
          -0.149881,
          51.450994
        ],
        [
          -0.149899,
          51.451051
        ],
        [
          -0.149951,
          51.451234
        ],
        [
          -0.149956,
          51.451256
        ],
        [
          -0.149892,
          51.451265
        ],
        [
          -0.149818,
          51.451275
        ],
        [
          -0.149745,
          51.451285
        ],
        [
          -0.149721,
          51.451288
        ],
        [
          -0.14969,
          51.451175
        ],
        [
          -0.149683,
          51.451151
        ],
        [
          -0.149683,
          51.451151
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [L01; 100 Rev D; 101 Rev D; 201 Rev A; 202; 203; 301; Underground Bin Storage Specification (Edmolift); Fire Safety Statement (dated 29/03/2022)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the locally listed building, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n\r\n",
    "Condition : 4 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Reason : 1 - The proposed front open stairwell, by reason of its location and design would result in a highly visible and intrusive feature that would cause harm to the setting of the locally listed host building and relates poorly to the surrounding area. The proposal fails to comply with policies DMS1, DMS2 and DMH5 of the DMPD (2016) and the Housing SPD (2016). It would also fail to meet emerging policies LP1, LP3 and LP5 of the PVLP (2022). \r\n",
    "Reason : 2 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify amendments to address those elements of the scheme considered unacceptable. However, the necessary amendments to make the application acceptable are substantial and would materially change the development proposal. They would require further consultations to be undertaken prior to determination, which could not take place within the statutory determination period specified by the Department of Communities and Local Government. You are therefore encouraged to consider submission of a fresh application incorporating the material amendments set out below which are necessary to make the scheme acceptable. \r\n\r\nRequired amendments:\r\nRemoval of the front open stairwell. \r\n"
  ],
  "postcode": "SW12 8EN",
  "application_type": "Householder",
  "decision_date": "21/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 528661,
  "valid_date": "13/12/2022",
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "decision_target_date": "21/02/2023",
  "id": "Wandsworth-2022_4886",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-07-03T13:50:03.201Z",
  "street_name": "Malwood Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 174078,
  "application_details": {
    "total_gia_gained": 162,
    "intended_commencement_date": "03/2023",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 2,
    "intended_completion_date": "12/2023",
    "site_area": 0.060000000000000005
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528668.2515557362,
              174086.3978665357
            ],
            [
              528668.9523859302,
              174082.69892534544
            ],
            [
              528671.3022283454,
              174071.40215900866
            ],
            [
              528672.2009400061,
              174066.8534610569
            ],
            [
              528656.4034029252,
              174061.90487757383
            ],
            [
              528654.9028018039,
              174068.55297457863
            ],
            [
              528653.5011414158,
              174074.85117174033
            ],
            [
              528649.4033460461,
              174095.19534828537
            ],
            [
              528648.9498676853,
              174097.55467293807
            ],
            [
              528653.4186908053,
              174098.66435529361
            ],
            [
              528658.4894033859,
              174099.9239947248
            ],
            [
              528663.5518709057,
              174101.18363415793
            ],
            [
              528665.2503534936,
              174101.60351396847
            ],
            [
              528667.6991366422,
              174089.09709389193
            ],
            [
              528668.2515557362,
              174086.3978665357
            ],
            [
              528668.2515557362,
              174086.3978665357
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Balham"
}