{
  "secondary_street_name": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527480.2866613,
              173339.6416231
            ],
            [
              527484.697769,
              173337.1423385
            ],
            [
              527486.8662201,
              173335.9126905
            ],
            [
              527491.7967667,
              173333.1034946
            ],
            [
              527492.242,
              173332.843569
            ],
            [
              527493.998198,
              173331.8438552
            ],
            [
              527498.31861,
              173329.3345734
            ],
            [
              527498.6484124,
              173329.1446278
            ],
            [
              527499.9923574,
              173328.3948424
            ],
            [
              527502.6967374,
              173326.7453146
            ],
            [
              527505.1537656,
              173325.3457152
            ],
            [
              527511.7992849,
              173321.5468027
            ],
            [
              527505.4423428,
              173317.597933
            ],
            [
              527499.9923574,
              173320.7970173
            ],
            [
              527494.8474393,
              173323.8461445
            ],
            [
              527493.2973678,
              173324.7958726
            ],
            [
              527480.4927879,
              173332.2437407
            ],
            [
              527477.0463523,
              173334.1931827
            ],
            [
              527480.2866613,
              173339.6416231
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": true,
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": "173331",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": "01/08/2023",
  "last_updated": "2025-03-19T02:33:49.011+00:00",
  "centroid": {
    "lat": "51.4446292",
    "lon": "-0.1669057"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "SW17 7EB",
  "decision": "Refused",
  "decision_date": "25/01/2023",
  "locality": "London",
  "title_number": null,
  "pp_id": "11470681",
  "last_date_consultation_comments": "07/12/2022",
  "decision_process": null,
  "description": "Variation of condition 2 pursuant to planning permission dated 01/07/2022 ref 2021/2952 (Excavation to create a basement including formation of front and rear lightwells, erection of dormer roof extensions to front and rear roof. Erection of part single/ part two-storey rear extension and single storey outbuilding in connection with conversion of property to 2 x 3-bedroom, 1 x 2-bedroom and 1 x 1-bedroom flats with associated cycle and refuse storage.) to allow amendments including increase in scale of rear dormer extension and increase in the ridge height of the roof which has been raised by 200mm higher than the neighbouring property.",
  "bo_system": "Northgate M3",
  "lpa_app_no": "2022/3404",
  "decision_target_date": "08/12/2022",
  "appeal_decision_date": "22/11/2023",
  "subdivision_of_building": null,
  "uprn": "121015117",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "ward": "Trinity",
  "valid_date": "15/08/2022",
  "site_number": "24",
  "id": "Wandsworth-2022_3404",
  "development_type": "Minor dwellings",
  "centroid_easting": "527488",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.16701349999999998,
          51.4447086
        ],
        [
          -0.166951,
          51.4446851
        ],
        [
          -0.1669202,
          51.4446736
        ],
        [
          -0.16685029999999998,
          51.4446472
        ],
        [
          -0.166844,
          51.4446448
        ],
        [
          -0.1668191,
          51.4446354
        ],
        [
          -0.1667579,
          51.4446119
        ],
        [
          -0.1667532,
          51.4446101
        ],
        [
          -0.1667342,
          51.4446031
        ],
        [
          -0.16669589999999998,
          51.4445876
        ],
        [
          -0.166661,
          51.4445745
        ],
        [
          -0.1665668,
          51.4445389
        ],
        [
          -0.1666597,
          51.4445048
        ],
        [
          -0.1667369,
          51.4445348
        ],
        [
          -0.16680979999999998,
          51.4445634
        ],
        [
          -0.1668317,
          51.4445722
        ],
        [
          -0.1670132,
          51.444642
        ],
        [
          -0.1670621,
          51.4446603
        ],
        [
          -0.16701349999999998,
          51.4447086
        ]
      ]
    ]
  },
  "actual_completion_date": null,
  "borough": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/3404",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Wandsworth",
  "actual_commencement_date": null,
  "status": "Allowed",
  "appeal_decision": "Allowed",
  "appeal_status": "Allowed",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of the initial permission ref: 2021/2952 (dated: 01/07/2022).\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [MA171 701 rev P1, MA171 751 rev P4, MA171 759 rev P1, MA171 760 rev P2, MA171 761 rev P1, MA171 762 rev P2, MA171 763 rev P3, MA171 764 rev P3, MA171 780 rev P5, MA171 781 rev P4, MA171 783 rev P4, MA171 784 rev P4, MA171 786 rev P2, MA171 788 rev P2, MA171 791 rev P4, MA171 793 rev P4, Planning Statement (January 2022), Planning Fire Safety Strategy Statement (June 2022), Transport & Parking Note (23/01/2022), Planning, Heritage & Design Statement (February 2022), Internal Daylight Report (January 2022), Arboricultural Impact Assessment (02/02/02022)].\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a\r\nbalcony, roof garden or similar amenity area and furthermore, no balustrades,\r\nrailings or other means of enclosure or means of permanent access shall be\r\nerected on this area.\r\nReason: To control overlooking and noise disturbance, and safeguard the privacy and amenities of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n\r\n",
    "Condition : 5 - Prior to commencement of above ground works (excluding demolition), the location, number and design of secure and covered cycle parking be provided in accordance with the approved details application ref: 2022/3652 (dated: 11/11/2022), prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - Prior to the first occupation of the development, the refuse and recycling storage shown in the approved details application ref: 2022/3652 (dated: 11/11/2022), shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - The outbuilding hereby permitted shall be used only in conjunction with to the\r\nmain residential use of Unit 2 as shown on drawing number [MA171 759 rev\r\nP1, MA171 760 rev P2] for ancillary and incidental to the principal residential\r\nuse of the self-contained unit and not be occupied for any independent\r\nresidential purposes.\r\nReason: To prevent the introduction of an independent residential or commercial use within the residential rear garden without prior consent by the local planning authority and safeguard neighbour amenities, in accordance with Council policies DMS1, DMS2 and DMH4 of the Development Management Policies Document (adopted March 2016), coupled with the requirements of the National Planning Policy Framework 2021.\r\n\r\n",
    "Condition : 8 - The single-storey rear outbuilding hereby approved shall be erected in accordance with the details of the foundation design and construction method statement as approved under details application ref: 2022/3652 (dated: 11/11/2022). Any foundation works and construction must be undertaken in accordance with the terms of the approved details.\r\nReason: To safeguard trees on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 9 - Prior to the commencement of the development Tree Protection measures in\r\nline with the approved Arboricultural Impact Assessment (02/02/02022)] shall\r\nbe installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection\r\nmeasures will be retained throughout until completion of the development.\r\nReason: To preserve trees and hedges on the site in the interests of visual\r\namenity and the character of the area, in accordance with Council policy\r\nDMO5 of the Development Management Policies Document (adopted March\r\n2016) coupled with the requirements of the National Planning Policy\r\nFramework 2021.\r\n\r\n",
    "Condition : 10 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 11 - The demolition and construction works for the development shall be carried out in accordance with the construction method statement as approved under details application ref: 2022/3652 (dated: 11/11/2022).\r\nReason: In the interests of the design and preservation of the host building in\r\naccordance with Council policies DMS1 and DMS2 of the Development\r\nManagement Policies Document (adopted March 2016) coupled with the\r\nrequirements of the National Planning Policy Framework 2021.",
    "Condition : 12 - All landscaping, planting, seeding, and turfing shall be carried out in accordance with the approved details application ref: 2022/3652 (dated: 11/11/2022) prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.\r\nReason: To ensure a satisfactory appearance and biodiversity value in the\r\ndevelopment, in accordance with Council policies DMS1 and DMO4 of the\r\nDevelopment Management Policies Document (adopted March 2016).\r\nThe details are required prior to the commencement of works to ensure the\r\nlandscaping measures are incorporated in the layout and construction of the\r\ndevelopment.\r\n",
    "Condition : 13 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 14 - The increase in the height of the roof shall only be constructed by continuing the front roof slope in the same plane, and no upstand or step shall be formed. \r\nReason: To safeguard the appearance of the streetscene in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Reason : 1 - The increased height in the ridge of the roof results in an over-dominant and incongruous addition, which would relate poorly to the neighbouring semi-detached property. The proposal would result in less than substantial harm to the character and appearance of the host property, the Wandsworth Common Conservation Area whilst failing to provide any public benefit. The proposal would be contrary to policies PL1 and IS3 of the Core Strategy (2016), policies DMS1, DMS2 and DMH5 of the Development Management Policies Document (2016), policies LP1, LP3 and LP5 of the PVLP (2022) and the NPPF (2021).",
    "Reason : 2 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service. However, we have been unable to seek solutions to problems as the principle of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "lapsed_date": "22/11/2026",
  "parking_details": null,
  "street_name": "Bellevue Road"
}