{
  "development_type": "Major dwellings",
  "decision_conditions": [
    "Condition : 1 - Prior to work commencing (excluding demolition and excluding works in relation to the laying of the ground beam as shown in approved drawings 1634 HT P 120; 121 500; 1634 200 SK01), design stage calculations should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development shall be built in accordance with the recommended Energy strategy approved by the Local Planning Authority. \nIn the interest of sustainable development and to accord with London Plan policy SI2 and Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 2 - This development shall be begun by 30/11/2020. \nTo comply with Section 91 of the Town and Country Planning Act 1990.\n\n",
    "Condition : 3 - The development shall be carried out in accordance with the approved \ndrawings and specifications:-\n1634-HT-D-099; 1634-HT-D-100; 1634-HT-D-101; 1634-HT-D-102; 1634-HT\u0002D-103; 1634-HT-D-200; 1634-HTD-201; 1634-HT-D-202; 1634-HT-D-203; \n1634-HT-D-204; 1634-HT-D-205; 1634-HT-D-300; 1634-HT-D-301; 1634-HT\u0002D-302; 1634-HT-D-303; 1634-HT-D-304; 1634-HT-D-305;\n1634-HT-I-099; 1634-HT-I-100 P1; 1634-HT-I-101 P1; 1634-HT-I-102; 1634-\nHT-I-103;\n1634-HT-P-099; 1634-HT-P- 100 P3; 1634-HT-P-101 P3; 1634-HT-P-102 P2; \n1634-HT-P-103 P2; 1634-HT-P-104; 1634-HT-P-105; 1634-HT-P-106; 1634-\nHT-P-200 P2; 1634-HT-P-201 P2; 1634-HT-P-202 P2; 1634-HT-P-203; 1634-\nHT-P-204 P3; 1634-HT-P-205; 1634-HT-P-300; 1634-HT-P-301; 1634-HT-P\u0002302; 1634-HT-P-303 P2; 1634-HT-P-304; 1634-HT-P-305 P2; 1634-HT-P-010 P2; 1634-HT-P-020 P2; and P10862 00 001 101 P10.\n1634 HT P 120; 121 500; 1634 200 SK01\nUnless approved otherwise in writing by the local planning authority. \nTo ensure a satisfactory standard of development, and to allow the local \nplanning authority to review any potential changes to the scheme.\n",
    "Condition : 4 - Notwithstanding any materials specified in the application, details and samples of materials proposed to be used on all external surfaces of the new buildings shall be submitted to and approved by the local planning authority before the relevant works are commenced. The development shall be carried out in accordance with the approved materials. \nIn order to assess the suitability of the proposed materials, in the interests of \nthe appearance of the locality, in accordance with Council policy DMS1 and \nDMS2. It is necessary for the condition to be discharged prior to the \ncommencement of works to ensure suitable materials are used in the proposal.\n",
    "Condition : 5 - Details of refuse/recycling storage for both the commercial and residential \nelements of the scheme, including a suitable space for storage of bulky items, shall be submitted to the local planning authority for approval in writing prior to occupation of any part of the development. The approved detailed shall be maintained and retained in situ thereafter.\nTo ensure adequate refuse management is provided on site for future \noccupants of the development, in accordance with Council policy DMS1\n",
    "Condition : 6 - Notwithstanding the provisions of the Town and Country Planning (General \nPermitted Development) Order 2015, or any future re-enactment of that Order, no satellite dishes, telecommunications masts or equipment or associated structures, shall be installed on the building without the prior written approval of the local planning authority. \nTo protect the appearance of the building, and accord with Council policy \nDMS9",
    "Condition : 7 - No water tanks, plant, lift rooms or other structures shall be erected upon the \nroof(s) of the approved building(s) without the written approval of the local \nplanning authority.\nTo control the appearance of the building(s) and safeguard the appearance of the area, in accordance with Council policy DMS1.\n\n",
    "Condition : 8 - The development shall be erected in accordance with the site levels approved with approval of details application 2020/2746 dated 24/08/2020, unless agreed otherwise in writing. \nReason: To ensure the development relates satisfactorily to its surroundings, \nand in accordance with Council policy DMS1.\n\n",
    "Condition : 9 - A)The development shall accord with the Written Scheme of Investigation approved by approval of details application 2022/2086 dated 13/07/2022 unless agreed otherwise in writing by the local planning authority.  \nB) Under Part A, the applicant (or their heirs and successors in title) shall \nimplement a rapid programme of Level I assessment in accordance with a \nWritten Scheme of Investigation.\nC) A report on the Part B assessment has been submitted to and approved by the local planning authority in writing that identifies to what level of mitigation recording each structure should be undertaken.\nD) No development including demolition shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a \nprogramme of building recording mitigation in accordance with a Written \nScheme of Investigation which has been submitted by the applicant and \napproved by the local planning authority in writing and a report on that \nevaluation has been submitted to and approved by the local planning authority in writing.\nE) Under Part D, the applicant (or their heirs and successors in title) shall \nimplement a programme building recording mitigation in accordance with a \nWritten Scheme of Investigation.\nF) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the \nprogramme set out in the Written Scheme of Investigation approved under \nParts (A and D), and the provision for analysis, publication and dissemination \nof the results and archive deposition has been secured.\n(E) A copy of the recording taken shall be provided to the Local Planning \nAuthority's Conservation and Design team and local history library.\nTo secure appropriate historical records of the site and publication of results, in accordance with Section 12 of the NPPF. The discharge of details is required prior to commencement of development as there may be parts of the exis",
    "Condition : 10 - A) No development other than the laying of the ground beam as shown in \napproved drawings 1634 HT P 120; 121 500; 1634 200 SK01 and the \ndemolition to existing ground level shall take place until the applicant (or their \nheirs and successors in title) has secured the implementation of a programme \nof archaeological pro-active observation and recording in respect of the ground disturbance works, in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing and a report on that evaluation has been submitted to and \napproved by the local planning authority in writing.\nB) Under Part A, the applicant (or their heirs and successors in title) shall \nimplement a programme of archaeological pro-active observation and \nrecording in accordance with a Written Scheme of Investigation.\nC) The development shall not be occupied until the site investigation and post\u0002investigation assessment has been completed in accordance with the \nprogramme set out in the Written Scheme of Investigation approved under \nParts (A and C), and the provision for analysis, publication and dissemination \nof the results and archive deposition has been secured. \n",
    "Condition : 11 - Prior to occupation of any part of the development, a Delivery and Servicing \nPlan will be submitted to the Local Planning Authority and approved in writing. \nThe measures as approved shall be implemented thereafter, unless otherwise \nagreed in writing by the Local Planning Authority.\nTo ensure that the transport impacts from future uses of the site are \nadequately managed in accordance with policy DMT1.",
    "Condition : 12 - Prior to commencement of development, including those works in relation to \nthe laying of the ground beam as shown in approved drawings 1634 HT P 120; 121 500; 1634 200 SK01, a Construction Management Plan in relation to the demolition phase will be submitted to the Local Planning Authority and \napproved in writing. The measures within the Construction Management Plan \nshall be carried out as approved.\nTo ensure that the impacts of the construction process on the local highway \nnetwork are satisfactorily mitigated and in the interest of local amenity in \naccordance with Council policy DMS1 and DMT1. It is necessary for the \ncondition to be discharged prior to the commencement of any works on site \nbecause compliance with the requirements of the condition at a later date \ncould result in harm to the local amenity of the surrounding area contrary to the Council policies cited above.\n",
    "Condition : 13 - Prior to above ground construction works, a Construction Management Plan \nfor the construction phase will be submitted to the Local Planning Authority \nand approved in writing. The measures within the Construction Management \nPlan shall be carried out as approved.\nTo ensure that the transport impacts from construction on site are adequately \nmanaged in accordance with policy DMT1.\n",
    "Condition : 14 - Details of short and long-stay cycle parking for the commercial and residential \nuses, including location, type and means of shelter and security, shall be \nsubmitted to and approved in writing by the local planning authority prior to\noccupation of any part of the development and maintained in situ thereafter.\nTo ensure that acceptable levels of cycle parking are provided in accordance with Council policy DMT2.\n",
    "Condition : 15 - Details of hard and soft landscaping, and treatment of parts of the site not \ncovered by buildings, to include species of new planting and any existing \nplants/trees to be retained, shall be submitted to and approved by the Local \nPlanning Authority prior to commencement of first landscaping works. All \nplanting, seeding or turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the Local Planning Authority. Any trees or plants planted as part of the approved landscape scheme, which within a period of five years from the completion of the development are found to be dead, removed, or becomes seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species, unless the local planning authority gives written consent to vary this.\nTo ensure and safeguard a satisfactory appearance, in accordance with \nCouncil policy DMS1\n",
    "Condition : 16 - The development hereby approved shall be carried out in accordance with the  Arboricultural Method Statement approved by approval of details application 2022/2321 dated 25/07/2022, unless agreed otherwise by the local planning authority.  Should any amendments be required to the approved method statement, the revised details shall include\n- Full details of the measures taken to protect existing trees and hedges during demolition, construction, and delivery of materials and machinery. - Details of pruning works and tree removals.\n- To include a Tree Protection Plan and protection measures in line with \nBS5837:2012, with details of: methods of demolition; driveway/roadway \nconstruction, confirmed location of utility/service runs; ground protection \nmeasures tree protection fencing; positioning of site huts/storage areas and \nspecialist foundation design, removal of hard surfacing; and, a programme of \nArboricultural site supervision, with pre -commencement check.\nTo safeguard trees and hedges on the site in the interests of visual amenity \nand the character of the area, having regard to policy DMO5 (b) coupled with the requirements of the National Planning Policy Framework. It is necessary that the details are secured prior to commencement to ensure that no existing trees are damaged a result of construction works on site.\n",
    "Condition : 17 - Prior to first landscaping works a landscape management plan, including long\u0002term design objectives, management responsibilities and maintenance \nschedules for all landscaped areas, shall be submitted to and approved in \nwriting by the local planning authority. The landscape management plan shall \nbe carried out as approved and any subsequent variations shall be agreed in \nwriting by the local planning authority. The scheme shall include the following \nelements:\n- Detail extent and type of new planting (to be of native species);\n- Details of any new habitat created on site;\n- Details of treatment of buffers around water bodies;\n- Details of any proposed footpaths, fencing and lighting;\n- Details of maintenance regimes; and\n- Details of management responsibilities.\nThis condition is necessary to ensure the protection of wildlife and supporting \nhabitat and secure opportunities for the enhancement of the nature \nconservation value of the site in line with national planning policy.\n\n",
    "Condition : 18 - Prior to the commencement of any demolition or construction works, and \nexcluding works in relation to the laying of the ground beam as shown in \napproved drawings 1634 HT P 120; 121 500; 1634 200 SK01, the applicant \nshall submit for written approval a Construction Environmental Management \nPlan (CEMP) detailing (but not limited to) measures to prevent damage to the \nadjacent River Wandle Site of Importance for Nature Conservation; measures to address invasive non -native species on site; works to limit/prevent ingress to the buildings by birds seeking to nest; restrictions and limitations on the timing of works with regard to bird nesting season; detail of the method statement/toolbox talk outlining what to look for with regard to protected species (bats) and what mitigation measures will be put in place if they are found to be on site; measures to limit light spill onto the river; measures to prevent mammals getting trapped within the site. Works shall be undertaken in accordance with the approved measures.\nTo ensure that the biodiversity value of the borough will be protected and \nenhanced in accordance with Policy PL4. It is necessary for details to be \nsecured prior to commencement of development to ensure that existing \nbiodiversity on or near the site is not harmed during construction",
    "Condition : 19 - Prior to the commencement of any demolition or construction works, but \nexcluding works in relation to the laying of the ground beam as shown in \napproved drawings 1634 HT P 120; 121 500; 1634 200 SK01, the applicant \nshall submit for written approval a report detailing the results of further survey \nwork for use of the whole site by black redstart (to update that undertaken on site previously (Waterman 2013)).\nTo ensure that the biodiversity value of the borough will be protected and \nenhanced in accordance with Policy PL4. It is necessary for details to be \nsecured prior to commencement of development to ensure that existing \nbiodiversity on or near the site is not harmed during construction.\n",
    "Condition : 20 - Prior to the commencement of any demolition, and commencement works, \nexcluding works carried out in relation to the laying of the ground beam as \nshown in approved drawings 1634 HT P 120; 121 500; 1634 200 SK01, further survey work for evidence of use of the site including the buildings, by bats should be carried out to include a minimum of two dusk emergence and/or dawn re -entry surveys to be undertaken between May and September with at least one of the surveys between May and August focusing on building 1 -6, 7 -9, and 7 -9a. additionally building 3b and 4a and 6a require minimum of one dusk emergency survey or dawn re - entry survey to be undertaken between May and August, in the summer immediately prior to demolition. Should bats be found, details of measures to provide mitigation and enhancement for his species should also be provided for approval in writing by the local planning authority. The measures as approved shall be undertaken in full as part of the development\nIn order to prevent harm to protected species in accordance with policy DMO4. \nIt is necessary for details to be secured prior to commencement of \ndevelopment to ensure that existing biodiversity on or near the site is not \nharmed during construction.\n",
    "Condition : 21 - Detailed plans (including contextualised Lux level maps) for all exterior and \nlandscape / public realm lighting, along with any construction and night time \nsecurity lighting, in particular along the river corridor edge shall be submitted to the Local Planning Authority for approval in writing and shall be implemented and maintained thereafter in accordance with the approved details prior to occupation of any part of the site.\nTo ensure no adverse effects on biodiversity, in particular foraging bats, \nfeeding and spawning fish, feeding and roosting birds in accordance with \npolicy DMO4.",
    "Condition : 22 - The Development shall be implemented and maintained in accordance with the Energy Strategy approved by approval of details application 2022/0348 dated 29/03/2022 unless agreed otherwise in witing by the local planning authority.  Should amended details be required, the details shall demonstrate how the development will follow the hierarchy of energy efficiency, decentralized energy and renewable energy technologies to secure a minimum 35% reduction in CO2 emission (new build only) below the maximum threshold set in Building Regulations Part L 2013.\nTo comply with the sustainability targets set out in London Plan policies 5.2 \nand 5.7; Wandsworth Core Strategy IS 2; Wandsworth Development \nManagement Policy DMS3\n",
    "Condition : 23 - Prior to occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the \nNational Calculation Method) should be submitted to the Local Planning \nAuthority and approved in writing to demonstrate that the development has \nbeen carried out in accordance with the approved Energy Strategy unless \notherwise agreed by the Local Planning Authority in writing.\nTo comply with the sustainability targets set out in London Plan policies 5.2 \nand 5.7; Wandsworth Core Strategy IS 2; Wandsworth Development \nManagement Policy DMS3",
    "Condition : 24 - Prior to first occupation of the building(s) evidence (schedule of fittings and \nmanufacturer's literature, and CfSH calculator) should be submitted to the \nLocal Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved internal residential water use calculations.\nTo comply with the sustainability targets set out in London Plan policy 5.15",
    "Condition : 25 - Prior to commencement of the fit out of the commercial units evidence should \nbe submitted to the Local Planning Authority and approved in writing to show \nthat the development has been constructed in accordance with the approved Sustainability Statement.\nTo comply with the sustainability targets set out in London Plan policies 5.2 \nand 5.7; Wandsworth Core Strategy IS 2; Wandsworth Development\nManagement Policy DMS3.\n",
    "Condition : 26 - Prior to commencement of the fit out of the commercial units a copy of the \nGreen Building Guide should be submitted to the Local Planning Authority and approved in writing. A copy of this guide will be made available to the tenant and the fit-out contractor.\nTo comply with the sustainability targets set out in London Plan policies 5.2 \nand 5.7; Wandsworth Core Strategy IS 2; Wandsworth Development \nManagement Policy DMS3.\n",
    "Condition : 27 - The development permitted by this planning permission shall be carried out in \naccordance with the approved Flood Risk Assessment (FRA) February 2017 / HLEF46860/ RPS Health, Safety & Environment and the following mitigation measures detailed within the FRA:\n1-6 Church Row\n1) The lower ground floor should be used for non-habitable accommodation \nonly\n2) Residential use should be limited to the upper ground floor and above\n3) Finished floor levels are set no lower than 5.32m above Ordnance Datum \n(AOD).\n7-9 Church Row\n4) No sleeping accommodation below the first floor level\nWarehouses to the east of the site\n5) Finished floor levels are set no lower than 5.11m above Ordnance Datum \n(AOD).\nThe mitigation measures shall be fully implemented prior to occupation and \nsubsequently in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the local planning authority.\nTo reduce the risk of flooding to the proposed development and future \noccupants.\n\n",
    "Condition : 28 - Prior to the commencement of development (including works in relation to the \nlaying of the ground beam as shown in approved drawings 1634 HT P 120; \n121 500; 1634 200 SK01), approved by this planning permission (or such other date or stage in development as may be agreed in writing by the Local \nPlanning Authority), the following components of a scheme to deal with the \nrisks associated with contamination of the site shall each be submitted to and \napproved, in writing, by the local planning authority: \n1) A site investigation scheme, based on the PRA, to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site. \n2) The results of the site investigation and detailed risk assessment referred to in (1) and, based on these, an options appraisal and remediation strategy \ngiving full details of the remediation measures required and how they are to be undertaken. \n3) A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (2) are complete and identifying any requirements for longer -term monitoring of \npollutant linkages, maintenance and arrangements for contingency action. Any changes to these components require express consent of the local planning authority. The scheme shall be implemented as approved.\nFor the protection of Controlled Waters. The site is located over a Secondary \nAquifer and adjacent to the River Wandle and it is understood that the site may be affected by historic contamination. It is necessary for details to be submitted prior to commencement to ensure that the risk from potential contaminants can be adequately investigated and mitigated.\n",
    "Condition : 29 - If, during development, contamination not previously identified is found to be \npresent at the site then no further development (unless otherwise agreed in \nwriting with the Local Planning Authority) shall be carried out until the \ndeveloper has submitted, and obtained written approval from the Local \nPlanning Authority for, a remediation strategy detailing how this unsuspected \ncontamination shall be dealt with. The remediation strategy shall be \nimplemented as approved, verified and reported to the satisfaction of the Local Planning Authority.\nFor the protection of Controlled Waters. The site is located over a Secondary \nAquifer and adjacent to the River Wandle and it is understood that the site may be affected by historic contamination. It is necessary for details to be submitted prior to commencement to ensure that the risk from potential contaminants can be adequately investigated and mitigated.\n",
    "Condition : 30 - Prior to occupation of the development, a verification report demonstrating \ncompletion of the works set out in the approved remediation strategy and the \neffectiveness of the remediation shall be submitted to and approved, in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. It shall also include any plan (a \"long-term monitoring and maintenance plan\") for longer\u0002term monitoring of pollutant linkages, maintenance and arrangements for contingency action, as identified in the verification plan, if appropriate, and for the reporting of this to the local planning authority. Any long-term monitoring and maintenance plan shall be implemented as approved.\nShould remediation be deemed necessary, the applicant should demonstrate \nthat any remedial measures have been undertaken as agreed and the \nenvironmental risks have been satisfactorily managed so that the site is \ndeemed suitable for use.\n",
    "Condition : 31 - Whilst the principles and installation of sustainable drainage schemes are to \nbe encouraged, no drainage systems for the infiltration of surface water \ndrainage into the ground are permitted other than with the express written \nconsent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant \nunacceptable risk to Controlled Waters. The development shall be carried out in accordance with the approval details.\nInfiltrating water has the potential to cause remobilisation of contaminants \npresent in shallow soil/made ground which could ultimately cause pollution of \ngroundwater.\n",
    "Condition : 32 - Piling or any other foundation designs using penetrative methods shall not be \npermitted other than with the express written consent of the Local Planning \nAuthority, which may be given for those parts of the site where it has been \ndemonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details.\nPiling or other penetrative methods of foundation design on contaminated sites can potentially result in unacceptable risks to underlying groundwaters. ",
    "Condition : 33 - Details of the materials listed below to be used in the historic buildings shall be submitted to and approved in writing by the local planning authority prior to commencement of the relevant works. The works shall be implemented in \naccordance with the approved details. \n- All materials and fixtures and fittings listed below relating to new works to \nand/or in close proximity (extensions) to the historic external fabric.\n- Replacement brick where applicable\n- Paint finishes\n- Stone\n- Cast iron railings and grilles\n- Mortar sample\n- Brick bond\n- Replacement tile where applicable\n- New tile (extension)\n- Reclaimed brick (extension)\n- New windows (extension)\n- Internal - all new materials and fixtures and fittings relating to new works to \nthe interiors, including fire protection measures.\nIn order to assess the suitability of the proposed materials and works, in the \ninterests of the appearance of the locality, in accordance with Council policy \nDMS1 and DMS2. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the proposal and do not harm heritage assets.",
    "Condition : 34 - Prior to the relevant works details in the form of a statement of all proposed \nrepairs, alterations and retentions for each room in the historic buildings and \ninternal elevations showing the proposed changes shall be submitted to the \nlocal planning authority for approval in writing. The details shall include:\n- Details of all proposed internal joinery and mouldings at a scale of 1:5 for \nmouldings and 1:20 for joinery;\n- Window schedule itemising windows to be replaced with justification for their replacement and proposed design;\n- Details of ceilings if there are replacements proposed. These should be of \ntraditional timber lath and plaster construction or to match the existing;\n- Details of service runs. These should be concealed and when the historic \nfabric would have to be removed it should be made good / replaced using like for like materials and techniques to best conservation practice. Existing \nappropriate service ducts should be re-used;\n- Pointing schedule. All repointing should be done in lime to an appropriate \nhistoric appearance.\nThe works shall be implemented in accordance with the approved details.\nIn order to assess the suitability of the proposed materials and works, in the \ninterests of the appearance of the locality and historic buildings, in accordance with Council policy DMS1 and DMS2. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the proposal.",
    "Condition : 35 - Motion sensors shall to be fitted to the retained buildings on site to monitor \nmovement during construction on site. The findings of the monitoring shall be \nsubmitted to the local planning authority prior to occupation of any part of the\ndevelopment.\nIn order to protect the historic buildings in accordance with Council policy \nDMS2.",
    "Condition : 36 - Protective measures during demolition works on site, (including the works \nnecessary in relation to the laying of the ground beam as shown in approved \ndrawings 1634 HT P 120; 121 500; 1634 200 SK01) especially for the brick \npassages through 1 -6 Church Row and for the retained interiors, shall be \nsubmitted to the local planning authority for approval prior to commencement \nof development of works which concern the listed buildings excluding \ndemolition. Works shall be undertaken in accordance with the approved \nmeasures.\nIn order to protect the historic buildings in accordance with Council policy \nDMS2. It is necessary for this condition to be discharged prior to \ncommencement of works to ensure that no harm is caused to heritage assets \non site during construction.",
    "Condition : 37 - Details of ventilation for proposed bathrooms and kitchens and how any \nhistoric panelling/fabric will be protected shall be submitted to the local \nplanning authority for approval in writing prior to those works being \nundertaken. Works shall be carried out in accordance with the approved \ndetails.\nIn order to protect the historic buildings in accordance with Council policy \nDMS2.",
    "Condition : 38 - Details of a scheme to insulate the approved development against noise \ngenerated by the main roads and commercial uses for each building shall be \nsubmitted to and approved in writing by the local planning authority before \ndevelopment, excluding demolition and excluding the laying of the ground \nbeam as shown in approved drawings 1634 HT P 120; 121 500; 1634 200 \nSK01, investigatory and preparatory works, begins on the relevant phase or \nbuilding. The approved measures shall be installed prior to the occupation of \nthe buildings and maintained thereafter.\nTo ensure that future occupants are protected from undue noise levels in \naccordance with policies DMS1 and DMH4",
    "Condition : 39 - Details of a scheme to insulate the approved development against noise \ngenerated by the main roads and commercial uses for each building shall be \nsubmitted to and approved in writing by the local planning authority before \ndevelopment, excluding demolition, investigatory and preparatory works, \nbegins on the relevant phase or building. The approved measures shall be \ninstalled prior to the occupation of the buildings and maintained thereafter.\nTo protect the occupiers of the building(s), in accordance with Council policies DMH4(ii).\n\n",
    "Condition : 40 - Details of noise insulation measures to provide effective resistance to the \ntransmission of airborne and impact sound between the residential units and \nthe commercial units for each building shall be submitted to and approved in \nwriting by the local planning authority. The approved measures shall be \ncompleted prior to the commencement of the use of any commercial unit within any part of the development. \nTo safeguard the amenities of adjoining occupiers, in accordance with Council policy DMS1.\n",
    "Condition : 41 - Details of any external ventilation equipment, including ducting, for each \nbuildings shall be submitted to and approved in writing by the local planning \nauthority before installation within any building.\nIn the interests of local amenity and visual appearance, and in accordance with Council policy DMS1.",
    "Condition : 42 - No combination of floorspace in any of the separate commercial units shall \ntake place without the prior written consent of the local planning authority.\nIn order to prevent amalgamation of these units and to ensure small scale \nunits are maintained on site to support a range of businesses, including small \nbusinesses in accordance with Council policy DMI4.",
    "Condition : 43 - All of the new build residential units (i.e. those with rooms not located within \nthe fabric of listed buildings, whether wholly or in part), other than Units 27, 35 and 43 shall achieve the enhanced Building Regulations Requirement M4(2) (accessible and adaptable dwellings).\nTo provide homes suitable for a lifetime, in accordance with Council policy \nDMH4 and the Mayor's Housing SPG.\n",
    "Condition : 44 - Units 27, 35 and 43 shall achieve the enhanced Building Regulations \nRequirement M4(3)(2)(a) (wheelchair adaptable dwellings).\nTo provide housing for wheelchair users, compliant with the requirements of \nCouncil policy DMH4 and the Mayor's Housing SPG.",
    "Condition : 45 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 46 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 47 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development.",
    "Condition : 48 - INFORMATIVE: We recommend that any works (including any preparatory demolition) is undertaken outside the nesting season (Feb- August) to prevent breaches of the law with regard to nesting birds. Where this is not possible, an ecologist should assess any vegetation and built structures 24hrs prior to the commencement of these works for active signs of nesting. In the event a nest is found an appropriate exclusion zone should be implemented around it until the young have fledged",
    "Condition : 49 - INFORMATIVE: Kitchen design should aim provide at least two-stream waste \ncontainment. \nWe encourage developers to fit food waste macerators in kitchen sinks as this enables occupants to get rid of putrescible waste immediately, reduces waste storage related issues with odours, vermin and flies and reduces the Council's waste disposal costs. \nThis is particularly recommended where home composting is likely to be impractical.\n",
    "Condition : 50 - INFORMATIVE: TfL Comments:\nIt is imperative that road safety measures are considered and preventative measures delivered through the construction and operational phases of the development. TfL encourages the use of contractors who are registered on the FORS system and would welcome a commitment by the applicant to this scheme outlined in the CMP. Please see: http://www.tfl.gov.uk/info-for/freight/safety-and-the-environment/managing-risks\u0002wrrr.\nIt is understood that works of the development will include piling and excavation. Due to the site being on the TLRN, this will require Technical Approval by TfL Tunnels and Structures Team before works commence. Initial enquiries should be sent to structurestechnicalapproval@tfl.gov.uk\nDuring construction, the footway and carriageway on the A217 Church Row / Wandsworth Plain must not be blocked. Temporary obstructions must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A217 Church Row / Wandsworth Plain.\nAll vehicles associated with the development must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.\nNo skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time. Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://www.tfl.gov.uk/info-for/urban-planning-and-construction/highway\u0002licences\n",
    "Condition : 51 - INFORMATIVE: Environment Agency comments:\n1) We would recommend removal of reedmace Typha latidolia from the plant \ncomposition for the first terrace as it is a species more suited to calm rivers, where it will not be pushed over in a flash event. \n2) We would recommend that the biodiversity hedge is comprised of a greater variety of native species in order to be as successful as possible as a refuge for biodiversity. \n3) The indicative lighting intent included in the landscape statement shows no lighting around the river, the terraces or the adjacent biodiversity hedge. This is the ideal from a biodiversity point of view particularly as the ecology report states that there is evidence of bats using this area for foraging. It will also form a commuting route for other nocturnal wildlife which would be disturbed if there was any introduced artificial light spill. Any details of changes to the indicative lighting extent should be provided to the \nEnvironment Agency. \nFlood Risk Activities Permit \nAs of 6 April 2016, the Water Resources Act 1991 has been amended and flood defence consents will now fall under the Environmental Permitting Regulations. Any works in, over, under or within eight metres of the top of bank or 16 metres of a tidal flood defence may require a permit. \nPlease contact the Partnerships and Strategic Overview team at \npso.swlondon&mole@environment-agency.gov.uk or our National Customer Contact Centre on 03708 506 506 or enquiries@environment-agency.gov.uk for more information.",
    "Condition : 52 - INFORMATIVE: Historic England comments:\nBuilding Recording:\nThe written scheme of investigation will need to be prepared and implemented by a suitably professionally accredited heritage practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London and Understanding Historic Buildings: a guide to good recording practice, 2016, Historic England.\nArchaeology:\nThe written scheme of investigation will need to be prepared to include a robust identification and assessment of the detailed programme of developer led ground disturbance schedule of work and implemented by a suitably qualified archaeological practice in accordance with Historic England Greater London Archaeology guidelines. They must be approved by the planning authority before any on-site development related activity occurs.\n"
  ],
  "borough": "Wandsworth",
  "last_updated_by": "FME Excel Import",
  "actual_commencement_date": null,
  "uprn": "121007442",
  "description": "Variation of condition 22 pursuant to planning permission dated 22/09/2020 ref 2020/2745 (Variation of conditions 8 (Archaeology/Historic Building Recording), 9 (Archaeology), 11 (Construction Management), 15 (Arboriculture), 17 (Ecology), 18 (Ecology), 19 (Ecology), 21 (Energy), 22 (Energy), 28 (Land Remediation), 36 (Protective Measures) and 38 (Noise) of planning permission dated 30/11/2017 ref 2017/1458 (Demolition of existing warehouse buildings and erection of a 2 - 6 storey building comprising 34 x residential (Class C3) units, flexible commercial floorspace (Class A1/A2/A3/A4) and office space (Class B1a) at ground floor; restoration works, alterations and rear extensions to existing 1-9 Church Row Listed Buildings to enable the change of use from office (Class B1) to residential (Class C3) comprising 1 x dwellinghouse and 15 x flats; provision of associated landscaping, refuse storage and cycle parking; and public access to the River Wandle from Wandsworth Plain.) to include reference to the laying of a ground beam. (Linked to Variation of Condition application 2020/2817).) to remove reference to ecology from the condition reason.  ",
  "locality": "London",
  "valid_date": "13/06/2022",
  "decision": "Approved",
  "site_number": null,
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.222,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "bo_system": "Northgate M3",
  "application_type_full": "Removal/Variation of a condition",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "date_building_work_started_under_previous_permission": null,
  "title_number": [],
  "decision_date": "12/09/2022",
  "pp_id": "11282450",
  "cil_liability": true,
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": "174756",
  "decision_process": null,
  "secondary_street_name": null,
  "epc_number": null,
  "last_date_consultation_comments": "14/07/2022",
  "decision_agency": "Borough",
  "subdivision_of_building": null,
  "status": "Approved",
  "lpa_app_no": "2022/2474",
  "decision_target_date": "12/09/2022",
  "appeal_decision": null,
  "centroid_easting": "525529",
  "ward": "Wandsworth Town",
  "appeal_status": null,
  "street_name": "Wandsworth Plain",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525516.4532719,
              174718.5969017
            ],
            [
              525513.1964728,
              174717.7971306
            ],
            [
              525511.9762037,
              174722.5657656
            ],
            [
              525510.5003378,
              174728.3541087
            ],
            [
              525510.0963298,
              174729.7537081
            ],
            [
              525508.7029145,
              174735.2521342
            ],
            [
              525507.7959577,
              174739.5509037
            ],
            [
              525507.0539022,
              174742.3501024
            ],
            [
              525504.9019413,
              174750.84767
            ],
            [
              525504.7535302,
              174751.497484
            ],
            [
              525504.9514116,
              174757.2958242
            ],
            [
              525505.1492931,
              174762.1044478
            ],
            [
              525509.2965589,
              174762.2044192
            ],
            [
              525511.9514685,
              174762.3043906
            ],
            [
              525519.1494069,
              174762.554319
            ],
            [
              525520.4521265,
              174762.6542904
            ],
            [
              525563.3017091,
              174767.6028739
            ],
            [
              525564.2498911,
              174767.752831
            ],
            [
              525566.1462552,
              174767.902788
            ],
            [
              525567.2510934,
              174760.9047912
            ],
            [
              525566.5007928,
              174760.5049056
            ],
            [
              525566.4018521,
              174760.45492
            ],
            [
              525566.4018521,
              174760.604877
            ],
            [
              525557.2498342,
              174758.7454093
            ],
            [
              525555.5018813,
              174758.3955095
            ],
            [
              525548.3534133,
              174756.8959387
            ],
            [
              525544.5029698,
              174756.0961676
            ],
            [
              525540.347459,
              174755.1964252
            ],
            [
              525529.4062629,
              174752.9170776
            ],
            [
              525520.6994784,
              174751.0975985
            ],
            [
              525521.2024271,
              174749.0481851
            ],
            [
              525518.9515254,
              174748.4983425
            ],
            [
              525519.7512963,
              174745.5491867
            ],
            [
              525520.0975889,
              174743.0998878
            ],
            [
              525521.3508382,
              174743.4497876
            ],
            [
              525522.002198,
              174741.0004887
            ],
            [
              525526.8502939,
              174742.1501596
            ],
            [
              525527.402713,
              174739.9008035
            ],
            [
              525534.147173,
              174741.4503599
            ],
            [
              525534.2461138,
              174741.0004887
            ],
            [
              525540.6030559,
              174742.4500738
            ],
            [
              525542.911673,
              174742.9499307
            ],
            [
              525558.5525539,
              174746.3489577
            ],
            [
              525565.7504922,
              174747.9484999
            ],
            [
              525567.6468563,
              174748.4483568
            ],
            [
              525568.8011649,
              174742.4000881
            ],
            [
              525571.1015369,
              174733.652592
            ],
            [
              525571.9507782,
              174730.5034935
            ],
            [
              525571.2994184,
              174730.3535364
            ],
            [
              525571.3488887,
              174730.2035793
            ],
            [
              525554.0507505,
              174725.6048957
            ],
            [
              525545.8469147,
              174723.4455138
            ],
            [
              525547.5536424,
              174716.7974168
            ],
            [
              525543.3981316,
              174715.7977029
            ],
            [
              525539.9022257,
              174714.9979319
            ],
            [
              525515.6040306,
              174709.2495773
            ],
            [
              525515.4473744,
              174709.1995916
            ],
            [
              525514.2518406,
              174713.848261
            ],
            [
              525517.4014539,
              174714.5980463
            ],
            [
              525516.8985052,
              174716.5474883
            ],
            [
              525516.4532719,
              174718.5969017
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid": {
    "lat": "51.457873",
    "lon": "-0.1945749"
  },
  "postcode": "SW18 1ES",
  "lpa_name": "Wandsworth",
  "last_updated": "2025-03-20T13:34:27.346+00:00",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/2474",
  "actual_completion_date": null,
  "id": "Wandsworth-2022_2474",
  "site_name": "Church Row",
  "appeal_decision_date": null,
  "lapsed_date": "12/09/2025",
  "application_type": "All Other",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1947686,
          51.4575397
        ],
        [
          -0.19481579999999998,
          51.4575332
        ],
        [
          -0.1948316,
          51.4575763
        ],
        [
          -0.1948508,
          51.4576287
        ],
        [
          -0.1948561,
          51.4576413
        ],
        [
          -0.1948742,
          51.4576911
        ],
        [
          -0.1948858,
          51.4577299
        ],
        [
          -0.1948954,
          51.4577552
        ],
        [
          -0.1949234,
          51.4578321
        ],
        [
          -0.1949253,
          51.4578379
        ],
        [
          -0.1949204,
          51.45789
        ],
        [
          -0.1949158,
          51.4579332
        ],
        [
          -0.1948561,
          51.4579332
        ],
        [
          -0.1948179,
          51.4579335
        ],
        [
          -0.19471429999999998,
          51.4579341
        ],
        [
          -0.1946955,
          51.4579347
        ],
        [
          -0.19407729999999998,
          51.4579697
        ],
        [
          -0.1940636,
          51.4579709
        ],
        [
          -0.1940363,
          51.4579718
        ],
        [
          -0.1940229,
          51.4579087
        ],
        [
          -0.19403379999999998,
          51.4579052
        ],
        [
          -0.1940352,
          51.4579048
        ],
        [
          -0.1940352,
          51.4579061
        ],
        [
          -0.1941675,
          51.4578915
        ],
        [
          -0.1941928,
          51.4578887
        ],
        [
          -0.1942961,
          51.4578768
        ],
        [
          -0.1943518,
          51.4578705
        ],
        [
          -0.1944119,
          51.4578633
        ],
        [
          -0.1945701,
          51.4578452
        ],
        [
          -0.19469599999999998,
          51.457830799999996
        ],
        [
          -0.1946895,
          51.4578123
        ],
        [
          -0.19472209999999998,
          51.4578078
        ],
        [
          -0.19471159999999998,
          51.4577812
        ],
        [
          -0.19470749999999998,
          51.4577591
        ],
        [
          -0.19468939999999998,
          51.4577619
        ],
        [
          -0.1946809,
          51.4577398
        ],
        [
          -0.1946107,
          51.457749
        ],
        [
          -0.1946036,
          51.4577287
        ],
        [
          -0.19450599999999998,
          51.4577411
        ],
        [
          -0.1945047,
          51.4577371
        ],
        [
          -0.1944128,
          51.4577487
        ],
        [
          -0.19437939999999998,
          51.4577527
        ],
        [
          -0.1941532,
          51.4577798
        ],
        [
          -0.194049,
          51.4577925
        ],
        [
          -0.1940216,
          51.4577966
        ],
        [
          -0.1940071,
          51.457742
        ],
        [
          -0.19397709999999999,
          51.4576629
        ],
        [
          -0.193966,
          51.4576344
        ],
        [
          -0.1939755,
          51.4576332
        ],
        [
          -0.1939748,
          51.4576318
        ],
        [
          -0.1942253,
          51.4575943
        ],
        [
          -0.1943441,
          51.4575767
        ],
        [
          -0.1943219,
          51.4575166
        ],
        [
          -0.194382,
          51.4575085
        ],
        [
          -0.19443259999999998,
          51.4575021
        ],
        [
          -0.1947842,
          51.4574558
        ],
        [
          -0.1947864,
          51.4574554
        ],
        [
          -0.194802,
          51.4574975
        ],
        [
          -0.1947564,
          51.4575035
        ],
        [
          -0.194763,
          51.4575211
        ],
        [
          -0.1947686,
          51.4575397
        ]
      ]
    ],
    "type": "Polygon"
  }
}