{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "Unregistered"
  ],
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_app_no": "2022/5107",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/5107",
  "actual_completion_date": null,
  "pp_id": "11720641",
  "lapsed_date": "14/04/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.2350179",
    "lat": "51.4542979"
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "14",
  "uprn": "100022634707",
  "epc_number": "7412-0325-7220-0433-6296",
  "appeal_status": null,
  "last_date_consultation_comments": "13/04/2023",
  "description": "Alterations including erection of dormer extensions to front, rear and sides of main roof and a single storey rear/side extension; installation of replacement fenestration throughout.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2353595,
          51.4543449
        ],
        [
          -0.23511449999999998,
          51.454374
        ],
        [
          -0.23502409999999999,
          51.4543852
        ],
        [
          -0.23492849999999998,
          51.4543964
        ],
        [
          -0.23483369999999998,
          51.4544071
        ],
        [
          -0.23482689999999998,
          51.4543634
        ],
        [
          -0.234808,
          51.4542548
        ],
        [
          -0.23501699999999998,
          51.4542295
        ],
        [
          -0.23526139999999998,
          51.4541995
        ],
        [
          -0.2355572,
          51.4541626
        ],
        [
          -0.2356045,
          51.4543153
        ],
        [
          -0.2355959,
          51.4543165
        ],
        [
          -0.2355409,
          51.4543233
        ],
        [
          -0.2353595,
          51.4543449
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 0613(01)01_B, 0613(01)02_B, 0613(01)03_C, 0613(01)04_B, 0613(01)05_B, 0613(01)06_B, 0613(01)07_A, 0613(01)08_B, 0613(01)09_A and 0613(01)10_A. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Notwithstanding what is shown on the approved drawings, all external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - A 2m high replacement tree is to be planted in the rear garden in the first available planting season following the removal of the tree hereby permitted, unless a variation to this is agreed in writing with the local planning authority.  Confirmation when planting has taken place should be provided to the Council.\r\nReason: To preserve the visual amenity of the area in accordance with Planning Practice Guidance on Tree Preservation Orders and to safeguard the appearance of the locality, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016).\r\n",
    "Condition : 5 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "postcode": "SW15 5BG",
  "application_type": "Householder",
  "decision_date": "14/04/2023",
  "parking_details": {
    "no_existing_resi_offstreet": 2,
    "net_resi_offstreet": 0,
    "no_proposed_resi_offstreet": 2
  },
  "status": "Approved",
  "centroid_easting": "522729",
  "valid_date": "19/12/2022",
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "decision_target_date": "17/04/2023",
  "id": "Wandsworth-2022_5107",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:41:01.503+00:00",
  "street_name": "Dover Park Drive",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": "174290",
  "application_details": {
    "total_gia_gained": 70,
    "intended_commencement_date": "04/2022",
    "no_additional_bedrooms": 2,
    "no_additional_bathrooms": 2,
    "intended_completion_date": "11/2022",
    "site_area": 0.09200000000000001
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522705.1430317,
              174294.6482556
            ],
            [
              522722.0866323,
              174298.2972111
            ],
            [
              522728.3363886,
              174299.6968105
            ],
            [
              522734.9489276,
              174301.0964099
            ],
            [
              522741.5037512,
              174302.4460235
            ],
            [
              522742.0973956,
              174297.5974114
            ],
            [
              522743.6969375,
              174285.5508597
            ],
            [
              522729.2433453,
              174282.391764
            ],
            [
              522712.3492151,
              174278.6428371
            ],
            [
              522691.8932185,
              174274.0441535
            ],
            [
              522688.1994312,
              174290.9493144
            ],
            [
              522688.7930756,
              174291.0992715
            ],
            [
              522692.5940487,
              174291.9490283
            ],
            [
              522705.1430317,
              174294.6482556
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "West Putney"
}