{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "2022/4836",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/4836",
  "actual_completion_date": null,
  "pp_id": "11658632",
  "lapsed_date": "18/10/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.1528685",
    "lat": "51.4708295"
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "10096183665",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "09/02/2023",
  "description": "Demolition of existing single-storey storage building, change of use of vacant Arches 14-14A from open storage (Class B8) to flexible Class E(g(ii and iii))/Class B2/Class B8) use and associated external refurbishment works to arches including installation of roller shutter door, new entrance doors and high glazing.  ",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1530399,
          51.4709029
        ],
        [
          -0.15296269999999998,
          51.4709463
        ],
        [
          -0.1528986,
          51.4708299
        ],
        [
          -0.15285079999999998,
          51.4708435
        ],
        [
          -0.1529093,
          51.4709661
        ],
        [
          -0.15282679999999998,
          51.4709973
        ],
        [
          -0.1527445,
          51.4708281
        ],
        [
          -0.1528058,
          51.4708124
        ],
        [
          -0.15276689999999998,
          51.4706896
        ],
        [
          -0.152802,
          51.4706777
        ],
        [
          -0.1528523,
          51.4706602
        ],
        [
          -0.1528619,
          51.470657
        ],
        [
          -0.1529268,
          51.4707373
        ],
        [
          -0.1529381,
          51.4707343
        ],
        [
          -0.1529703,
          51.4707868
        ],
        [
          -0.1530399,
          51.4709029
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor general industry-storage-warehousing",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": "Land West Of 53c Including Arch 14 And 14a At Rear",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [10103-XX-SO, 10104-XX-SO, 10100-00-SO rev P00, 10240-XX-SO, 10250-14-A7 rev 2, 10250-14A-A7 rev 2, 10291-00-A1 rev C00 (Arch 14 Eversleigh Road), 10291-00-A1 rev C00 (Arch 14A Eversleigh Road), Ecological Impact Assessment (4th July 2023), Transport Statement (December 2022), Planning Fire Safety Strategy (14 December 2022)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All brickwork used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to first occupation, details of a delivery and servicing plan including hours of operation shall be submitted to and approved by the local planning authority.  The development shall be occupied and operated in accordance with the approved delivery and servicing plan.\r\nReason: To ensure that adequate arrangements are made for deliveries and servicing to the site and to ensure that the plan is sensitive to the amenity of local residents in accordance with Council policies LP2, LP50 and LP51 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - Prior to first occupation, an operational waste and recycling strategy shall be submitted to and approved in writing by the local planning authority. The submitted operational waste and recycling strategy shall include details of the arrangements for storage and collection of waste from the development. The measures detailed in the approved operational waste and recycling strategy shall be installed prior to first occupation of the development and operated and maintained in accordance with the approved operational waste and recycling strategy in perpetuity.\r\nReason: To ensure adequate refuse storage is provided on site and can be readily collected, to accord with Council policies LP2  of the Local Plan  coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the development hereby approved be used only for uses falling under Class B2, Class B8 and Class E (g(ii and iii)), and for no other purpose (including any other purpose in Classes B or E of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). In accordance with policy LP2 and LP14 of the Local Plan.\r\nReason: To safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework.",
    "Condition : 7 - Prior to any Class B2 operational use of the site, a noise management plan shall be submitted to and approved in writing by the local planning authority before installation. The development shall be carried out in accordance with the approved plan and thereafter be so operated and maintained. \r\nReason: In the interests of neighbour amenity, and in accordance with Council policy LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to first occupation, details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy  LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - No development shall occur until a preliminary risk-assessment and  site-investigation considering the potential for contaminated-land  is submitted and approved in writing by the local planning authority.\r\nAny measures to be taken to prevent and/or remedy contamination at the site set out in the approved document shall be undertaken in accordance with the approved details.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the construction.",
    "Condition : 10 - No development shall take place until a detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property, and the natural and historical environment shall be prepared and submitted to and approved in writing by the local planning authority.  The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The works included in the approved scheme shall be undertaken in strict accordance with the approval and completed prior to first occupation of the development.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction.\r\n",
    "Condition : 11 - Prior to first occupation of the development, a verification report demonstrating completion of the remediation works set out in the remediation statement and the effectiveness of the remediation shall be submitted to and approved by the local planning authority. The report shall include results of sampling and monitoring carried out to demonstrate that the site remediation criteria for residential use have been met.  \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\na. Details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction.\r\nb. Whilst works should take place outside of the nesting season (February - September), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests; \r\nc. Details of a bat toolbox talk to be given to all works on site making sure they are aware of the low potential roost features;\r\nd. Details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular foraging and commuting bats, as well as the adjacent railway line. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Artificial Lighting Guidance;\r\ne. An Invasive Non-Native Species plan detailing the measures to be taken to remove and irradicate any INNS (including species on the London Invasive Species Initiative (LISI) list) discovered on site, including buddleia (buddleia davidii), in line with best practice ",
    "Condition : 13 - Prior to the commencement of any above ground works, details of a bat mitigation and enhancement plan shall be submitted to and approved in writing by the local planning authority The Plan shall include:\r\n- details of 2x bat bricks/ boxes to be integrated with the building;\r\n- details of a sensitive lighting scheme preventing light spill onto any onsite habitats (including a lux level plan), in accordance with the BCT and ILP Artificial Lighting Guidance (including but not limited to LED lighting <2700 Kelvin). \r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with LP55 of the Local Plan (2023) and London Plan Policy G6.\r\n",
    "Condition : 14 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan and Supplementary Planning Documents, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "postcode": "SW8 3QU",
  "application_type": "All Other",
  "decision_date": "18/10/2023",
  "parking_details": {
    "no_proposed_car": 0,
    "net_cycle": 6,
    "net_car": 0,
    "no_existing_car": 0,
    "no_proposed_cycle": 6,
    "no_existing_cycle": 0
  },
  "status": "Approved",
  "centroid_easting": "528390",
  "valid_date": "12/01/2023",
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "decision_target_date": "18/10/2023",
  "id": "Wandsworth-2022_4836",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:14:05.262+00:00",
  "street_name": "Broughton Street",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": "176269",
  "application_details": {
    "total_gia_gained": 392,
    "total_gia_lost": 392,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 392,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 392,
      "total_gia_gained": 392
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "08/2023",
        "intended_commencement_date": "02/2023"
      }
    ],
    "site_area": 0.0383,
    "total_gia_existing": 392,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 235,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 235
      },
      {
        "gia_existing": 157,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 157
      },
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 392,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "N/A"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": false,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0
    },
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528377.8852388,
              176276.8608537
            ],
            [
              528383.1290976,
              176281.8194343
            ],
            [
              528387.902988,
              176268.9831086
            ],
            [
              528391.1845223,
              176270.5826508
            ],
            [
              528386.7816597,
              176284.1187761
            ],
            [
              528392.4212815,
              176287.7277431
            ],
            [
              528398.6133224,
              176269.0530886
            ],
            [
              528394.4000962,
              176267.203618
            ],
            [
              528397.4425237,
              176253.617507
            ],
            [
              528395.0432109,
              176252.2279048
            ],
            [
              528391.5967754,
              176250.1984857
            ],
            [
              528390.9371705,
              176249.8285916
            ],
            [
              528386.2045054,
              176258.6360705
            ],
            [
              528385.4294697,
              176258.2861706
            ],
            [
              528383.046647,
              176264.0745137
            ],
            [
              528377.8852388,
              176276.8608537
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Shaftesbury & Queenstown"
}