{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.14475739999999998,
          51.422436
        ],
        [
          -0.1446045,
          51.4225383
        ],
        [
          -0.14456149999999998,
          51.4225674
        ],
        [
          -0.144487,
          51.4225243
        ],
        [
          -0.1445341,
          51.4224985
        ],
        [
          -0.14463489999999998,
          51.4224439
        ],
        [
          -0.144874,
          51.422311
        ],
        [
          -0.1448951,
          51.4223226
        ],
        [
          -0.14491189999999998,
          51.4223323
        ],
        [
          -0.14475739999999998,
          51.422436
        ]
      ]
    ],
    "type": "Polygon"
  },
  "status": "Approved",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529089.5494431,
              170901.8494331
            ],
            [
              529099.8969947,
              170913.4960993
            ],
            [
              529102.7992563,
              170916.8051521
            ],
            [
              529108.1008305,
              170912.1464856
            ],
            [
              529104.9017468,
              170909.1973298
            ],
            [
              529098.0501011,
              170902.9491183
            ],
            [
              529081.7990856,
              170887.753468
            ],
            [
              529080.2984845,
              170889.0031103
            ],
            [
              529079.1029506,
              170890.0528099
            ],
            [
              529089.5494431,
              170901.8494331
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision_date": null,
  "ward": "Furzedown",
  "site_name": null,
  "last_updated": "2025-03-20T11:33:24.612+00:00",
  "decision_agency": "Borough",
  "epc_number": null,
  "street_name": "Moyser Road",
  "decision_date": "22/08/2022",
  "decision": "Approved",
  "application_type_full": null,
  "id": "Wandsworth-2022_1187",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/1187",
  "appeal_start_date": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "17/06/2022",
  "postcode": "SW16 6RG",
  "bo_system": "Northgate M3",
  "locality": "London",
  "actual_commencement_date": null,
  "cil_liability": false,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "actual_completion_date": null,
  "pp_id": "11134064",
  "decision_process": null,
  "decision_target_date": "22/08/2022",
  "centroid_northing": "170907",
  "centroid_easting": "529099",
  "borough": "Wandsworth",
  "application_type": "Householder",
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.019
  },
  "secondary_street_name": null,
  "lpa_app_no": "2022/1187",
  "appeal_decision": null,
  "last_date_consultation_comments": "19/08/2022",
  "development_type": "Other house holder developments",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1446197",
    "lat": "51.4224801"
  },
  "description": "Alterations including erection of a dormer extension to main rear roof; extension above two storey back addition and formation of roof terrace above with 1.7m high screen surround.",
  "title_number": [],
  "site_number": "2",
  "lapsed_date": "22/08/2025",
  "lpa_name": "Wandsworth",
  "uprn": "121053412",
  "appeal_status": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed in Location Plan and Fire Safety Statement (received 23/03/2022); 101 Rev. B, 110 Rev. D, 103 Rev. B, 102 Rev. C, 111 Rev. D, 114 Rev. A, 115 Rev. A, 113 Rev. D, 112 Rev. D (received 17/08/2022).\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 4 - Prior to commencement of use of the terrace as shown on drawing numbers  101 Rev. B, 110 Rev. D, 103 Rev. B, 102 Rev. C, 111 Rev. D, 114 Rev. A, 115 Rev. A, 113 Rev. D, 112 Rev. D (received 17/08/2022). the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 5 - Prior to occupation of the development the window in the side elevation at second floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window shall so be maintained and retained as such. \nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1(c) of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 6 - Prior to commencement of any demolition, soft stripping or preparatory works submit for approval a Construction Ecological Management Plan including but not limited to: details of the toolbox talk for all operatives on site with regard to protected species; details of a named bat licence worker who will be contacted if bats are found to be roosting; details of bat box to be installed in the garden of the property throughout the duration of construction (the bat box in the garden is as mitigation in case of bats being found on site during construction as they would need to be immediately transferred by a licence bat worker to a new roost in the immediate vicinity). The document should also include details of the timings of works, the methods of works to soft strip, demolish or prepare for construction and the details of the roofing materials to be used in the extension.  \nReason: To ensure that damaging impacts to legally protected species are prevented by appropriate mitigation measures, in accordance with Council policy DMO4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 7 - Prior to commencement of development details of the installation of one bat box in the rear garden of the property and for the inclusion of a further two integrated bat boxes on the south west facing elevation of the development in accordance with advice published by Bat Conservation Trust shall be submitted and approved by the local planning authority. The development shall be carried out in accordance with the approved details. \nReason: To ensure that damaging impacts to legally protected species are prevented by appropriate mitigation measures, in accordance with Council policy DMO4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. \n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "subdivision_of_building": null,
  "last_updated_by": "FME Excel Import"
}