{
  "actual_completion_date": null,
  "centroid_northing": "170956",
  "decision": "Refused",
  "development_type": "Major dwellings",
  "valid_date": "21/01/2022",
  "bo_system": "Northgate M3",
  "description": "Demolition of existing building and erection of part 3 and part 4-storey building to provide 22 residential units (use class C3), and commercial space (use class E(e)) within the ground floor unit, roof garden, private amenity space, parking space, and associated landscaping",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed: 3739-ASA-XX-ZZ-DR-A-0010 P1, 3739-ASA-XX-00-DR-A-0200 P5, 3739-ASA-XX-01-DR-A-0201 P6, 3739-ASA-XX-02-DR-A-0202 P6, 3739-ASA-XX-03-DR-A-0203 P6, 3739-ASA-XX-04-DR-A-0204 P5, 3739-ASA-XX-ZZ-DR-A-0205 P5, 3739-ASA-XX-ZZ-DR-A-0300 P4, 3739-ASA-XX-ZZ-DR-A-0301 P3, 3739-ASA-XX-ZZ-DR-A-0400 P6, 3739-ASA-XX-ZZ-DR-A-0401 P8, 3739-ASA-XX-ZZ-DR-A-0402 P8 and 3739-ASA-XX-ZZ-DR-A-0403 P7. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement, including any site clearance or preparatory works, submit for approval a Construction Environment Management Plan (CEMP). This should include, but is not limed to, the following: \r\nA.\tWorks should take place outside of the bird nesting season. If works have to happen during the nesting season (Feb - Sept)), details of timing of works and the named ecological clerk of works (a member of CIEEM with experience and knowledge of working in London) who will undertake a site walkover at least 3 days prior to commencement to assess for evidence of use of the site (including buildings) by any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests.\r\nB.\tA construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting, foraging and/or roosting bats. This construction lighting plan should follow the best practice industry guidance produced by the Bat Conservation Trust and Institute of Lighting Professionals (Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2018) Bats and artificial lighting in the UK. Bats and the built environment series).\r\nC.\tAn Invasive Non-Native Species plan detailing the measures to be taken to manage any INNS on site (including species on the London Invasive Species Initiative (LISI) list) discovered onsite during the works including but not limited to the Japanese knotweed identified during the PEA, in line with best practice for London including details of the appropriate waste disposal for arising materials and measures to prevent recurrence. \r\nReason: To prevent harm to protected and priority habitats and species in accordance with Council policies DMS1 and DMO4 of the Developmen",
    "Condition : 4 - Prior to the commencement of development, a Dust Management Plan (DMP), based on an AQDRA (Air Quality and Dust Risk Assessment), shall be submitted to and approved, in writing, by the local planning authority. The DMP shall be in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DMP will need to detail the measures to reduce the impacts during the construction phase. The development shall be undertaken in accordance with the approved plan.\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1 coupled with the requirements of the National Planning Policy Framework 2021.  \r\n ",
    "Condition : 5 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.\r\n\tReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n",
    "Condition : 6 - No development shall occur until a preliminary risk-assessment is submitted to the approval of the LPA.  Then a site-investigation conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.  \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies IS4 and DMH4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. \r\n",
    "Condition : 7 - No development shall occur until a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.  \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies IS4 and DMH4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. \r\n",
    "Condition : 8 - Prior to first occupation, the remediation shall be completed and a verification report produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.  \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policies IS4 and DMH4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n ",
    "Condition : 9 - No development including demolition shall take place until detailed means of protecting the trees (which are to be retained) from damage during building works shall be submitted to and approved by the local planning authority. Such protection shall be installed and retained as approved throughout the period of works.\r\nReason: To safeguard the trees in the interest of the amenity of the area, in accordance with Council policy DMO5 (b) and the NPPF 2021. \r\n",
    "Condition : 10 - No piling shall take place until a Piling Risk Assessment demonstrating that any proposed piling would not result in contamination of groundwater has been submitted to and approved in writing by the local planning authority. Any piling must be undertaken in accordance with the terms of the approved piling method statement.\r\nReason: Reason: To ensure that piling will not result in contamination of groundwater, having regard to Council policies IS4 and DMH4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 11 - Prior to demolition an audit should be undertaken to assess opportunities for re-use of existing material on site. Details of the audit shall be submitted to and approved by the local planning authority. The development shall be constructed in accordance with the approved details and retained as such. \r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 12 - Prior to commencement of above ground works (details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 13 - Prior to the commencement of the above ground works, detailed drawings at a scale of 1:20 (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority. Such details shall include; architectural detailing, window reveals; window frames; entrance doors; door frames; junctions between changes in materials, brick articulation, material patterns, fenestration detailing, cornice/eaves detailing, soffit detailing; balcony detailing and winter gardens. The development shall be constructed in accordance with the approved details and retained as such. \r\nReason: To ensure a high quality of development and to accord with policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n ",
    "Condition : 14 - Prior to commencement of the above groundworks , details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 15 - Prior to the commencement of above ground works, details of a scheme for the insulation of the residential units against the transmission of airborne sound from the road and impact sound between the commercial and residential uses shall be submitted to and approved in writing by the local planning authority and the approved scheme shall be implemented prior to the first occupation of any dwelling and shall be retained thereafter.  \r\nReason: To safeguard the amenities of residential occupiers, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.  \r\n",
    "Condition : 16 - No development including demolition shall take place until parameters for real-time dust and air quality pollutant (including Particulate matter (PM10)) monitoring across the site (including duration, locations and monitoring techniques) for during construction sub-phases of the proposed development (demolition, earthworks, construction, and track out) have been submitted to and approved in writing by the local planning authority. The monitoring shall be installed prior to any demolition works.\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1 coupled with the requirements of the National Planning Policy Framework 2021.  \r\n",
    "Condition : 17 - The use of non road mobile machinery of net power between 37kW and 560kW used in the construction of the development shall meet at least Stage IIIA of the EU Directive 97/68/EC and its amendments. This will apply to both variable and constant speed engines for both NOx and PM.  Prior to works commencing on site, any non road mobile machinery of net power between 37kW and 560kW to be utilised in the construction of the development shall be registered on the web-site https://nrmm.london/.\r\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration. \r\n",
    "Condition : 18 - Prior to the commencement of development, a Mechanical Ventilation Heat Recovery (MVHR) system report in order to mitigate air pollution shall be submitted to and approved in writing by the Council. The report shall include the following information:\r\nDetails of filtration system to remove airborne pollutants. The filtration system shall have a minimum efficiency of 75% in the removal of Nitrogen Oxides/Dioxides, and Particulate Matter (PM2.5, PM10) in accordance with BS EN ISO 10121-1:2014 and BS EN ISO 16890.\r\nVentilation intakes shall be positioned a suitable distance away from chimney/boiler flues, ventilation extracts, and roads. The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications, and shall be the responsibility of the primary owner of the property.  A post installation certificate of the approved ventilation strategy shall be submitted to the Council for approval prior to the occupation/use of the development. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1 coupled with the requirements of the National Planning Policy Framework 2021.  \r\n",
    "Condition : 19 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, street furniture, all SuDs features, habitat features, species of planting/seeding (focused on wildflower) and the depth of soil to the biodiverse roofs (undulating depths of 80-150mm) in accordance with the The Gro Green Roof Code 2021, details of the green walls and details of appropriate and sufficient annual maintenance of the habitats to ensure they provide the intended biodiversity benefits shall be submitted to and approved in writing by the local planning authority. All planting, seeding, turfing and green roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  The green roofs shall not be used as an amenity or sitting out space of any kind whatsoever and shall only be used in the case of essential maintenance or repair, or escape in case of emergency.\r\nReason: To ensure a satisfactory appearance, water drainage attenuation and biodiversity value in the development, in accordance with Council policies DMS1, DMO4 and DMS6 of the Development Management Policies Document (adopted March 2016) and 2021 NPPF. \r\n",
    "Condition : 20 - Prior to commencement of the above groundworks, details of ecological enhancements shall be submitted to the local planning authority and approved in writing, and shall include (but not limited to):\r\n-  Details of 10x integrated swift bricks/boxes (on a north to east elevation to provide protection from direct sunlight, wind and rain) all integrated within the main building.\r\n- Details of 3x bat roosting features to be integrated within the new build structures (on different elevations, most on a southwest to southeast elevation).\r\n- Details of a sensitive lighting strategy following the best practice industry guidance produced by the Bat Conservation trust and Institute of Lighting Professionals (Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2018) Bats and artificial lighting in the UK. Bats and the built environment series).\r\n- Details of hedgehog holes to maintain and improve connectivity for hedgehogs and other wildlife. This should include at least one 15cm x 15cm hole at the bottom of each boundary fence/wall (with a focus on fences/walls separating residential gardens and adjacent green spaces). These should be accompanied with appropriate signage indicating their purpose and stipulating that they should remain open.\r\nThe approved details shall be installed prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority.\r\nReason: To provide biodiversity net-gain in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016).\r\n\r\n",
    "Condition : 21 - If within a period of five years from the date of the planting of any tree or plant, that tree or plant, or any tree or plant planted in replacement for it is removed, uprooted or destroyed or dies or becomes seriously damaged or defective, another tree or plant of the same species and size as that originally planted shall be planted at the same place, unless otherwise the Local Planning Authority gives its written consent to any variation.  The tree or plant shall be planted within three months of felling/dying or if this period does not fall within the planting season by 31 January next.  \r\nReason: In the interests of nature conservation, visual amenity and the character of the area, in accordance with Council policy DMO4 and DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. \r\n",
    "Condition : 22 - The development shall be built in accordance with the submitted Energy Assessment (by Mes Building Solutions dated 11/05/2022). Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy and that the minimum reduction of 54% in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013 when calculated using SAP10 carbon factors have been achieved:\r\nThe installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with London Plan policy SI2 and Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 23 - Prior to the commencement of above ground works, details of the appearance, location, orientation, total area and predicted carbon savings from the photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority.\r\nReason: To achieve appropriate sustainability standards in accordance with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) and to accord with London Plan policies SI2 and SI3, coupled with the requirements of the National Planning Policy Framework 2021.\r\n\r\n",
    "Condition : 24 - Prior to the commencement of above ground works, details of the appearance, location, screening, noise impact and predicted carbon savings from the air source heat pumps shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The air source heat pumps shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority.\r\nReason: To achieve appropriate sustainability standards in accordance with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) and to accord with London Plan policies SI2 and SI3, coupled with the requirements of the National Planning Policy Framework 2021. \r\n\r\n",
    "Condition : 25 - Prior to commencement of above ground works, details shall be submitted to and approved in writing by the local planning authority to demonstrate that the development will achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government.  The development shall be constructed in accordance with the approved details.  Prior to first occupation of the building evidence (schedule of fittings and manufactures literature) shall be submitted to and approved in writing by the local planning authority to show that the development has been constructed in accordance with the approved internal water use calculations.\r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to commencement of development to ensure the water saving measures are incorporated into the construction.\r\n",
    "Condition : 26 - Prior to installation, details of any external plant and ventilation equipment (except air source heat pumps) shall be submitted to and approved in writing by the local planning authority. The approved works shall be installed in accordance with the approved drawings.\r\nIn the interests of residential amenity and visual appearance in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) and 2021 NPPF.\r\n",
    "Condition : 27 - The proposed development must achieve an urban greening score of at least 0.4. If the proposed development deviates from the urban greening layout detailed on drawing no. P11195-00-001-GIL-0800 Rev 01, then prior to l occupation an updated an urban greening table and plan shall be submitted to and approved in writing by the local planning authority. The urban greening shall be provided in accordance with the approved details prior to the occupation of the development. \r\nReason: To ensure adequate urban greening, in accordance with London Plan policy G5.\r\n",
    "Condition : 28 - The development shall be built in accordance with the Flood Risk Assessment and Sustainable Drainage Strategy by RPS Group (Doc. Ref. HLEF82243 dated 11.01.2022) submitted with the application. \r\nReason: In order to secure a satisfactory standard of development, having regard to Council policy DMS6 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.  \r\n",
    "Condition : 29 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 30 - Prior to the commencement of above ground works, an operational waste and recycling strategy shall be submitted to and approved in writing by the local planning authority. The submitted operational waste and recycling strategy shall include details of the arrangements for storage and collection of waste from the development. The measures detailed in the approved operational waste and recycling strategy shall be installed prior to first occupation of the development and operated and maintained in accordance with the approved operational waste and recycling strategy in perpetuity.\r\nReason: To ensure adequate refuse storage is provided on site and can be readily collected, to accord with Council policies DMS1 and DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 31 - Prior to the commencement of above ground works (excluding demolition), details of a delivery and servicing plan including hours of operation shall be submitted to and approved by the local planning authority.  The development shall be occupied and operated in accordance with the approved delivery and servicing plan.\r\nReason: To ensure that adequate arrangements are made for deliveries and servicing to the site and to ensure that the plan is sensitive to the amenity of local residents in accordance with Council policies DMT1 and DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 32 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved.\r\nReason: To safeguard the appearance of the area, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 33 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Council policy DMS9 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 34 - The roofs of the building(s) other than the terraces identified on the approved plans, shall not be used as a balcony, roof garden, sitting out area or for any purpose of a similar nature without the prior written consent of the local planning authority.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 35 - The development shall be built in accordance with the Fire Statement by Tri Fire (dated 20.05.2022) submitted with the application. \r\nReason: To ensure that adequate arrangements are made for fire safety in accordance with London Plan Policy D12 coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 36 - The communal roof terrace area hereby permitted shall only be used between the hours of 07:00 to 23:00 Mondays - Sunday and at no other time.\r\nReason: To safeguard the amenities of the adjacent occupiers, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 37 - Notwithstanding the provisions of Class E of the Use Class Order 2020 (or any Order revoking, amending and re-enacting the Order) the commercial unit hereby approved shall only be used for the purposes of \"Class E(e) - medical services\".\r\nReason: To safeguard the community use in accordance with 2016 DMPD Policies DMC1 and DMC2 and the National Planning Policy Framework 2021.\r\n",
    "Condition : 38 - Notwithstanding the detail shown on the approved drawings, prior to commencement of use of the terraces, details of screening to the second and third floor balcony/terrace shall be submitted to and approved in writing by the local planning authority.  The details submitted shall include measurements to ensure that screening (where neccessary) shall be to a height of 1.7m above finished floor level and show the obscured glazing material(s) to be used.  The screening shall be completed in accordance with the approved details prior to commencement of the use of the [terrace/ balcony] and be so retained and maintained thereafter. \r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Reason : 1 - The proposed development by reason of its height and massing would be an inappropriate and harmful response within the spatial character of the location. In this regard, the proposal represents a substandard design which would have an adverse impact on the streetscene by being over dominant and discordant in appearance. In this respect, the proposal is contrary to Policy IS3 of the Wandsworth Core Strategy 2016 and Policies DMS1 (General Development principles) and DMS4 (Tall buildings) of the Wandsworth DMPD 2016, together with 2021 London Plan Policies D1 (London's form, character and capacity for growth), D3 (Optimising site capacity through the design-led approach) and D4 (Delivering good design) and Policies PM6 (Tooting), LP1 (The Design-led Approach), LP2 (General Development Principles) and LP4 (Tall and Mid-rise Buildings) of the Wandsworth Local Plan Publication (Regulation 19) Version January 2022 and the 2021 NPPF.",
    "Reason : 2 - In the absence of a completed S.106 planning obligation, to cover but not limited to affordable housing payment in lieu (�100,000) including early and late stage review mechanisms and construction management plan, highways improvements including exclusion from the controlled parking zone, public realm public access, local employment contribution and agreement, carbon offset payment, energy monitoring and associated s.106 monitoring fees, the proposal fails to meet the objectives of Policy IS7 (Planning obligations) of the Wandsworth Local Plan - Core Strategy (2016) and the Wandsworth Planning Obligations Supplementary Planning Document (2020), Policy LP62 of the Wandsworth Local Plan Publication (Regulation 19) Version January 2022 and the 2021 NPPF.",
    "Reason : 3 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify amendments to address those elements of the scheme considered unacceptable. However, the necessary amendments to make the application acceptable are substantial and would materially change the development proposal. They would require further consultations to be undertaken prior to determination, which could not take place within the statutory determination period specified by the Department of Communities and Local Government. You are therefore encouraged to consider submission of a fresh application incorporating the material amendments set out below which are necessary to make the scheme acceptable. \r\n\r\nRequired amendments: Reduce the scale and mass.\r\n"
  ],
  "appeal_status": "Withdrawn",
  "parking_details": {
    "no_proposed_bluebadge": 1,
    "no_existing_cycle": 0,
    "no_existing_bluebadge": 0,
    "no_proposed_cycle": 42,
    "net_bluebadge": 1,
    "net_cycle": 42
  },
  "decision_process": null,
  "site_number": "190",
  "decision_target_date": "04/07/2022",
  "ward": "Graveney - Historic",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "01/2023"
      }
    ],
    "total_gia_gained": 1990,
    "site_area": 0.09290000000000001,
    "total_gia_lost": 814,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 1844,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 146,
        "gia_lost": 814
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 15.35,
        "building_ref": "Entire Building "
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 67,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 1990,
      "total_gia_lost": 814,
      "total_gia_existing": 0
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 41,
      "total_no_proposed_residential_units": 23,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 22,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 1622,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 146
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 45,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 66,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 86,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-7",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 72,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-8",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 86,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-9",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 104,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-10",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 76,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-11",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 76,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-12",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 72,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-13",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 72,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-14",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 72,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-15",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-16",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-17",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 61,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-18",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-19",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-20",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 62,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-21",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 62,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-22",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 71,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-23",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 71,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 22,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private"
  },
  "status": "Refused",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10470343",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Full planning permission",
  "appeal_start_date": "31/01/2023",
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "actual_commencement_date": null,
  "appeal_decision": "Withdrawn",
  "locality": "London",
  "last_date_consultation_comments": "17/03/2022",
  "decision_date": "04/07/2022",
  "centroid": {
    "lon": "-0.161636",
    "lat": "51.4231886"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/0239",
  "street_name": "Mitcham Road",
  "lpa_app_no": "2022/0239",
  "lapsed_date": "04/07/2025",
  "id": "Wandsworth-2022_0239",
  "title_number": [
    "TGL 150413"
  ],
  "application_type": "All Other",
  "site_name": "190-194, Mitcham Road, London, SW17 9NJ",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "SW17 9NJ",
  "last_updated": "2025-03-20T12:55:48.523+00:00",
  "last_updated_by": "Northgate M3",
  "decision_agency": "Borough",
  "uprn": "121013158",
  "cil_liability": true,
  "centroid_easting": "527914",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527900.8260031,
              170956.8436912
            ],
            [
              527903.7529997,
              170963.0519141
            ],
            [
              527911.0004085,
              170978.9973498
            ],
            [
              527932.3468717,
              170967.6006121
            ],
            [
              527926.9628468,
              170954.5743408
            ],
            [
              527918.2972875,
              170933.8002873
            ],
            [
              527915.4362513,
              170935.1299067
            ],
            [
              527914.850852,
              170935.3998294
            ],
            [
              527913.7460138,
              170935.8996864
            ],
            [
              527905.8967156,
              170939.2487277
            ],
            [
              527898.6987773,
              170942.1478978
            ],
            [
              527895.3512825,
              170943.6974543
            ],
            [
              527895.5986343,
              170944.1473255
            ],
            [
              527896.3984052,
              170946.1967389
            ],
            [
              527897.0497651,
              170947.7462953
            ],
            [
              527897.2971169,
              170948.3961093
            ],
            [
              527898.5008958,
              170951.3552622
            ],
            [
              527899.3006667,
              170953.504647
            ],
            [
              527900.8260031,
              170956.8436912
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": "04/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1618251,
          51.4231992
        ],
        [
          -0.1617808,
          51.423254299999996
        ],
        [
          -0.1616709,
          51.423396
        ],
        [
          -0.1613681,
          51.4232887
        ],
        [
          -0.1614502,
          51.4231729
        ],
        [
          -0.16158229999999998,
          51.4229881
        ],
        [
          -0.16162289999999999,
          51.4230007
        ],
        [
          -0.1616312,
          51.4230033
        ],
        [
          -0.16164689999999998,
          51.423008
        ],
        [
          -0.1617585,
          51.4230399
        ],
        [
          -0.161861,
          51.4230676
        ],
        [
          -0.16190849999999998,
          51.4230822
        ],
        [
          -0.1619048,
          51.4230862
        ],
        [
          -0.1618926,
          51.4231045
        ],
        [
          -0.1618827,
          51.4231183
        ],
        [
          -0.1618789,
          51.423124
        ],
        [
          -0.1618605,
          51.4231504
        ],
        [
          -0.1618482,
          51.4231695
        ],
        [
          -0.1618251,
          51.4231992
        ]
      ]
    ],
    "type": "Polygon"
  }
}