{
  "last_date_consultation_comments": null,
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "development_type": "Major dwellings",
  "decision_date": "11/08/2023",
  "pp_id": "PP-10192656",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Ealing-215765OPDVAR",
  "last_updated": "2025-03-19T03:44:11.926+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521613,
  "decision_target_date": "11/08/2023",
  "parking_details": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521624.9493225,
              182888.2480388
            ],
            [
              521611.9468612,
              182867.0041198
            ],
            [
              521610.0010268,
              182868.1537907
            ],
            [
              521605.7960456,
              182870.7530467
            ],
            [
              521604.1470334,
              182871.7527605
            ],
            [
              521601.6487799,
              182873.2523313
            ],
            [
              521601.8631515,
              182873.592234
            ],
            [
              521603.1988514,
              182875.8016016
            ],
            [
              521614.6512412,
              182894.546236
            ],
            [
              521624.9493225,
              182888.2480388
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": null,
  "secondary_street_name": null,
  "valid_date": "07/09/2021",
  "centroid": {
    "lon": "-0.24811409999999998",
    "lat": "51.53175"
  },
  "site_number": null,
  "ward": "East Acton",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "uprn": "12162149",
  "lpa_app_no": "215765OPDVAR",
  "status": "Approved",
  "description": "Application for a Minor Material Amendment (S.73) to vary condition 2 (revised drawings), condition 3 (materials) and condition 8 (planting maintenance) pursuant to planning permission Ref: 195346OPDFUL dated 09.09.2020 for 'Construction of a part nine and part four storey building with excavation of basement area to provide 38 self-contained residential units and community space with associated cycle parking, refuse storage, hard and soft landscaping for amenity space and children's play space'. Variation seeks changed external materials and planting to balconies and roof",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "NW10 6TS",
  "centroid_northing": 182881,
  "borough": "Ealing",
  "application_type": "All Other",
  "locality": "London",
  "site_name": "80 Goodhall Street",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s) L01 (Proposed location plan dated Mar2020); D01 (proposed Cycle Parking dated March2020); D02 (proposed bin stores dated May2020); GS01(proposed section, south west); GS02(proposed section, south east); GS03 (proposed section, north); GS04 (proposed west section); Design& Access Statement dated November 2019; Planning Statement; Heritage Statement by Dorian Crone & Daniel Cummins dated Nov 2019; Town Visual Impact Assessment; Transport Assessment; Phase 1 Land Quality Assessment by SLR ref: 402.10148.00001 dated Sept 2019; Preliminary Ecological Appraisal ref: 12333_R01c_MB_MM, by Tyler Grange dated Nov 2019; Daylight Sunlight Report prepared by Emily Hyde, ref: 14769 dated 27 Nov 2019; Statement of Community Involvement, London Communications Agency, dated 28 Nov 2019; Landscape Strategy, ref: RLA.GS.PL.01 dated Nov 2019; Landscape Masterplan ref. RLA.GS.PRP.01.6 Rev A; Arboricultural Impact Assessment by Tyler Grange dated November 2019; Noise and Vibration Impact Assessment by H|M dated 18 MARCH 2020 ISSUE: 02 ref. 28208-RPAC-001; Surface Water Drainage Strategy (update) by EAS ref: 2405/2019 Rev D dated June 2020; Air Quality Assessment by Air Pollution Services ref: P1011_A_1 dated 25 Nov 2019; Energy Statement, ref: 19145 by Sustain Quality Ltd dated Nov 2019; Cycle-Works Product Guide - Josta 2-tier; Affordable Housing and Economic Viability Assessment(amended)",
    "0201 rev P04 (GE01 proposed south-west elevation); 0202 rev P04 (GE02 proposed south-east elevation); 0203 rev P04 (GE03 proposed north elevation); 0204 rev P04 (GE04 proposed west elevation); 0205 rev. P04 (GE05 proposed east elevation); 0206 rev P03 (GE06 proposed south elevation); 0100 rev P03 (proposed ground floor plan); 0101 rev P02 (proposed first floor plan); 0102 rev P02 (proposed second floor plan); 0103 rev P02 (proposed third floor plan); 0104 rev P02 (proposed fourth, sixth & eighth plan); 0105 Rev P02 (proposed fifth & seventh plan); 0106 rev P02 (proposed basement floor plan); 0107 rev P03 (proposed roof floor plan); GUA-DR-L-001-P02 Rev 2 dated 19.08.21 (green roof) (detailed hard & soft Landscape proposals); GUA-DR-L-002-P02 Rev 2 dated 31.08.21 (front elevations); GUA-DR-L-003-P02 Rev 2 dated 31.08.21 (side elevations); 0023-AD-ZZ-ZZ-RP-A-3000_PC 03 Materials-S3-P05 dated 23 Feb 2022; Tile samples; Brick sample (PC 3450180 Tenborough); GGI 3D Images dated 21.07.2022",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials shall be as approved in consent 212986OPDCND dated 07.09.2021, and those for the current consent (including bricks) shall be implemented in full as illustrated in drawings stated in condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3, D4 and HC1of the London Plan (2021) and the National Planning Policy Framework (2021). | Notwithstanding submitted Air Quality Assessment by Air Pollution Services ref: P1011_A_1 dated 25 Nov 2019, further details shall be submitted for approval by the Local Planning Authority to demonstrate that the development complies with the 'air quality neutral' in relation to building emission, as set out by the Building Emissions Benchmark at Appendix 5 of the Sustainable Design and Construction (2014) Supplementary Planning Guidance, London Plan 2011 Implementation Strategy",
    "Reason: In in the interests of air quality and amenity in accordance with policy SI1 of the London Plan(2021). | Prior to occupation of the site further details for the artificial external lighting of the building fronting Goodhall Street and external communal areas within the curtilage of the site, including the cycle storage area, shall be submitted to and approved in writing by the Local Planning Authority.",
    "Proposed lighting shall not exceed lux levels of vertical illumination at neighbouring premises that are recommended by the Institution of Lighting Professionals in the 'Guidance Notes For The Reduction Of Light Pollution 2011'. Lighting should be minimised and glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site in accordance with policy 7.4 of the London Plan 2016 and 7A and 7C of the Ealing Development Management Development Plan Document (2013); policies D4, D11 and HC1 of the London Plan(2021); and the National Planning Policy Framework (2021). | Prior to occupation of the flats, further details of the proposed younger children's play area (including play equipment, planting, boundary treatment, disabled access, safety measures) and the biodiverse soft landscaping, hard standing and boundary treatments to the outdoor amenity space and ground floor flats as shown in the approved Landscape Masterplan ref. RLA.GS.PRP.01.6 Rev A shall be submitted to and approved in writing by the Local Planning Authority.",
    "Any planting that is part of the approved scheme that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season. All planting shall be replaced with others of a similar size and species and in the same position, and shall be retained thereafter.",
    "Reason: To ensure a satisfactory standard of appearance and setting for the development and to ensure that the proposed development enhances biodiversity and the visual amenity of the locality, in accordance with policies 5.10, 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies S4 and G5 of the London Plan (2021) and the Mayor's Supplementary Planning Guidance on Play and Informal Recreation; the London Environment strategy (2018) and the National Planning Policy Framework (2021). | Prior to development commencing on site, tree-protection for identified tree, T2, shall be undertaken in accordance with BS 5837:2012 as recommended in the Arboricultural Method Statement set out in the approved Arboricultural Impact Assessment by Tyler Grange dated November 2019 in Condition 2.",
    "Reason: To minimise the impacts of demolition and construction on the existing tree and to ensure its preservation for the approved biodiverse landscaping scheme in accordance with policy 5.4 of Ealing's Development Core Strategy(2012) ; policies 5.10 of Ealing's Development Management Development Plan Document (2013), policies G1, G5 and G7 of The London Plan(2021); the London Environment strategy (2018) and the National Planning Policy Framework (2021). | Notwithstanding the approved roof planting scheme in plans 2182-GUA-DR-L-001-P02, 2182-GUA-DR-L-002-P02 and 2182-GUA-DR-L-003-P02, further details for the green roof maintenance shall be submitted to and approved in writing by the local planning authority prior to any works to the superstructure. In particular, details for maintenance of the planters shall include an in-built irrigation system, frequency of watering during warmer months, and methods of aftercare for the trees. These green roofs shall be planted prior to first occupation of the development.",
    "Reason: To ensure that the proposed green infrastructure contributes to sustainable urban greening and is implemented in line with London Plan (2021) policies G1, G5 and SI13; Ealing Local Variation to policies 5.10 and 5.11 in the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2021). | The proposed community space shall have hours of use from 07.00 till 22.00 Monday to Friday; 08.30 to 22.30 on Saturdays and 10.00 till 18.00 on Sundays and Bank Holidays.",
    "No amplified music or speech shall be played within the community space outside the hours of operation hereby allowed and at any time in the external areas of the development.",
    "Reason: .To safeguard the amenities of the occupiers of nearby residential properties and commercial premises, in accordance with policy D14 of The London Plan (2021) and policy 7A of the Ealing Development Management DPD (2013) | Sound insulation of the floor/ ceiling/ walls separating the community space from dwellings shall be implemented to achieve the criteria of BS8233:2014 within the adjoining dwellings and shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ adjacent dwellings/ noise sensitive premises is not adversely affected by noise, in accordance with policy D6 and Table 3.2 of The London Plan (2021), policy 1.1 (e), and (j) of the Ealing Development (or Core) Strategy 2026 Development Plan Document (2012) and Policies 7A and 7B of the Ealing Development Management Development Plan Document 2013. | The sound insulation of the building envelope including glazing specifications and external amenity areas shall be in accordance with the Council's assessment standards of the SPG10 and achieve compliance with the acoustic criteria specified in BS8233:2014. The recommendations by H|M in their Noise and Vibration Impact Assessment report dated 18 MARCH 2020 ISSUE: 02 ref. 28208-RP-AC-001 shall be implemented. If compliance requires the windows to be closed, then acoustically attenuated ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building). The above shall be implemented prior to occupation of the development and shall be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D6 and Table 3.2 of The London Plan (2021), Ealing's SPG10 and the National Planning Policy Framework (2021). | In relation to requirements under Building Regulations Approved Document M (Volume1: Dwellings), ninety percent (90%) of the approved residential units shall be designed and constructed in accordance with Part M4(2)(Accessible and adaptable dwellings); whilst the remaining ten percent (10%) in accordance with Part M4(3) (Wheelchair user dwellings), or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate for wheelchair users and the changing needs of the future occupiers, in accordance with policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012) and policy D7 of the London Plan (2021). | The proposed drainage systems shall be managed and maintained in accordance with the recommendations of the management and maintenance and conclusions set out in the submitted Flood Risk Assessment by EAS approved in Condition 2.  The development shall be carried out strictly in accordance with the approved detailed drainage scheme.",
    "Reason: To ensure the development does not result in flooding or ground instability elsewhere by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012); policy LV 5.12 of the Ealing Development Management DPD (2013); policy SI13 of the London Plan(2021)and the National Planning Policy Framework (2021). | The passenger lifts located within the communal cores serving the approved apartment blocks shall be installed and operational prior to the first occupation of the relevant part of the apartment block to which the lift serves.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policies D5 and D7 of the London Plan (2021); policy 1.1(h) of the Ealing Development Strategy 2026 (2012); policy 7B of the Ealing Development Management DPD (2013); and interim Ealing SPG 'Accessible Ealing' (2012). | Details of plant and machinery shall be submitted and approved by the Local Planning Authority prior to installation to demonstrate that the rating sound level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 2014, will not exceed the existing background sound level, as measured at the nearest noise sensitive facades, during the relevant periods of operation.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with policy D14 of the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| The Demolition and Construction Management Plan approved under consent 213057OPDCND dated 14.10.2021 shall be implemented in full on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policies D9, D12 , T7 and SI1 of the London Plan(2021). | All Non-Road Mobile Machinery (NRMM) to be used in the development site shall meet as a minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments, unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM shall be registered on the NRMM register at https://nrmm.london/usernrmm/ register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site detailing proof of emissions standards for all equipment.",
    "Reason: In in the interests of air quality and amenity in accordance with policy SI1 of the London Plan(2021) | The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development. In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied. The evidence shall include waste disposal transfer notes proving correct disposal of soil.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use. | Enforcement Condition: Energy and CO2",
    "a. Prior to final completion the permitted development shall implement",
    "and maintain, and in the case of energy generation equipment confirm as",
    "operational, the approved measures to achieve an overall reduction in regulated",
    "CO2 emissions of at least 9.69% (equal to 4 tonnes of CO2 per year) beyond",
    "Building Regulations Part L 2013. These CO2 savings shall be achieved through the",
    "Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement",
    "prepared by Sustain Quality in November 2019 including:",
    "i. Lean passive design measures to achieve an annual reduction of at",
    "least 9.69% equating to at least 4 tonnes in regulated carbon dioxide (CO2)",
    "emissions over BR Part L 2013.",
    "ii. Green renewable energy equipment including the incorporation of a",
    "photovoltaic array with a combined total capacity of at least 28.50 kWp to achieve an",
    "annual",
    "b. reduction of at least 32.44%, equating to 12.10 tonnes in regulated",
    "carbon dioxide (CO2) emissions over the Be Lean/Clean stage of the Energy",
    "Hierarchy.",
    "c & d. The proposed low and zero-carbon (LZC) energy equipment as approved in writing by the Local Planning Authority in consent Ref: 215641OPDCND dated 29.10.2021 shall be implanted in accordance with those details.",
    "e. Within three months of the occupation/first use of the development the",
    "relevant Energy Performance Certificate (EPC) and detailed SAP Worksheets",
    "showing clearly the TER and DER from the 'as built stage' following completion of",
    "the development, shall be submitted to, and approved by, the Local Authority in",
    "order to confirm compliance with the energy efficiency measures detailed in the",
    "approved Energy Strategy. The development shall be carried out strictly in",
    "accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure",
    "environmental sustainable development in accordance with policies, SI3 of the",
    "London Plan (2021), guidance note 11 of the GLA Energy Assessment Guidance",
    "(2018); policies EU9 and EU10 of the OPDC Post Submission Modified Draft Local",
    "Plan (March 2021); policies 5.2 and 7A of Ealing's Development Management DPD",
    "(2013), and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy",
    "(2012). | All boilers to serve the energy requirements of the development detailed in the approved energy strategy shall be specified with NOx emissions (g/m²) that are compliant with or better than the ultra-low NOx (g/m²) benchmarks as set out at Appendix 5 of the Mayor's Sustainable Design and Construction SPG. The approved boilers/engines, if provided, shall be installed prior to the first occupation of the development.",
    "Reason: To secure the measures set out within the approved Energy Strategy Statement and to ensure that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.3, 5.5 and 5.6 of the London Plan 2015, policies 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policy LV5.2 of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Prior to occupation of the approved development, the details of the dynamic thermal modelling for each unit, or an agreed percentage of units, shall be undertaken using the guidance provided in CIBSE TM49 & TM52 and shall be submitted to the Local Planning Authority for written approval demonstrating that the development performs against their overheating criteria and exceed the requirements to avoid overheating. The details of any additional measures to be incorporated into the development to minimise the risk of overheating (including active cooling) shall also be submitted if the dynamic thermal modelling demonstrates that overheating would occur. The development shall thereafter be provided in accordance with the approved details.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policies SI3 and SI4 of the London Plan (2021); Ealing's Development (Core) Strategy, and Development Management DPD. | Post construction energy equipment monitoring",
    "a.\tThe developer shall enter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b.\tUpon final completion of the development and prior to occupation, suitable devices for monitoring any renewable/low-carbon energy equipment, and/or the heat and electrical demand of the development, shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document.",
    "c.\tThe developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "d.\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of three years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with  policy SI2(\"Be Seen\" stage of the energy hierarchy) of the London Plan(2021), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG. | The development shall achieve Secured by Design accreditation",
    "Reason: To safeguard the character and appearance of the buildings and the area as a whole, in accordance with policy 1.1(h) of the Ealing Development (or Core) Strategy (2012), Local Variation policies 3.5 and 7.4 and policies 7B of the Development Management Development Plan Document (2013); and policies D3 and D4 of the London Plan(2021) | The cycle parking hereby approved shall be installed prior to the first occupation of the development and shall comprise the provision of at least 72 residential cycle parking spaces in accordance with details approved in Condition 2. Any variation to the approved plans shall be submitted to and approved in writing by the Local Planning Authority prior to the modification being undertaken. The approved details shall be retained thereafter.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of policy T5 and Table 10.2 and the good growth objectives of the London Plan (2021), and for encouraging sustainable modes of transport in accordance with, policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG | The cycle parking hereby approved shall be installed prior to the first occupation of the development and shall comprise the provision of at least 72 residential cycle parking spaces in accordance with details approved in Condition 2. Any variation to the approved plans shall be submitted to and approved in writing by the Local Planning Authority prior to the modification being undertaken. The approved details shall be retained thereafter.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of policy T5 and Table 10.2 and the good growth objectives of the London Plan (2021), and for encouraging sustainable modes of transport in accordance with, policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG | The refuse and recycling areas (domestic and non-domestic) shown on the approved drawings shall be provided prior to the first occupation of the development and retained thereafter and these areas shall not thereafter be obstructed or used for any other purpose.",
    "Reason: To ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance policies D6 and SI7 of the London Plan(2021); policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities. | As approved by consent 213058OPDCND dated 23.08.2021 in consultation with Network Rail, the trespass proof fence to be installed prior to first works on site adjacent to the boundary with the railway. It shall be implemented in full and retained thereafter.",
    "Reason: To protect the adjacent railway from unauthorised access. | As approved by consent 213059OPDCND dated 03.09.2021, any scaffolding which is to be erected /constructed within 10 metres of a boundary to a railway line must be erected in such a manner that at no time will any poles over-sail the railway line.  The method statement approved  in consultation with Network Rail shall be implemented in full to prevent construction materials from the development reaching the railway (including protective fencing).",
    "Reason: In the interests of railway safety | Prior to any vibro-impact works on site, a risk assessment and method statement shall be submitted to and approved in writing by the Local Planning Authority in consultation with Network Rail",
    "Reason: To prevent any piling works and vibration from de-stabilising or impacting the railway. | As approved by consent 213060OPDCND dated 23.08.2021 in consultation with Network Rail, the scheme for disposal of both surface water and foul water drainage directed away from the railway shall be fully implemented in accordance with the details approved under that condition discharge.",
    "Reason: To protect the adjacent railway from the risk of flooding, soil slippage and pollution. | As approved by consent 213061OPDCND dated 12.10.2021 in consultation with Network Rail,  ground levels, earthworks and excavations to be carried out near to the railway boundary shall implemented in accordance with the approved details and shall be retained thereafter.",
    "Reason: To protect the adjacent railway and its boundary."
  ],
  "decision": "Approved",
  "street_name": "Goodhall Street",
  "application_details": {
    "existing_uprns": [
      "000012162149, 000012207401, 000012207424, 000012207423, 000012207422, 000012207421, 000012207420, 000012207419, 000012207418, 000012207387, 000012207388, 000012207389, 000012207390, 000012207391, 000012207392, 000012207393, 000012207394, 000012207395, 000012207396, 000012207397, 000012207398, 000012207399, 000012207400, 000012207425, 000012207402, 000012207403, 000012207404, 000012207406, 000012207405, 000012207407, 000012207408, 000012207409, 000012207410, 000012207411, 000012207412, 000012207413, 000012207414, 000012207415, 000012207416, 000012207417"
    ],
    "site_area": 0.030000000000000002
  },
  "lapsed_date": "11/08/2026",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/215765OPDVAR;",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.24793939999999998,
          51.5318125
        ],
        [
          -0.2481341,
          51.5316244
        ],
        [
          -0.2481618,
          51.5316352
        ],
        [
          -0.24822149999999998,
          51.5316594
        ],
        [
          -0.2482449,
          51.5316688
        ],
        [
          -0.24828039999999998,
          51.5316828
        ],
        [
          -0.24827719999999998,
          51.5316858
        ],
        [
          -0.24825709999999998,
          51.5317053
        ],
        [
          -0.2480856,
          51.5318714
        ],
        [
          -0.24793939999999998,
          51.5318125
        ]
      ]
    ],
    "type": "Polygon"
  }
}