{
  "street_name": "Greenford Avenue",
  "centroid_northing": 180807,
  "lapsed_date": "03/05/2027",
  "bo_system": "CSV Data Import",
  "site_name": "Seventh Day Adventist Church",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515434.1039695,
              180784.9501016
            ],
            [
              515411.1497194,
              180781.3011461
            ],
            [
              515409.7398139,
              180783.1606138
            ],
            [
              515402.6985317,
              180792.3979696
            ],
            [
              515395.310957,
              180802.1251853
            ],
            [
              515394.2968145,
              180803.4548047
            ],
            [
              515397.2485464,
              180803.9546616
            ],
            [
              515402.599591,
              180804.854404
            ],
            [
              515408.000106,
              180805.6541751
            ],
            [
              515413.3016803,
              180806.4539462
            ],
            [
              515418.6032546,
              180807.2037315
            ],
            [
              515423.7976431,
              180807.9535169
            ],
            [
              515430.7977,
              180809.0032164
            ],
            [
              515460.4964101,
              180813.4219516
            ],
            [
              515466.3998738,
              180814.3016998
            ],
            [
              515468.1478268,
              180802.2451509
            ],
            [
              515463.3492012,
              180801.5453512
            ],
            [
              515450.8496886,
              180799.5959092
            ],
            [
              515442.0522084,
              180798.496224
            ],
            [
              515432.2488307,
              180796.9966533
            ],
            [
              515432.9001906,
              180792.7978552
            ],
            [
              515433.50208,
              180788.8989712
            ],
            [
              515434.1039695,
              180784.9501016
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "09/11/2021",
  "decision_date": "03/05/2024",
  "development_type": "Minor all other minor developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "W7 3QP",
  "title_number": [
    "unregistered"
  ],
  "lpa_app_no": "215762FUL",
  "uprn": "000012113218",
  "application_details": {
    "existing_uprns": [
      "000012113218"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "06/2023",
        "intended_commencement_date": "06/2022"
      }
    ],
    "total_gia_gained": 453,
    "site_area": 0.11750000000000001,
    "total_gia_lost": 275,
    "total_gia_existing": 275,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 275,
        "use_class": "D2",
        "gia_gained": 453,
        "gia_lost": 275
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 8.07,
        "building_ref": "New building"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 453,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 275,
      "total_gia_gained": 453,
      "total_gia_existing": 275,
      "total_gia_lost": 275
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "solar_pv_capacity": 0.09,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  },
  "borough": "Ealing",
  "actual_completion_date": null,
  "pp_id": "PP-10144656",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "10/05/2024",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Full planning permission",
  "lpa_name": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/215762FUL;",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings / document title number(s): 2031-P01 REV C (PROPOSED SITE PLAN AND STREET ELEVATIONS); 2031-P02 REV B (PROPOSED FLOOR AND ROOF PLANS); 2031-P03 REV B (PROPOSED ELEVATIONS); 2031-P04 (EXISTING ELEVATIONS AND PLANS); 2031-P05 (EXISTING ELEVATIONS AND PLANS); 2031-P10 (SITE SECTION DIAGRAMS); DESIGN AND ACCESS STATEMENT DATED AUGUST 2021; ADDITIONAL INFORMATION SHEET INCLUDING 3D MODELS; TRANSPORT STATEMENT DATED MARCH 2023",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Notwithstanding any information submitted with this application, details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development hereby approved is commenced (excluding site setup or demolition works). The details shall be fully implemented as approved.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), and policy D4 of the London Plan (2021).",
    "| Notwithstanding the information shown on the approved plans, further details of the hard and soft landscaping shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development (excluding site setup or demolition works). All detailed works shall be carried out as approved prior to the occupation of the premises. Such details shall include:",
    "1.\tSubtle definition between the car park and the pedestrian walkway and how this will be achieved",
    "2.\tThe height and materials of the boundary treatment",
    "3.\tDrive/walk over lighting imbedded between carpark and pedestrian walkway.",
    "4.\tGabled/arched structure at the entrance and a bold signage.",
    "5.\tThe provision of planting around the site and any new surfacing materials to be used",
    "Reason: To improve the visual amenity of the property through urban greening in accordance with policies 5.10 and 7.4 of the Ealing Development Management DPD (2013), policies D8, G4 and G5 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Prior to the first occupation of the hereby approved development, details of the cycle storage facilities shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the number and capacity of the stores, the location of the stores and the materials for the store. The approved storage areas shall be brought into use prior to the first occupation of the hereby approved development and shall be permanently retained thereafter.",
    "Reason:  Reason: To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | Prior to the first occupation of the hereby approved development, details of the refuse and recycling storage shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the number and capacity of bins, the location of storage and the materials for the store. The approved storage shall be brought into use prior to the first use of the hereby approved development and shall be permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Prior to commencement of the development (excluding site setup or demolition works), details shall be submitted for the approval of the Local Planning Authority, of the composite sound reduction index, Rw, for the building envelope, and the mitigation measures, demonstrating that noise from uses and activities is contained within the building, with windows and doors closed and other means of ventilation provided. The assessment shall be according to standards of the Council's SPG10 and noise limits specified by BS8233:2014, at the nearest and most affected noise sensitive premises incl. private external amenity spaces. The approved sound insulation and ventilation shall be implemented before the development is commenced and retained permanently thereafter.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with Policy D14 of the London Plan (2021), Policies 7A and 7B of the Ealing Development Management DPD (2013) and SPG10.",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan (2021), Policies 7A and 7B of the Ealing Development Management DPD (2013) and SPG10.",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan (2021), Policies 7A and 7B of the Ealing Development Management DPD (2013) and SPG10.",
    "| The use shall not commence until all external doors to the premises have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows to rooms be fixed in an open position during the emission of noise, smell, smoke or fumes.",
    "Reason:  To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with Policy D14 of the London Plan (2021), Policies 7A and 7B of the Ealing Development Management DPD (2013) and SPG10.",
    "| Prior to commencement of the development (excluding site setup or demolition works), details shall be submitted to the Council for approval in writing, of the installation of acoustic lobbies to external entrances and exits which would otherwise allow the emission of internal noise to neighbouring noise sensitive premises during opening. A noise assessment detailing the level of sound reduction provided by the lobbies and resulting noise levels at affected neighbouring premises, together with other mitigation measures as necessary shall be submitted for approval. The assessment shall be based on standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason:  To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with Policy D14 of the London Plan (2021), Policies 7A and 7B of the Ealing Development Management DPD (2013) and SPG10.",
    "| Control measures shall ensure that the following standards are implemented:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison,  - public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 7A and 7B of the Ealing Development Management DPD (2013).",
    "| Notwithstanding the submitted Transport Plan, a detailed Travel Plan shall be submitted to and approved by the Local Planning Authority prior to first occupation of the development. The Travel Plan shall provide a 5-year mode shift target as well as robust Action Plan. The Travel Plan shall be prepared in accordance with the Transport for London Travel Plan Guidance https://tfl.gov.uk/info-for/urban-planning-and-construction/transport-assessment-guide/travel-plans. The development shall be carried out in accordance with the approved Travel Plan",
    "Reason:  To promote sustainable patterns of transport, safeguard the living and working conditions of local people, and ensure highway and pedestrian safety in accordance with the National Planning Policy Framework (2023), policies T1, T2, T3, T4, T5, T6 and T7 of the London Plan (2021); and 1.2 and 1.2 of the Ealing Development (Core) Strategy 2026 (2012).",
    "| Prior to first occupation, four (4) EV charging points (one of which serving a disabled parking bay) shall be installed in the car park to the front of the site in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards. The EV charging points shall be permanently retained thereafter.",
    "Reason: To comply with Policy GG3, T2, T4 and SI1 of the London Plan (2021).",
    "| Prior to first occupation two (2) disabled car parking bays shall be marked out in the car park to the front of the site in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards. The bays shall be permanently retained thereafter.",
    "Reason: To comply with the public sector equality duty (PSED) under s.149 of the Equalities Act and Policy T6.5 of the London Plan (2021)."
  ],
  "id": "Ealing-215762FUL",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 515458,
  "description": "Construction of a single storey (with mezzanine level) church and community building with associated landscaping and parking provision (following the demolition of existing two buildings)",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.33751,
    "lat": 51.514399
  },
  "last_updated": "2025-03-20T11:23:27.736+00:00",
  "decision_agency": "Borough",
  "ward": "Hobbayne",
  "parking_details": {
    "no_proposed_bluebadge": 2,
    "no_existing_car": 6,
    "no_existing_bluebadge": 0,
    "net_car": 0,
    "no_proposed_car": 6,
    "net_bluebadge": 2
  },
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.33783949999999996,
          51.5142063
        ],
        [
          -0.3381714,
          51.5141781
        ],
        [
          -0.33819109999999997,
          51.5141951
        ],
        [
          -0.33828949999999997,
          51.5142796
        ],
        [
          -0.3383927,
          51.5143685
        ],
        [
          -0.3384069,
          51.5143807
        ],
        [
          -0.3383642,
          51.5143846
        ],
        [
          -0.3382868,
          51.5143916
        ],
        [
          -0.3382087,
          51.5143977
        ],
        [
          -0.3381321,
          51.5144038
        ],
        [
          -0.3380555,
          51.5144094
        ],
        [
          -0.33798039999999996,
          51.5144151
        ],
        [
          -0.3378793,
          51.5144231
        ],
        [
          -0.33745,
          51.5144568
        ],
        [
          -0.33736469999999996,
          51.5144635
        ],
        [
          -0.33734339999999996,
          51.5143547
        ],
        [
          -0.33741279999999996,
          51.5143494
        ],
        [
          -0.3375935,
          51.5143345
        ],
        [
          -0.3377206,
          51.5143264
        ],
        [
          -0.3378623,
          51.5143149
        ],
        [
          -0.3378543,
          51.514277
        ],
        [
          -0.3378469,
          51.5142419
        ],
        [
          -0.33783949999999996,
          51.5142063
        ]
      ]
    ],
    "type": "Polygon"
  }
}