{
  "actual_completion_date": null,
  "centroid_northing": 182475,
  "decision": "Approved",
  "development_type": null,
  "valid_date": "19/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Erection of single storey rear extension and front infill extension",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Numbers:",
    "GRE-02 Rev 1.5 GRE-2a Rev 1.5 GRE-02b Rev 1.5 GRE-03 Rev 1.5 GRE-04 Rev 1.5 GRE-05 Rev 1.5 GRE-06 Rev 1.5 GRE-07 Rev 1.5 GRE-08 Rev 1.5 GRE-09a Rev 1.5 GRE-09b Rev 1.5 GRE-10 Rev 1.5 GRE-11 Rev 1.5 GRE-12 Rev 1.5",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Within 3 months of the date planning permission is granted, the outbuilding shown on plan GRE-02a Rev 1.5 shall be demolished and all resultant materials, debris, fixtures and fittings shall be removed from site.",
    "REASON",
    "To offset the cumulative impact of the extensions and to maintain the openness of the Green Belt and Metropolitan Open Land, in accordance with Policy DMEI 4 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 4,
    "net_car": 0,
    "no_proposed_car": 4
  },
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "08/11/2022",
  "ward": "BRUNEL",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 132,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "04/2022",
    "intended_commencement_date": "11/2021",
    "site_area": 0.49200000000000005
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10559203",
  "subdivision_of_building": null,
  "secondary_street_name": "HILLINGDON",
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "02/03/2022",
  "decision_date": "08/11/2022",
  "centroid": {
    "lon": "-0.4626144",
    "lat": "51.5311057"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": "8176-6822-8690-9577-0902",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=11841/APP/2022/166",
  "street_name": "ROBINWOOD GROVE",
  "lpa_app_no": "11841/APP/2022/166",
  "lapsed_date": "08/11/2025",
  "id": "Hillingdon-11841_APP_2022_166",
  "title_number": [
    "unknown"
  ],
  "application_type": "Householder",
  "site_name": "GREENSLEEVES",
  "date_building_work_started_under_previous_permission": "22/11/2021",
  "postcode": "UB8 3TW",
  "last_updated": "2025-03-20T15:19:39.086+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": true,
  "centroid_easting": 506737,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506674.374,
              182485.6518
            ],
            [
              506702.4199,
              182488.4299
            ],
            [
              506708.9022,
              182488.9591
            ],
            [
              506707.8439,
              182495.0445
            ],
            [
              506715.5168,
              182495.4414
            ],
            [
              506716.4429,
              182489.4883
            ],
            [
              506736.419,
              182491.7372
            ],
            [
              506736.1544,
              182492.2664
            ],
            [
              506735.6252,
              182495.8383
            ],
            [
              506760.2315,
              182498.0873
            ],
            [
              506760.3638,
              182500.4685
            ],
            [
              506787.2191,
              182501.13
            ],
            [
              506791.5847,
              182507.8769
            ],
            [
              506807.9889,
              182500.6008
            ],
            [
              506801.242,
              182485.5195
            ],
            [
              506793.3045,
              182472.6872
            ],
            [
              506788.8066,
              182468.5862
            ],
            [
              506785.8961,
              182469.3799
            ],
            [
              506783.6472,
              182464.882
            ],
            [
              506772.0055,
              182468.8507
            ],
            [
              506761.1576,
              182460.1195
            ],
            [
              506755.2044,
              182458.0028
            ],
            [
              506748.3252,
              182457.7382
            ],
            [
              506739.1971,
              182448.4778
            ],
            [
              506728.746,
              182443.3184
            ],
            [
              506722.7929,
              182442.5246
            ],
            [
              506721.3377,
              182445.1705
            ],
            [
              506719.4856,
              182447.1549
            ],
            [
              506716.7075,
              182452.7111
            ],
            [
              506679.1366,
              182445.8319
            ],
            [
              506674.374,
              182485.6518
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4635137,
          51.5312132
        ],
        [
          -0.4631087,
          51.5312329
        ],
        [
          -0.46301509999999996,
          51.5312364
        ],
        [
          -0.46302849999999995,
          51.5312913
        ],
        [
          -0.4629178,
          51.5312935
        ],
        [
          -0.4629063,
          51.5312398
        ],
        [
          -0.46261769999999997,
          51.5312562
        ],
        [
          -0.46262139999999996,
          51.531261
        ],
        [
          -0.4626279,
          51.5312932
        ],
        [
          -0.4622727,
          51.5313088
        ],
        [
          -0.46227,
          51.5313302
        ],
        [
          -0.4618829,
          51.531331
        ],
        [
          -0.4618179,
          51.5313908
        ],
        [
          -0.4615837,
          51.5313223
        ],
        [
          -0.46168549999999997,
          51.5311881
        ],
        [
          -0.4618038,
          51.5310742
        ],
        [
          -0.4618698,
          51.5310382
        ],
        [
          -0.4619115,
          51.5310459
        ],
        [
          -0.4619453,
          51.5310059
        ],
        [
          -0.46211189999999996,
          51.5310438
        ],
        [
          -0.4622708,
          51.5309673
        ],
        [
          -0.46235729999999997,
          51.5309494
        ],
        [
          -0.4624565,
          51.5309484
        ],
        [
          -0.46259079999999997,
          51.5308669
        ],
        [
          -0.46274299999999996,
          51.5308225
        ],
        [
          -0.462829,
          51.5308164
        ],
        [
          -0.46284919999999996,
          51.5308405
        ],
        [
          -0.4628753,
          51.5308587
        ],
        [
          -0.4629136,
          51.530909199999996
        ],
        [
          -0.46345709999999996,
          51.5308544
        ],
        [
          -0.4635137,
          51.5312132
        ]
      ]
    ],
    "type": "Polygon"
  }
}