{
  "last_updated_by": "CSV Data Import",
  "date_building_work_completed_under_previous_permission": null,
  "ward": "Ealing Broadway",
  "postcode": "W5 5DG",
  "lapsed_date": "22/03/2027",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "street_name": "Sandringham Mews",
  "site_number": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517731.6974311,
              180677.9007441
            ],
            [
              517731.1037867,
              180674.8516169
            ],
            [
              517726.5030426,
              180675.8513308
            ],
            [
              517722.0507096,
              180675.6014023
            ],
            [
              517720.5995788,
              180674.4017457
            ],
            [
              517720.896401,
              180668.1035485
            ],
            [
              517712.1483912,
              180667.8036344
            ],
            [
              517713.3026998,
              180659.7959266
            ],
            [
              517713.4511109,
              180659.0461412
            ],
            [
              517713.5500516,
              180658.3463415
            ],
            [
              517714.4899886,
              180651.2583704
            ],
            [
              517714.547704,
              180650.7985021
            ],
            [
              517714.7538305,
              180649.6488312
            ],
            [
              517715.3474749,
              180649.7488025
            ],
            [
              517716.5512538,
              180642.5508629
            ],
            [
              517718.0023846,
              180642.7508057
            ],
            [
              517718.2992068,
              180641.5011634
            ],
            [
              517722.6525991,
              180642.2509488
            ],
            [
              517726.9977463,
              180643.0507198
            ],
            [
              517728.0531141,
              180638.9019074
            ],
            [
              517727.8469876,
              180638.8519217
            ],
            [
              517726.5030426,
              180638.7019647
            ],
            [
              517725.2497933,
              180638.5520076
            ],
            [
              517724.7963149,
              180638.4520362
            ],
            [
              517724.400552,
              180638.3020791
            ],
            [
              517723.9470737,
              180638.2021077
            ],
            [
              517723.5018404,
              180638.0521507
            ],
            [
              517722.8010102,
              180637.8022222
            ],
            [
              517722.1496503,
              180637.5522938
            ],
            [
              517719.7998079,
              180636.7525227
            ],
            [
              517718.8516259,
              180636.4526085
            ],
            [
              517717.9034439,
              180636.1027087
            ],
            [
              517717.3015544,
              180635.8527802
            ],
            [
              517716.6996649,
              180635.5028804
            ],
            [
              517716.303902,
              180635.1529805
            ],
            [
              517715.9988348,
              180634.7031093
            ],
            [
              517728.316956,
              180637.8422108
            ],
            [
              517729.9000078,
              180638.2520934
            ],
            [
              517731.8540873,
              180636.3526372
            ],
            [
              517730.5018972,
              180630.05444
            ],
            [
              517727.7480468,
              180618.0478768
            ],
            [
              517723.6007811,
              180599.853085
            ],
            [
              517714.00353,
              180558.6048922
            ],
            [
              517713.6489923,
              180556.7954102
            ],
            [
              517703.350911,
              180554.0461971
            ],
            [
              517702.946903,
              180562.8036903
            ],
            [
              517699.5994082,
              180561.9039479
            ],
            [
              517699.0964595,
              180564.4532181
            ],
            [
              517700.1518273,
              180566.902517
            ],
            [
              517700.4981199,
              180567.7522738
            ],
            [
              517699.698349,
              180572.750843
            ],
            [
              517693.6959445,
              180571.7011434
            ],
            [
              517692.6488217,
              180578.1492977
            ],
            [
              517691.5027582,
              180584.7973947
            ],
            [
              517690.2989793,
              180591.9953343
            ],
            [
              517690.0433824,
              180593.5049022
            ],
            [
              517689.985667,
              180593.8448049
            ],
            [
              517689.4662281,
              180597.0638834
            ],
            [
              517689.4414929,
              180597.0638834
            ],
            [
              517687.8419511,
              180596.8039578
            ],
            [
              517687.7017851,
              180597.7037003
            ],
            [
              517686.6711524,
              180601.7825327
            ],
            [
              517686.4485358,
              180602.6422866
            ],
            [
              517685.1540612,
              180607.80081
            ],
            [
              517683.8513415,
              180612.8993506
            ],
            [
              517682.4991515,
              180618.0978625
            ],
            [
              517681.353088,
              180622.7965175
            ],
            [
              517681.9962028,
              180623.2963745
            ],
            [
              517679.4979493,
              180633.0535815
            ],
            [
              517675.6969761,
              180648.7990744
            ],
            [
              517670.8488802,
              180668.2035199
            ],
            [
              517673.6027306,
              180668.8533339
            ],
            [
              517683.9997526,
              180671.1526757
            ],
            [
              517689.5486787,
              180672.5022894
            ],
            [
              517695.0481345,
              180673.8019174
            ],
            [
              517710.903387,
              180677.6508157
            ],
            [
              517726.0000939,
              180678.8504723
            ],
            [
              517725.8022124,
              180681.649671
            ],
            [
              517725.6538013,
              180684.3488984
            ],
            [
              517725.4971451,
              180686.5982545
            ],
            [
              517727.3522839,
              180686.7981973
            ],
            [
              517727.500695,
              180685.5985407
            ],
            [
              517727.2533432,
              180684.7487839
            ],
            [
              517727.7975172,
              180678.7005152
            ],
            [
              517731.6974311,
              180677.9007441
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Ealing-221687FUL",
  "locality": "London",
  "actual_completion_date": null,
  "last_updated": "2025-06-04T13:59:18.104Z",
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 100,
    "net_car": -99,
    "no_proposed_car": 1
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "cil_liability": null,
  "decision_process": "Committee",
  "status": "Approved",
  "title_number": null,
  "subdivision_of_building": null,
  "description": "Construction of two buildings ranging in height from 3 - 8 storeys, to create a mixed use development comprising shared living rooms and associated communal amenity space (Use Class Sui Generis), public house (Use Class Sui Generis), town centre uses (Mixed Use Class E), landscaping, plant and all other associated works (following the demolition of existing building)",
  "secondary_street_name": null,
  "site_name": "Sandringham Mews",
  "application_type_full": "Full planning & demolition in a conservation area",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following approved plans: and documents:",
    "21015-CAL-XX-XX-DR-A-00001 (Location Plan), 21015-CAL-XX-XX-DR-A-00002 (Existing Site Plan), 21015-CAL-XX-XX-DR-A-00003 (Proposed Site Plan), 21015-CAL-XX-XX-DR-A-01001 (Existing Basement Floor Plan), 21015-CAL-XX-XX-DR-A-01002 (Existing Ground Floor Plan), 21015-CAL-XX-XX-DR-A-01003 (Existing First Floor Plan), 21015-CAL-XX-XX-DR-A-01004 (Existing Second Floor Plan), 21015-CAL-XX-XX-DR-A-01005 (Existing Third Floor Plan), 21015-CAL-XX-XX-DR-A-03001 (Demolition Basement Floor Plan), 21015-CAL-XX-XX-DR-A-03002 (Demolition Ground Floor Plan), 21015-CAL-XX-XX-DR-A-03003 (Demolition First Floor Plan), 21015-CAL-XX-XX-DR-A-03004 (Demolition Second Floor Plan), 21015-CAL-XX-XX-DR-A-03005 (Demolition Third Floor Plan), 21015-CAL-XX-XX-DR-A-04001 Rev P05 (Proposed Basement Floor Plan), 21015-CAL-XX-XX-DR-A-04002 Rev P05 (Proposed Ground Floor Plan), 21015-CAL-XX-XX-DR-A-04003 Rev P04 (Proposed First to Second Floor Plan), 21015-CAL-XX-XX-DR-A-04004 Rev P04 (Proposed Third Floor Plan), 21015-CAL-XX-XX-DR-A-04005 Rev P04 (Proposed Fourth Floor Plan), 21015-CAL-XX-XX-DR-A-04006 Rev P04 (Proposed Fifth Floor Plan), 21015-CAL-XX-XX-DR-A-04007 Rev P04 (Proposed Sixth Floor Plan), 21015-CAL-XX-XX-DR-A-04008 Rev P04 (Proposed Seventh Floor Plan), 21015-CAL-XX-XX-DR-A-04009 Rev P04 (Proposed Roof Plan), 21015-CAL-XX-XX-DR-A-05001 (Proposed Elevation 1 - Block A), 21015-CAL-XX-XX-DR-A-05002 (Proposed Elevation 2 - Block A), 21015-CAL-XX-XX-DR-A-05003 (Proposed Elevation 3 - Block A), 21015-CAL-XX-XX-DR-A-05004 (Proposed Elevation 4 - Block A/B), 21015-CAL-XX-XX-DR-A-05005 (Proposed Elevation 5 - Block B), 21015-CAL-XX-XX-DR-A-05010 (Proposed Façade Elevation 1 - Block A), 21015-CAL-XX-XX-DR-A-05011 (Proposed Façade Elevation 2 - Block A), 21015-CAL-XX-XX-DR-A-05012 (Proposed Façade Elevation 3 - Block A), 21015-CAL-XX-XX-DR-A-05013 (Proposed Façade Elevation 4 - Block A), 21015-CAL-XX-XX-DR-A-05014 (Proposed Façade Elevation 5 - Block A), 21015-CAL-XX-XX-DR-A-05015 (Proposed Façade Elevation 6 - Block A), 21015-CAL-XX-XX-DR-A-05016 (Proposed Façade Elevation 7 - Block A), 21015-CAL-XX-XX-DR-A-05017 (Proposed Façade Elevation 8 - Block B), 21015-CAL-XX-XX-DR-A-05018 (Proposed Façade Elevation 9 - Block B), 21015-CAL-XX-XX-DR-A-05019 (Proposed Façade Elevation 10 - Block B), 21015-CAL-XX-XX-DR-A-05020 (Proposed Façade Elevation 11 - Block B), 21015-CAL-XX-XX-DR-A-06001 (Proposed Section A-A), 21015-CAL-XX-XX-DR-A-06002 (Proposed Section B-B), 21015-CAL-XX-XX-DR-A-06003 (Proposed Section C-C), 21015-CAL-XX-XX-DR-A-06004 (Proposed Section D-D), 21015-CAL-XX-XX-DR-A-06005 (Proposed Section E-E), 21015-CAL-XX-XX-DR-A-06006 (Proposed Section F-F), 21015-CAL-XX-XX-DR-A-21001 (Proposed Block A Detailed Elevation - The Green), 21015-CAL-XX-XX-DR-A-21002 (Proposed Block A Detailed Elevation - High Street), 21015-CAL-XX-XX-DR-A-21003 (Proposed Block A Detailed Elevation - Sandringham Mews Corner), 21015-CAL-XX-XX-DR-A-21004 (Proposed Block A Detailed Elevation - Sandringham Mews), 21015-CAL-ZZ-A-GA_Areas-RevB, Cover Letter prepared by DP9 dated 31 March 2022, Planning Statement dated March 2022, Design and Access Statement dated March 2022, Financial Viability Assessment dated March 2022, Air Quality Assessment(inc. Air Quality Neutral Assessment), Outline Construction Management Plan dated March 2022, Daylight, Sunlight and Overshadowing Assessment, March 2022, Internal Daylight (CBDM) Report version 1 dated December 2022), Energy Assessment (inc. Whole Life Carbon Assessment) dated March 2022, Acoustics and Overheating Assessment Technical Note dated 25 March 2022, Sustainability Statement and BREEAM Pre-Assessment dated March 2022, Circular Economy Statement dated March 2022, Townscape, Heritage and Visual Impact Assessment dated April 2022, Sandringham Mews Existing Utilities Assessment Rev 1 dated 31 March 2022, Noise Assessment dated March 2022, Waste Management Plan dated March 2022, Statement of Community Involvement dated March 2022, Transport Assessment dated March 2022, Operational Management Plan dated March 2022, Delivery and Servicing Plan dated March 2022, Flood Risk Assessment, Drainage and Foul Water Strategy dated March 2022, Fire Statement dated March 2022, Contamination Report dated March 2022, Archaeological Desk-Based Assessment Rev A dated 31 March 2022 and Shared Living Need and Economic Assessment dated March 2022",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2024).",
    "| Submission of a detailed Co-Living Management Scheme including details of the appointed Co-living site manager/s.",
    "Reason: In the interest of residential amenity in accordance with policy D3, D4 and D6 of the London Plan (2021), policies 7A and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Adopted Local Development Framework (Core Strategy 2012).",
    "| Refuse and recycling storage areas indicated on the approved plans shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2021) policy SI 7.",
    "| The 248 (218 double stacked cycle spaces, 20 Sheffield stands and 10 two-tier cycle spaces) no. cycle parking spaces shown on the approved plans shall be brought into use prior to first occupation of the development and retained permanently.",
    "Reason: To provide adequate bicycle storage in accordance with Sustainable Transport SPG, policies T2, T3 and T5 of the London Plan (2021) and policies 1.1(f) and 2.1(d) of the Ealing Development Strategy (2012).",
    "| Prior to the commencement of the development, a revised Air Quality Assessment shall be submitted to and approved by the Local Planning Authority. The revised assessment will detail the impact of any fixed plant proposed onsite including emergency generators, likely change in pollutant concentrations arising from the proposed development, and proposed mitigation measures. The development shall be carried out in accordance with the approved details. The emergency plant and generators may be operated only for essential testing, except when required in an emergency situation.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2021).",
    "| Prior to construction completion and occupation, the development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10 standards of at least 67.88% (equating to 253.4 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved (RIBA stage 1-2) Energy Statement prepared by Chapmanbdsp in March 2022 (v3) including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 9.87% equating to at least 36.9 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013.",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 19.3 kWp, and Air Source Heat Pumps to achieve an annual reduction of at least 28%, equating to 216.5 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (SCOP) of the heat pump system including the heat generation and the combined parasitic loads of the heat pumps.",
    "b)\tPrior to Installation, details of the proposed renewable equipment, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the exact number of heat pumps, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the LZC installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the LZC equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tThe development shall incorporate the overheating and cooling measures detailed in section 4.3 of the (stage 1-2 Chapmanbdsp v3) Energy Strategy, or any later stage version. The assessment shall be compliant with CIBSE guidance TM59 and/or TM52, and modelled against the TM49 DSY1 (average summer) weather data files, and the more extreme weather DSY2 (2003) and DYS3 (1976) files for TM59 criteria (a) and (b).",
    "e)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) and/or the Display Energy Certificate(s) (DEC's) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency of the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| In order to demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan, the legal Owner shall at all times and all in all respects comply with the energy monitoring requirements set out in points a, b and c below. In the case of non-compliance the legal Owner shall upon written notice from the Local Planning Authority immediately take all steps reasonably required to remedy non-compliance.",
    "a)\tWithin four weeks of planning permission being issued by the Local Planning Authority, the Owner is required to submit to the GLA accurate and verified estimates of the 'be seen' energy performance indicators, as outlined in Chapter 3 'Planning stage' of the GLA 'Be seen' energy monitoring guidance document, for the consented development. This should be submitted to the GLA's monitoring portal in accordance with the 'Be seen' energy monitoring guidance.",
    "b)\tOnce the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new legal owner, if applicable), the legal Owner is required to provide updated accurate and verified estimates of the 'be seen' energy performance indicators for each reportable unit of the development, as per the methodology outlined in Chapter 4 'As-built stage' of the GLA 'Be seen' energy monitoring guidance. All data and supporting evidence should be uploaded to the GLA's monitoring portal. In consultation with the Council's chosen Automated Energy Monitoring Platform provider the owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document.",
    "c)\tUpon completion of the first year of occupation following the end of the defects liability period (DLP) and for the following four years, the legal Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each reportable unit of the development as per the methodology outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document. All data and supporting evidence should be uploaded to the GLA's monitoring portal. This condition will be satisfied after the legal Owner has reported on all relevant indicators included in Chapter 5 'In-use stage' of the GLA 'Be Seen' energy monitoring guidance document for at least five years.",
    "d)\tIn the event that the in-use evidence submitted shows that the as-built performance estimates have not been or are not being met, the legal Owner should use reasonable endeavours to investigate and identify the causes of underperformance and the potential mitigation measures and set these out in the relevant comment box of the 'be seen' spreadsheet. Where measures are identified, which it would be reasonably practicable to implement, an action plan comprising such measures should be prepared and agreed with the Local Planning Authority. The measures approved by the Local Planning Authority should be implemented by the legal Owner as soon as reasonably practicable.",
    "Reason: In order to ensure that actual operational energy performance is minimised and demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan (2021).",
    "| Once the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new owner, if applicable), the legal owner(s) of the development should submit the post-construction Whole Life-Cycle Carbon (WLC) Assessment to the GLA at: ZeroCarbonPlanning@london.gov.uk.",
    "The owner should use the post construction tab of the GLA's WLC assessment template and this should be completed accurately and in its entirety, in line with the criteria set out in the GLA's WLC Assessment Guidance. The post-construction assessment should provide an update of the information submitted at planning submission stage (RIBA Stage 2/3), including the WLC carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. The assessment should be submitted along with any supporting evidence as per the guidance and should be received three months post as-built design completion, unless otherwise agreed.",
    "The Development shall implement the measures identified in the (stage 1-2) WLC Assessment (rev-3) prepared by Chapmanbdsp in March 2022. Later design stage versions should aim to meet the minimum GLA target of 850 KgCO2e/m2 for module A1-A5 (Sourcing / Construction), and 400 KgCO2e/m2 for module B1-C4 (In-use / End of life). The combined module total shall not exceed 1,250 KgCO2e/m2.",
    "Reason: To ensure whole life-cycle carbon is calculated and reduced and to demonstrate compliance with Policy SI 2(F) of the London Plan (2021).",
    "| Prior to completion of construction of the development a Circular Economy Statement Post Completion Report should be completed accurately and in its entirety in line with the GLA's Circular Economy Statement Guidance (or equivalent alternative Guidance as may be adopted). This should be submitted to the GLA at: CircularEconomyLPG@london.gov.uk, along with any supporting evidence as per the guidance. The Post Completion Report shall provide updated versions of Tables 1 and 2 of the Circular Economy Statement, the Recycling and Waste Reporting form and Bill of Materials. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation.",
    "The specific commitments detailed in the (stage 1-2) Chapmanbdsp Circular Economy Statement (v2 March 2022) and accompanying Implementation Strategy shall include; diverting 95% of construction waste from landfill, putting 95% of excavation materials to beneficial on-site use, and diverting the London Plan target of 65% of Operational Waste from landfill by 2030.",
    "Reason: In the interests of sustainable waste management and in order to maximise the appropriate re-use and recycling of materials in line with London Plan 2021 Policy SI 7.",
    "| Non-Residential BREEAM energy/CO2 accreditation",
    "a)\tThe non-residential element of the development shall be registered with Building Research Establishment (BRE) and achieve BREEAM Rating Very Good and make reasonable endeavours to achieve Excellent (based on the latest BREEAM NC Technical guidance).",
    "b)\tWithin 3 months of completion of each non-residential element of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "c)\tWithin 3 months from the date of first occupation of each non-residential element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d)\tFollowing any approval of a 'Post Construction Stage' assessment and certification of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI 2 and SI 3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012, policies LV5.2 and 7A of the Ealing Development Management DPD 2013, and Policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy 2012.",
    "| Prior to completion the sustainability measures detailed in the (stage 1-2) Sustainability Statement (v3) produced by Chapmanbdsp in March 2022, or any later approved version, shall be implemented and maintained. The measures shall meet the requirements of local and regional planning policies and be in line with the Mayor's Sustainable Design and Construction SPG. The development shall be constructed in line with the approved energy and sustainability measures.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI 2 and SI 3 of the London Plan (2021), policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012 and Mayor's Sustainable Design and Construction SPG.",
    "| No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "a)\tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "b)\tWhere appropriate, details of a programme for delivering related positive public benefits.",
    "c)\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharge until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "| Prior to the commencement of any works on site (other than demolition and site clearance), and based on an approved conceptual site model (contained within an approved desk study phase 1 report) a site investigation (undertaken in accordance with BS1075:2011+A1:2013 and LCRM) shall investigate the site and any previously inaccessible ground. The site conceptual model shall be amended based on the findings of the intrusive site investigation and the risks to identified receptors up dated. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The findings of the site investigation and proposed remedial options shall be submitted to the Local planning authority for approval in writing prior to any remedial works commencing and any development works commencing.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| A detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| The development must achieve Secured by Design accreditation prior to first occupation of the development hereby approved and thereafter permanently retained.",
    "Within three (3) months of first occupation, evidence that Secure by Design Accreditation has been achieved shall be provided in writing to the Local Planning Authority.",
    "Reason:   To ensure a safe and secure environment and reduce the fear of crime in accordance with policies D3 and D11 of the London Plan (2021).",
    "| Prior to first occupation or use of the proposed development hereby approved, the following details shall be submitted to and approved in writing by the local planning authority. The development shall be implemented only as approved and retained thereafter.",
    "o\tDetails of children's play area including safety surfacing and equipment.",
    "o\tDetails of hard and soft landscaping scheme, including landscape design.",
    "o\tDetails of boundary treatments.",
    "o\tDetails of a Landscape Management Plan for a minimum period of 5 years from the implementation of final planting (specify only for applications with significant public aspect, important habitat qualities & opportunities or communal spaces in larger residential developments).",
    "o\tDetails of the green and brown roof construction and specification, together with a maintenance schedule.",
    "o\tDetails of sustainable urban drainage systems to be implemented on site.",
    "Reason: To ensure that there is suitable provision for landscaping, play facilities and drainage within the site in accordance with policies 1.1 (e), 2.1 (c) of the Ealing Core Strategy (2012), policies LV 3.5 and 7D of the Ealing Development Management Development Plan Document (2013), policies D6, S4 and G5 of the London Plan (2021), SPG on Chidren's Play and Recreation, and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10 including aircraft noise (worst mode aircraft 1-day noise contour predicted for 2016 (57dB) as per Section 6 SPG10), including reflected and re-radiated noise where appropriate. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.  Details of best practicable mitigation measures for external amenity spaces shall also be provided and implemented, as necessary. Details shall confirm that noise limits specified in BS8233:2014 will not be exceeded. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of enhanced sound insulation of at least 10/15/20dB, as necessary, above the Building Regulations value for residential use, of the floor/ceiling/walls separating the commercial and communal areas and mechanical installations from dwellings. Where noise emissions include characteristic features, the Noise Rating level shall not exceed NR20 Leq 5mins (octaves) inside habitable rooms. Details of mitigation measures shall include the installation method, materials of separating structures and the resulting sound insulation value and internal sound/rating level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the residential occupiers, in accordance with Standard 30 of the Housing SPG and Policy D14 of the London Plan (2021).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of enhanced sound insulation of lifts and lift shafts, in accordance with noise limits specified in Table 5 BS8233:2014. Where noise emissions include characteristic features, the Noise Rating level shall not exceed NR20 Leq 5mins inside a habitable room. Details shall include mitigation measures and the resulting sound insulation value and internal sound/rating level. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14, T1, T3 and T4 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of building vibration levels generated by the adjacent road and commercial/industrial uses and effective mitigation measures where necessary.  The criteria to be met and the assessment method shall be as specified in BS 6472:2008.  Details shall demonstrate that building vibration will meet a level that has low or no probability of adverse comment. No part of the development shall be occupied until the approved details have been implemented.  Approved details shall thereafter be permanently retained.",
    "Reason: o ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from road noise and nearby commercial uses, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration.",
    "| Prior to the commencement of the development, de"
  ],
  "centroid": {
    "lat": 51.512716,
    "lon": -0.305376
  },
  "bo_system": "CSV Data Import",
  "lpa_app_no": "221687FUL",
  "pp_id": "PP-10493384",
  "last_date_consultation_comments": null,
  "centroid_easting": 517692,
  "decision_date": "22/03/2024",
  "lpa_name": "Ealing",
  "uprn": "000012004594",
  "decision_target_date": null,
  "valid_date": "29/04/2022",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "All",
        "intended_commencement_date": "10/2022",
        "intended_completion_date": "12/2024"
      }
    ],
    "total_gia_gained": 13752,
    "site_area": 0.434,
    "total_gia_lost": 5766,
    "total_gia_existing": 5766,
    "scheme_name": "Sandringham Mews",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 12237,
        "use_class": "SG",
        "gia_lost": 0
      },
      {
        "gia_existing": 933,
        "gia_gained": 841,
        "use_class": "SpecifiedOther",
        "gia_lost": 933
      },
      {
        "gia_existing": 347,
        "gia_gained": 674,
        "use_class": "SpecifiedOther",
        "gia_lost": 347
      },
      {
        "gia_existing": 4486,
        "gia_gained": 0,
        "use_class": "C3",
        "gia_lost": 4486
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 7,
        "max_height": 26.46,
        "building_ref": "Block A"
      },
      {
        "no_storeys": 4,
        "max_height": 14.26,
        "building_ref": "Block B"
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 96,
    "green_suds": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 12237,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 13752,
      "total_gia_lost": 5766,
      "total_gia_existing": 5766,
      "site_area": 0.434
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 105,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "urban_greening_factor_score": 0.4,
      "solar_pv_capacity": 0,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 1,
      "ghg_reduction_over_building_regulations": true,
      "chp_heat_pumps_capacity": 0
    },
    "ownership_status": "Private",
    "other_residential_accommodation_details": {
      "site_area": 0.434
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 318,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 13752,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 2.3041474654377883,
      "site_area": 0.434,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 5766,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": "",
          "description": "",
          "change_type": "Gain",
          "unit_type": "Co Living Unit",
          "unit_development_type": "",
          "provider": "",
          "phase_detail": "",
          "unit_no": "",
          "no_bedrooms": 318,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": "",
          "tenure": "",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 180671,
  "epc_number": null,
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "borough": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/221687FUL;",
  "appeal_decision": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304802,
          51.51277
        ],
        [
          -0.304811,
          51.512743
        ],
        [
          -0.304877,
          51.512752
        ],
        [
          -0.304942,
          51.512751
        ],
        [
          -0.304963,
          51.512741
        ],
        [
          -0.304961,
          51.512684
        ],
        [
          -0.305087,
          51.512683
        ],
        [
          -0.305073,
          51.512611
        ],
        [
          -0.305071,
          51.512604
        ],
        [
          -0.30507,
          51.512598
        ],
        [
          -0.305059,
          51.512534
        ],
        [
          -0.305058,
          51.51253
        ],
        [
          -0.305055,
          51.512519
        ],
        [
          -0.305047,
          51.51252
        ],
        [
          -0.305032,
          51.512455
        ],
        [
          -0.305011,
          51.512457
        ],
        [
          -0.305007,
          51.512445
        ],
        [
          -0.304944,
          51.512451
        ],
        [
          -0.304881,
          51.512458
        ],
        [
          -0.304867,
          51.51242
        ],
        [
          -0.30487,
          51.51242
        ],
        [
          -0.30489,
          51.512419
        ],
        [
          -0.304908,
          51.512417
        ],
        [
          -0.304914,
          51.512417
        ],
        [
          -0.30492,
          51.512415
        ],
        [
          -0.304927,
          51.512415
        ],
        [
          -0.304933,
          51.512413
        ],
        [
          -0.304943,
          51.512411
        ],
        [
          -0.304953,
          51.512409
        ],
        [
          -0.304987,
          51.512402
        ],
        [
          -0.305001,
          51.5124
        ],
        [
          -0.305014,
          51.512397
        ],
        [
          -0.305023,
          51.512395
        ],
        [
          -0.305032,
          51.512392
        ],
        [
          -0.305038,
          51.512389
        ],
        [
          -0.305042,
          51.512385
        ],
        [
          -0.304864,
          51.51241
        ],
        [
          -0.304841,
          51.512414
        ],
        [
          -0.304813,
          51.512396
        ],
        [
          -0.304835,
          51.51234
        ],
        [
          -0.304879,
          51.512233
        ],
        [
          -0.304945,
          51.51207
        ],
        [
          -0.305097,
          51.511701
        ],
        [
          -0.305102,
          51.511685
        ],
        [
          -0.305251,
          51.511663
        ],
        [
          -0.305254,
          51.511741
        ],
        [
          -0.305303,
          51.511734
        ],
        [
          -0.305309,
          51.511757
        ],
        [
          -0.305293,
          51.511779
        ],
        [
          -0.305288,
          51.511786
        ],
        [
          -0.305298,
          51.511831
        ],
        [
          -0.305385,
          51.511823
        ],
        [
          -0.305398,
          51.511881
        ],
        [
          -0.305412,
          51.511941
        ],
        [
          -0.305427,
          51.512006
        ],
        [
          -0.30543,
          51.51202
        ],
        [
          -0.305431,
          51.512023
        ],
        [
          -0.305437,
          51.512052
        ],
        [
          -0.305437,
          51.512052
        ],
        [
          -0.305461,
          51.51205
        ],
        [
          -0.305462,
          51.512058
        ],
        [
          -0.305476,
          51.512095
        ],
        [
          -0.305479,
          51.512103
        ],
        [
          -0.305496,
          51.512149
        ],
        [
          -0.305513,
          51.512196
        ],
        [
          -0.30553,
          51.512243
        ],
        [
          -0.305545,
          51.512285
        ],
        [
          -0.305536,
          51.512289
        ],
        [
          -0.305569,
          51.512378
        ],
        [
          -0.305618,
          51.51252
        ],
        [
          -0.305682,
          51.512695
        ],
        [
          -0.305642,
          51.512701
        ],
        [
          -0.305491,
          51.512719
        ],
        [
          -0.305411,
          51.51273
        ],
        [
          -0.305331,
          51.512741
        ],
        [
          -0.305101,
          51.512772
        ],
        [
          -0.304884,
          51.51278
        ],
        [
          -0.304886,
          51.512805
        ],
        [
          -0.304887,
          51.512829
        ],
        [
          -0.304888,
          51.512849
        ],
        [
          -0.304861,
          51.512851
        ],
        [
          -0.30486,
          51.51284
        ],
        [
          -0.304864,
          51.512832
        ],
        [
          -0.304858,
          51.512778
        ],
        [
          -0.304802,
          51.51277
        ]
      ]
    ],
    "type": "Polygon"
  }
}