{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506046.5948,
              180835.0349
            ],
            [
              506044.7427,
              180828.8172
            ],
            [
              506018.4166,
              180826.8328
            ],
            [
              506017.0937,
              180833.3151
            ],
            [
              506036.8052,
              180835.0349
            ],
            [
              506046.5948,
              180835.0349
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08630885",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:43:42.193+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "04/06/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.5164618",
    "lon": "-0.47326769999999996"
  },
  "decision": "Refused",
  "valid_date": "07/05/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.019
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75521/APP/2020/1193",
  "lpa_name": "Hillingdon",
  "site_name": "4 GORDON ROAD",
  "lapsed_date": "02/07/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development would lead to the unacceptable subdivision and loss of a small single family dwelling for which there is an established need in the Borough. The development would therefore be contrary to policies DMH 2 and DMH 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed single storey rear extension, by virtue of its size, scale, bulk, depth and proximity, would be detrimental to the amenities of the adjoining occupier at 2 Gordon Road, by reason of overdominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore the proposal would be contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies.",
    "The proposed rear dormer, by reason of its size, scale, bulk and lack of set down from the ridge, would result in an incongruous addition which would be detrimental to the architectural composition of the existing dwelling, the symmetry of the pair of semi-detached houses of which it forms a part and to the visual amenities of the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey rear extension, conversion of roof space to habitable use to include a rear dormer, 1 front and 1 side roof light and conversion from 1 dwelling to 2 x 1-bed self contained flats",
  "lpa_app_no": "75521/APP/2020/1193",
  "decision_target_date": "02/07/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "02/07/2020",
  "id": "Hillingdon-75521_APP_2020_1193",
  "centroid_northing": 180831,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506032,
  "street_name": "YIEWSLEY",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4730562,
          51.5164953
        ],
        [
          -0.47308479999999997,
          51.5164398
        ],
        [
          -0.47346459999999996,
          51.5164269
        ],
        [
          -0.47348179999999995,
          51.5164854
        ],
        [
          -0.4731973,
          51.5164972
        ],
        [
          -0.4730562,
          51.5164953
        ]
      ]
    ],
    "type": "Polygon"
  }
}