{
  "appeal_status": null,
  "centroid": {
    "lon": "-0.1269649",
    "lat": "51.4198164"
  },
  "decision_target_date": "12/04/2023",
  "lapsed_date": "23/10/2028",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T02:52:33.247+00:00",
  "locality": null,
  "development_type": "Minor dwellings",
  "postcode": "SW16 3BS",
  "ward": "Streatham Common & Vale",
  "id": "Lambeth-23_00495_VOC",
  "uprn": "200000485756",
  "decision": "Approved",
  "site_name": "Central Garage",
  "last_date_consultation_comments": "27/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1269674,
          51.4197428
        ],
        [
          -0.1270512,
          51.4197103
        ],
        [
          -0.1270648,
          51.4197285
        ],
        [
          -0.1270827,
          51.4197495
        ],
        [
          -0.1271395,
          51.4198183
        ],
        [
          -0.1271478,
          51.4198278
        ],
        [
          -0.1270934,
          51.4198396
        ],
        [
          -0.1270628,
          51.4198509
        ],
        [
          -0.1269989,
          51.4198756
        ],
        [
          -0.1270112,
          51.4198901
        ],
        [
          -0.12698969999999998,
          51.4198972
        ],
        [
          -0.126889,
          51.4199312
        ],
        [
          -0.1268752,
          51.4199354
        ],
        [
          -0.1268573,
          51.4199149
        ],
        [
          -0.1268792,
          51.4199076
        ],
        [
          -0.1268099,
          51.419826
        ],
        [
          -0.126839,
          51.4198166
        ],
        [
          -0.1268219,
          51.4197957
        ],
        [
          -0.1268853,
          51.4197746
        ],
        [
          -0.1269674,
          51.4197428
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530334.032,
              170633.813
            ],
            [
              530328.3,
              170630.05
            ],
            [
              530327.3,
              170632.05
            ],
            [
              530326,
              170634.35
            ],
            [
              530321.85,
              170641.9
            ],
            [
              530321.25,
              170642.95
            ],
            [
              530325,
              170644.35
            ],
            [
              530327.09,
              170645.66
            ],
            [
              530331.466,
              170648.522
            ],
            [
              530330.567,
              170650.111
            ],
            [
              530332.045,
              170650.948
            ],
            [
              530338.95,
              170654.9
            ],
            [
              530339.9,
              170655.4
            ],
            [
              530341.2,
              170653.15
            ],
            [
              530339.7,
              170652.3
            ],
            [
              530344.75,
              170643.35
            ],
            [
              530342.75,
              170642.25
            ],
            [
              530344,
              170639.95
            ],
            [
              530339.65,
              170637.5
            ],
            [
              530334.032,
              170633.813
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "title_number": [],
  "site_number": "",
  "lpa_name": "Lambeth",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "Voss Court",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA CA43 : Streatham Common Conservation Area"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "200000485756"
    ],
    "site_area": 0.030000000000000002
  },
  "valid_date": "15/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 170642,
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning from the date of this decision notice. \r\rReason: To comply with the provisions of Section 91(1)(a) of the Town and Country Planning Act 1990 and Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "The development hereby permitted shall be carried out in accordance with the approved plans listed in this notice.\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that order with or without modification) no enlargement, improvement, alteration, building, or enclosure permitted by Schedule 2, Part 1, Classes A, B, C, D, E or F of the Order shall be carried out or erected without the prior written permission of the local planning authority. \r\rReason: In the opinion of the Local Planning Authority, the nature and density of the layout requires strict control over the form of any additional development which may be proposed in the interests of maintaining a satisfactory residential environment (Policy Q2 of the Lambeth Local Plan (2021)).\r",
    "Prior to commencement of the development (excluding site setup, demolition and ground works) hereby permitted, a schedule and details of the materials to be used in the external elevations (including RAL numbers where appropriate) shall be submitted to and approved in writing by the local planning authority. This shall include a sample panel to be provided on site. The development hereby permitted shall be thereafter built in accordance with the approved details.\r\rReason: To ensure that the external appearance of the building is satisfactory and that it positively contributes to the character and appearance of the surrounding Streatham Common Conservation Area (policies Q2, Q7, Q8 and Q22 of the Lambeth Local Plan (2021)).",
    "Prior to the commencement of development (excluding site setup, demolition and ground works) and notwithstanding the details shown on the drawings hereby approved, detailed construction drawings of all external elevations at a scale of 1:20 and 1:5 (including sections) including the following items shall be submitted to and approved in writing by the local planning authority: \r\ro\tDetails of all proposed windows and doors;\ro\tDetails of soffits, fascia, cills and copings;\ro\tDetails of proposed roofs;\ro\tDetails of balustrades;\ro\tDetails of all boundary treatments including external walls, ramps, fences and gates;\ro\tDetails of all rainwater goods;\ro\tProposed external lighting locations and details.\rThe development shall not be carried out other than in accordance with the approved details.\r\rReason: The external appearance of the building is satisfactory so as to safeguard and enhance the visual amenities of the locality and that it positively contributes to the character and appearance of the surrounding Streatham Common Conservation Area (Policies Q2, Q7, Q8, Q12, Q13, Q14 and Q22 of the Lambeth Local Plan (2021)). \r\r",
    "No vents, pipes or extracts are to be applied to the approved development unless shown on the approved plans or otherwise approved by the local planning authority.\r\rReason: To ensure that the external appearance of the building is satisfactory and that it positively contributes to the character and appearance of the surrounding Streatham Common Conservation Area (policies Q2, Q7, Q8 and Q22 of the Lambeth Local Plan (2021)).\r\r",
    "Notwithstanding the approved plans, the property name and numbers shall be permanently displayed at the principal entrance into the site.\r\rReason: To ensure that the external appearance of the building is satisfactory and that it positively contributes to the character and appearance of the surrounding Streatham Common Conservation Area (policies Q2, Q7, Q8 and Q22 of the Lambeth Local Plan (2021).\r\r",
    "The windows located in the northern elevation of the building (shown in drawing 1011-122 Rev C) from first floor upward hereby permitted shall be of a permanently fixed, non-opening design to a height of 1.75m above internal floor level, and shall be fitted and permanently maintained with obscure glass to a minimum level of obscurity equivalent to Pilkington Texture Glass Level 3 to a height of 1.75m above internal floor level, and shall be retained as such for the duration of the development.\r\rReason: To prevent overlooking and loss of privacy in the interests of the amenities of the adjoining property (Policy Q2 of the Lambeth Local Plan (2021).\r\r",
    "The development hereby permitted shall be carried out in accordance with the detailed Energy Strategy and Water Efficiency Calculations approved in writing by the Local Planning Authority under the reference 23/00538/DET. The approved scheme shall be permanently retained thereafter.\r\rReason: To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions in accordance with London Plan Policy SI 2 and Policy EN4 of the Lambeth Local Plan (2021). \r\r",
    "Prior to first occupation of the development As Built SAP calculations as an output of the National Calculation Method should be submitted to and approved in writing by the Local Planning Authority demonstrating that the dwelling has achieved a reduction in carbon emissions over that required by Part L of the Building Regulations 2013, in line with the approved Energy Statement.\r\rReason:  To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions in accordance with Policy SI 2 of the London Plan (2021) and Policy EN4 of the Lambeth Local Plan (2021).\r\r",
    "Prior to the first occupation of any part of the development, a scheme showing the siting, size, number and design of the photovoltaic (PV) arrays, including cross sections of the roof of the building with the equipment in situ, shall be submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be completed in strict accordance with the approved details.\r\rReason: To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions in accordance with London Plan Policy SI 2 and Policy EN4 of the Lambeth Local Plan (2021).",
    "Prior to first occupation of the development, the applicant must demonstrate that the internal water consumption will not exceed 105 L/person/day in line with The Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Evidence (water efficiency calculator, schedule of fittings and manufacturer's literature) shall be submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be completed in strict accordance with the approved details.\r\rReason: To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions in accordance with London Plan SI 2 and Policy EN4 of the Lambeth Local Plan (2021).\r\r",
    "Prior to the first occupation of the development, details of the water metering and water saving measures shall be submitted to and approved in writing by the Local Planning Authority to demonstrate that measures have been installed to achieve lower water consumption and to maximise future-proofing to both the residential and non-residential areas of the development.\r\rReason:  To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions in accordance with London Plan SI 2 and Policy EN4 of the Lambeth Local Plan (2021).\r\r",
    "Prior to the first occupation of the development hereby permitted, a hard and soft landscaping scheme shall be submitted to and approved in writing by the local planning authority. The development hereby permitted shall thereafter be carried out in accordance with the approved details prior to the first occupation.  All trees, shrubs and hedge planting included within the above specification shall accord with BS3936:1992, BS4043:1989 andBS4428:1989 (or subsequent superseding equivalent) and current Arboricultural best practice. The submitted details shall demonstrate the following:\r\ra) The quantity, size, species, position and the proposed time of planting of all trees and shrubs to be planted.\rb) An indication of how they integrate with the proposal in the long term with regard to their mature size and anticipated routine maintenance and protection.\rc) Specification of which shrubs and hedges to be planted that are intended to achieve a significant size and presence in the landscape.\rd) Specification of hard landscaping including ground coverage, permeable paving and internal fences, walls and gates. Section drawings and details of subsoil for the permeable areas should also be provided. \re) Details of the maintenance of the landscaping scheme.\rf) Details of any water irrigation systems serving the soft landscaping;\rg) Demonstrating how biodiversity net gain has been achieved with the scheme;\rh) Demonstrating the Urban Greening Factor achieved with the scheme.\r\rReason: In order to ensure high quality hard and soft landscaping in and around the site in the interests of the ecological value of the site and in the interests of visual amenity (Policies EN1, Q2, Q9 and Q10 of the London Borough of Lambeth Local Plan (2021) and Policies G5 and G6 of the London Plan (2021)).\r\r",
    "All planting, seeding and turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding season following the occupation of the development hereby permitted or the substantial completion of the development, whichever is the sooner. Any trees, hedgerows or shrubs forming part of the approved landscaping scheme which within a period of five years from the occupation or substantial completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species, unless the Local Planning Authority gives written consent to any variation.\r\rReason: In order to introduce high quality soft landscaping in and around the site in the interests of the ecological value of the site and to ensure a satisfactory landscaping of the site in the interests of visual amenity (Policies EN1, Q2, Q9 and Q10 of the London Borough of Lambeth Local Plan (2021) and Policies G5 and G6 of the London Plan (2021)).\r\r",
    "Prior to first occupation of the units hereby approved, an electric cycle charging point is to be made available within the proposed cycle store.\r\rReason: To provide for sustainable transport methods for future occupants of the development in accordance with Policies Q13, T1 and T3 of the Lambeth Local Plan (2021).\r\r",
    "The development hereby permitted shall be carried out in accordance with the detailed scheme of the Construction Management Plan approved in writing by the Local Planning Authority under reference 22/01938/DET. The approved scheme shall be permanently retained thereafter.\r\rReason: Development must not commence before this condition is discharged to avoid hazard and obstruction being caused to users of the public highway and to safeguard residential amenity from the start of the construction process (policies T6 and T7 of the Lambeth Local Plan (2021)).",
    "If Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW is required on site during the course of demolition, site preparation and construction phases, it must comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer must register all NRMM at https://nrmm.london/user-nrmm/register prior to bringing it on to site and shall keep the register up to date by listing all NRMM used during the demolition, site preparation and construction phases of the development.\r\rReason: To ensure that air quality is not adversely affected by the development (Policy SI 1 of the London Plan (2021)).\r\r",
    "The development hereby permitted shall be carried out in accordance with the detailed scheme of the Phase I Environmental Report and Phase II Site Investigation Report approved in writing by the Local Planning Authority under reference 22/01938/DET. The approved scheme shall be permanently retained thereafter.\r\rUnless otherwise agreed in writing by the local planning authority no development (excluding site setup) shall commence until the following components of a scheme to deal with the risks associated with contamination of the site have been submitted to and approved in writing by the local planning authority:  \r\riii) An options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken; \riv) A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in iii) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action.\r\rThe development shall thereafter be implemented in accordance with the details and measures approved.\r\rReason:  Development must not commence before relevant parts of this this condition are discharged to safeguard future users or occupiers of this site and the wider environment, including groundwater, from irreversible risks associated with the contaminants which are present by ensuring that the contaminated land is properly treated and made safe before development. Depending on the outcome of any ground investigation and subsequent risk assessment, it may be necessary for remediation to be carried out. If this is the case, it will be necessary to demonstrate that any work has been carried out effectively and the environmental risks have been satisfactorily managed (Policy EN4 of the Lambeth Local Plan (2021)).\r",
    "Prior to occupation of any part of the development, a verification report demonstrating completion of the works set out in the approved remediation strategy and the effectiveness of the remediation shall be submitted to and approved in writing by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. It shall also include any plan (a \"long-term monitoring and maintenance plan\") for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action, as identified in the verification plan, and for the reporting of this to the local planning authority. \r\rReason: Development must not commence before relevant parts of this this condition are discharged to safeguard future users or occupiers of this site and the wider environment, including groundwater, from irreversible risks associated with the contaminants which are present by ensuring that the contaminated land is properly treated and made safe before development. Depending on the outcome of any ground investigation and subsequent risk assessment, it may be necessary for remediation to be carried out. If this is the case, it will be necessary to demonstrate that any work has been carried out effectively and the environmental risks have been satisfactorily managed (Policy EN4 of the Lambeth Local Plan (2021)).\r\r",
    "If, during development, contamination not previously identified is found to be present at the site then no further development shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, an amendment to the remediation strategy detailing how this unsuspected contamination will be dealt with. \r\rReason:  Development must not commence before relevant parts of this this condition are discharged to safeguard future users or occupiers of this site and the wider environment, including groundwater, from irreversible risks associated with the contaminants which are present by ensuring that the contaminated land is properly treated and made safe before development. Depending on the outcome of any ground investigation and subsequent risk assessment, it may be necessary for remediation to be carried out. If this is the case, it will be necessary to demonstrate that any work has been carried out effectively and the environmental risks have been satisfactorily managed (Policy EN4 of the Lambeth Local Plan (2021))."
  ],
  "url_planning_app": "<enter PA URL here>",
  "pp_id": "PP-11644356",
  "last_updated_by": "Idox Uniform",
  "centroid_easting": 530334,
  "borough": "Custodian code",
  "epc_number": null,
  "lpa_app_no": "23/00495/VOC",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Idox Uniform",
  "subdivision_of_building": null,
  "description": "Variation of condition 2 (approved plans) and Condition 8 (Change in approved north elevation plan) of planning permission 20/04101/FUL (Demolition of the existing building comprising of a MOT use (B2 use class) and upper floor residential accommodation (C3 use class) to facilitate the construction of a 3-storey building with accommodation in the roofspace to provide 9 residential dwellings (C3 use class), with associated cycle parking, refuse storage and associated works.) granted on 24.12.2021. \r \rConditions(s) Removal:\r\rThe proposal has been amended to ensure that the scheme is buildable and will be able to comply with Building Regulations so the conditions are proposed to be amended in line with the new drawing references. \rCondition 2 - change approved plans\rCondition 8 - change in approved north elevation plan",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "23/10/2023",
  "cil_liability": false
}