{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Single storey side/rear extension following demolition of side garage and rear conservatory; front porch extension; replacement ground floor side window and new side door; roof extension including replacement front dormer; raised decking to the rear; new side dormer and side rooflights (involving conversion of roofspace into habitable use).",
  "epc_number": null,
  "street_name": "NORTHWOOD",
  "appeal_decision": null,
  "lpa_app_no": "67862/APP/2022/2779",
  "centroid": {
    "lon": "-0.40469299999999997",
    "lat": "51.6067226"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 510571,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=67862/APP/2022/2779",
  "last_updated": "2025-03-20T12:57:18.438+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 190970,
  "site_name": "8 HILLSIDE GARDENS",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "07/09/2022",
  "lapsed_date": "14/03/2026",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "14/03/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "13/03/2023",
  "ward": "NORTHWOOD HILLS 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-67862_APP_2022_2779",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510554.9771,
              190959.1208
            ],
            [
              510577.5676,
              190988.8037
            ],
            [
              510586.3302,
              190981.6104
            ],
            [
              510564.7667,
              190951.7125
            ],
            [
              510554.9771,
              190959.1208
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510577.4667,
              190988.8865
            ],
            [
              510577.7313,
              190989.0188
            ],
            [
              510577.5676,
              190988.8037
            ],
            [
              510577.4667,
              190988.8865
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the drawings numbered 22/3516/2A, 22/3516/3B, 22/3516/7D and 22/3516/8C, all received 23 February 2023.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), and the London Plan (March 2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The south facing utility room door and WC window facing 6 Hillside Gardens shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved drawings, before the relevant part of the work is begun, details of the proposed terrace shall be submitted to and approved in writing by the Local Planning Authority. The details shall include section drawings which show the proposed height and relationship to the boundary, as well as existing ground levels,. The development shall be carried out in accordance with the approved details and maintained thereafter.",
    "REASON:",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The application site is partly located within a critical drainage area. All developments within the application site must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from the site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with e development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "application_details": {
    "no_additional_bedrooms": 2,
    "total_gia_gained": 99.1,
    "existing_uprns": null,
    "intended_commencement_date": "01/2023",
    "no_additional_bathrooms": 2,
    "intended_completion_date": "04/2023",
    "site_area": 0.044000000000000004
  },
  "pp_id": "11530786",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4049277,
          51.606628
        ],
        [
          -0.40459229999999996,
          51.6068903
        ],
        [
          -0.404468,
          51.606824
        ],
        [
          -0.4047887,
          51.6065595
        ],
        [
          -0.4049277,
          51.606628
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "14/03/2023",
  "secondary_street_name": null
}