{
  "postcode": "HA5 2RU",
  "uprn": null,
  "decision_agency": "Borough",
  "locality": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76015/APP/2022/443",
  "centroid": {
    "lat": "51.5858883",
    "lon": "-0.4001689"
  },
  "application_type_full": "Householder planning permission",
  "ward": "EASTCOTE & E RUISLIP",
  "last_date_consultation_comments": "24/03/2022",
  "cil_liability": false,
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "title_number": [
    "MX20761"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 79.12,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "08/2022",
    "intended_commencement_date": "05/2022",
    "site_area": 0.055
  },
  "centroid_northing": 188660,
  "decision_date": "12/04/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Hillingdon-76015_APP_2022_443",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510957.773,
              188671.5622
            ],
            [
              510960.8157,
              188661.2434
            ],
            [
              510913.4552,
              188648.808
            ],
            [
              510910.1479,
              188659.9205
            ],
            [
              510957.773,
              188671.5622
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Part single storey, part two storey side/rear extension, rear dormer roof extension (including conversion of roofspace to habitable use); rear rooflight and rear patio.",
  "lapsed_date": "12/04/2025",
  "lpa_app_no": "76015/APP/2022/443",
  "last_updated": "2025-03-20T18:08:32.397+00:00",
  "application_type": "Householder",
  "site_name": "26 ST LAWRENCE DRIVE",
  "appeal_decision_date": null,
  "site_number": null,
  "appeal_decision": null,
  "development_type": null,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan numbers",
    "BP01 REV B, P01 REV B, P02 REV B, P03 REV B, P04 REV B, P05 REV B, P06 REV B, BP 01 REV B received 12/04/2022",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "Prior to the commencement of development, product details, including manufacturer information of all external materials, finishes and colours shall be submitted to and approved in writing by the Local Planning Authority. Where possible existing materials to be removed should be salvaged and re-used onsite. Works shall be carried out in accordance with the approved details.",
    "REASON",
    "To safeguard the character and appearance of the conservation area, in accordance to Policy HE1 of Hillingdon's Local Plan: Part 1 - Strategic Policies (November 2012), Policies DMHB 1 and DMHB 4 of the Hillingdon's Local Plan: Part 2 - Development Management Policies (January 2020), Policy 7.8 of the London Plan (March 2016), Policy HC1 of the Publication London Plan (December 2020) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof of the development hereby approved facing 24 or 28 St Lawrence Drive.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to installation, product details, including manufacturer information of the conservation sky/roof lights shall be submitted to and approved in writing by the Local Planning Authority. The sky/roof lights shall be installed completely flush along the roof line or just below the roof tiles. Works shall be carried out in accordance with the approved details.",
    "REASON",
    "To safeguard the character and appearance of the conservation area, in accordance to Policy HE1 of Hillingdon's Local Plan: Part 1 - Strategic Policies (November 2012), Policies DMHB 1 and DMHB 4 of the Hillingdon's Local Plan: Part 2 - Development Management Policies (January 2020) and Policy HC1 of the London Plan (2021).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": "11037003",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "EASTCOTE",
  "centroid_easting": 510935,
  "decision_target_date": "12/04/2022",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "valid_date": "15/02/2022",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3998367,
          51.5859878
        ],
        [
          -0.399796,
          51.5858944
        ],
        [
          -0.4004833,
          51.585792
        ],
        [
          -0.4005275,
          51.5858925
        ],
        [
          -0.3998367,
          51.5859878
        ]
      ]
    ],
    "type": "Polygon"
  }
}