{
  "lpa_name": "Hillingdon",
  "pp_id": "13065239",
  "description": "To carry out various tree work as per the applicants Tree Survey, trees protected by TPO 1.",
  "epc_number": null,
  "status": "Split Decision",
  "decision_date": "11/07/2024",
  "street_name": "ICKENHAM",
  "decision_process": "Delegated",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "09/07/2024",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506702,
  "appeal_decision": null,
  "lpa_app_no": "78328/TRE/2024/99",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "centroid": {
    "lat": 51.562758,
    "lon": -0.462072
  },
  "decision_agency": "Borough",
  "parking_details": null,
  "postcode": "UB10 8EN",
  "last_updated": "2025-03-19T21:03:28.563+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78328/TRE/2024/99",
  "valid_date": "14/05/2024",
  "appeal_decision_date": null,
  "locality": null,
  "appeal_start_date": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "decision": "Split Decision",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_name": "GIBSON ROAD",
  "lapsed_date": "11/07/2027",
  "centroid_northing": 185996,
  "decision_conditions": [
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "The selection of tree that are to be approved are either in poor condition, not particularly visible or allowing other trees to flourish. This will allow the area to retain its amenity value. The trees to be removed in front of properties will be conditions to replace these trees that will grow to give an improved amenity than the current trees of which, some, are in poor condition.",
    "T1, T3, T4 T8, T10, T11, T13, T20, T32, T37, T39, T40, T41, T88, G1 are approved with T1, T10, T11, T13 having the condition of a replacement tree attached. This is to be sent to trees@hillingdon.gov.uk and approved before the removal of any trees.",
    "The selection of trees that are to be refused are well established and not currently causing a problem. They provide amenity value and without evidence and good arboricultural reasons, it would be a hinderance to the area to allow their removal.",
    "T17, T44, T45, T46 are refused due to the lack of arboriculture and respective evidence of any provided.",
    "Replacement tree/s: The replacement tree/s will require basic maintenance (watering and weeding during spring and summer) for approximately 2-3 years to encourage successful establishment.",
    "The tree(s) to be pruned shall be crown reduced as per the approved specification. This work shall comprise a reduction in both height and spread over the whole crown by shortening or removing peripheral branches in a uniform and systematic manner.  Where branches are shortened, they should be cut back to a suitably positioned secondary branch.",
    "Crown reduction shall not be construed as 'lopping' or 'topping' and shall result in a tree of typical form for the species and of balanced appearance. The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "No felling shall take place until such time as a scheme has been submitted to, and approved in writing by, the Local Planning Authority for a replacement tree(s), which shall be of 'Standard' size (about 2-3m high) and short-staked for support. The replacement tree shall be planted during the first planting season following the felling works hereby permitted. Thereafter, the replacement tree(s) shall be retained indefinitely and maintained (watered and weeded during the spring and summer) for 2-3 years, or until established.",
    "REASON",
    "In order to comply with the requirements of Section 206 of the Town and Country Planning Act 1990."
  ],
  "ward": "ICK/HAM & S HF/D 22",
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "id": "Hillingdon-78328_TRE_2024_99",
  "appeal_status": null,
  "wgs84_polygon": null,
  "borough": "Hillingdon",
  "last_date_consultation_comments": null
}