{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Formal Description: Demolition of three dwellings and one Bed and Breakfast, and the subsequent erection of a care home.\n\nDetailed Description: Demolition of three dwellings (Nos. 14 and 16 Pield Heath Road and 2 Pield Heath Avenue) and one Bed and Breakfast (No. 18 Pield Heath Road), and the subsequent erection of a part two, part three storey (plus basement) 60-bed care home, with 14 car parking spaces, landscaping and external amenity space.",
  "epc_number": null,
  "street_name": "PIELD HEATH AVENUE",
  "appeal_decision": null,
  "lpa_app_no": "76760/APP/2022/1889",
  "centroid": {
    "lon": -0.452825,
    "lat": 51.526174
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 507429,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76760/APP/2022/1889",
  "last_updated": "2025-03-19T19:49:58.957+00:00",
  "subdivision_of_building": null,
  "postcode": "UB8 3NF",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Portal",
  "centroid_northing": 181941,
  "site_name": "14-18 Pield Heath Road & 2 Pield Heath Avenue",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "04/07/2022",
  "lapsed_date": "20/12/2025",
  "parking_details": {
    "no_proposed_car": 12,
    "no_existing_bluebadge": 0,
    "no_existing_lgv": 0,
    "net_cycle": 12,
    "net_bluebadge": 2,
    "no_proposed_other": 4,
    "no_existing_cycle": 0,
    "no_proposed_bluebadge": 2,
    "no_existing_car": 0,
    "no_existing_other": 0,
    "no_proposed_lgv": 1,
    "net_lgv": 1,
    "net_car": 12,
    "no_proposed_cycle": 12,
    "net_other": 4,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_existing_bus": null,
    "net_carclub": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Portal",
  "cil_liability": true,
  "decision_target_date": "15/02/2023",
  "title_number": [],
  "decision": "Approved",
  "last_date_consultation_comments": "29/07/2022",
  "ward": "COLHAM & COWLEY",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-76760_APP_2022_1889",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507462.5014,
              181925.8213
            ],
            [
              507427.444,
              181898.7014
            ],
            [
              507396.0247,
              181954.5948
            ],
            [
              507445.6342,
              181990.6443
            ],
            [
              507450.2644,
              181985.0219
            ],
            [
              507428.7669,
              181967.1625
            ],
            [
              507462.5014,
              181925.8213
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby approved shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby approved shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "01 (Rev. A), 02 (Rev. A), 10 (Rev. J), 11 (Rev. J), 12 (Rev. C), 13 (Rev. B), 14 (Rev. A), 15 (Rev. A), 16 (Rev. A), 20 (Rev. A), 21 (Rev. B), 22 (Rev. A), 23 (Rev. A), and 24 (Rev. A).",
    "And the submitted documents, titled:",
    "Arboricultural Impact Assessment 2 (March 2022), Basement Impact Assessment (Ref: 222/0637/101 (Rev. P1)) (29-04-22), Needs Assessment for 60 Bed Care Home, Planning, Transport, Design and Access Statement (May 2022), Design and Access Statement, Phase 1 Works - Preparation for Bulk Extension (Ref: 222/0637/101 (Rev. P1)), Daylight, Sunlight and Overshadowing Report (April 2022), Merged BRUKL Output Document (As designed), Landscaping Plan (Ref: 1313-01), Travel Plan (March 2022), Air Quality Assessment (April 2022), Energy Strategy Report (April 2022), Transport Statement (March 2022), Noise Impact Assessment (February 20",
    "Prior to the commencement of the development hereby approved (including demolition), a Demolition and Construction Logistics Plan (DLP/CLP) and a Demolition and Construction Management Plan (DMP/CMP) shall be submitted to, and approved in writing by, the Local Planning Authority, to minimise impacts to the local highway network and to control noise, vibration and air pollutants generated as a result of the construction process. These documents shall be prepared in accordance with the London Freight Plan, 'The control of dust and emissions from construction and demolition' Supplementary Planning Guidance, BRE Pollution Control Guides 'Controlling particles and noise pollution from construction sites' and 'Controlling particles, vapour and noise pollution from construction sites'.",
    "The DLP/CLP and DMP/CMP shall include details of (but shall not necessarily be limited to):",
    "(a) loading and unloading of plant and materials;",
    "(b) storage of plant and materials;",
    "(c) programme of works;",
    "(d) m",
    "Prior to the commencement of the development hereby approved (including demolition), unless the development proceeds in accordance with the Energy Strategy Report (April 2022), an Updated Energy Strategy shall be submitted to, and approved in writing by, the local planning authority. The Updated Energy Strategy shall either:",
    "(A) include full details of the low and zero carbon technologies (excluding 'Be Lean' measures) set out in the Energy Strategy Report (April 2022), which are required to achieve on-site carbon savings of at least 36% of CO2, compared with the baseline regulated energy demand; or",
    "(B) shall be updated to include an assessment of the annual baseline regulated energy demand (kwhr) as per 2013 Building Regulations (or subsequent amendments) and associated carbon emissions (kgCO2 and tCO2), and shall then set out the measures and technology required to achieve a reduction greater than 36% in the CO2 associated with the baseline regulated energy demand.",
    "Carbon-saving m",
    "Prior to the commencement of the development hereby approved (excluding demolition), a surface water drainage scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall:",
    "(i) Demonstrate a run-off rate of 1.6l/s in the 1:100 year event (+40% allowance for climate change), or alternative as agreed in writing with the Local Planning Authority, through the use of sustainable drainage systems .",
    "(ii) Provide details of the 1:30 year and 1:100 year storm event including conveyance routes and any areas of ponding.",
    "(iii) Provide details of sustainable drainage and attenuation features in accordance with the London Plan drainage hierarchy that result in run-off rates from the site in a 1:100 year (plus 40% allowance for climate change) storm event a set out in [i].",
    "(iv) Provide drainage calculations and modelling outputs to demonstrate the capacity of the drainage solution [ii] and the operation (including outfalls, overflows, and drainage network",
    "(A) Prior to the commencement of the development hereby approved (including demolition), a detailed noise survey (spanning at least a 48-hour weekday period) shall be submitted to, and approved in writing by, the local planning authority to identify the ambient background noise levels and required mitigation.",
    "The Survey should confirm the typical external environmental sound levels around the proposed building and within external amenity areas. The survey should also be sufficient to adequately describe the baseline noise conditions at the nearest elements of the neighbouring receptors most exposed to any plant noise associated with the proposed development. Sound generated within the development from any associated building services plant should be controlled in accordance with the guidance within Figure 3-4 and Figure 3-5 of the Acoustics Ventilation and Overheating Residential Design Guide (AVO Guide, 2020).",
    "(B) Prior to any above ground works for the development hereby approved",
    "A) Prior to the commencement of the development hereby approved (excluding demolition), the principles of a Fire Statement shall be submitted to, and approved in writing by, the Local Planning Authority. The statement shall detail how the development will function in terms of:",
    "(i) the building's construction: methods, products and materials used, including manufacturers' details",
    "(ii) the means of escape for all building users: suitably designed stair cores, escape for building users who are disabled or require level access, and associated evacuation strategy approach",
    "(iii) features which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans",
    "(iv) access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies, any fire suppression and smoke ventilation systems proposed, and t",
    "Prior to any above ground works for the development hereby approved (excluding demolition), the details of any building services mechanical plant associated with the operation of the care home with potential to emit sound external to the building, alongside associated noise control measures, where necessary, to meet the requirements of Hillingdon's Development Control for Noise Generating and Noise Sensitive Development SPD (2016) and in keeping with the guidance in 'BS 4142:2014+A1:2019 Methods for rating and assessing industrial and commercial sound', shall be submitted to, and approved in writing by, the local planning authority.",
    "The approved details shall thereafter be implemented on site and so maintained.",
    "REASON",
    "To ensure compliance with Policy D14 of the London Plan (2021) and Policy EM8 of the Hillingdon Local Plan: Strategic Policies (2012).",
    "Prior to any above ground works for the development hereby approved (excluding demolition), a Biodiversity Enhancement and Management Plan (BEMP) shall be submitted to, and approved in writing by, the local planning authority. The BEMP shall demonstrate how the development hereby approved shall seek to maximise the delivery of on-site biodiversity improvements, including through the delivery of native plants and trees, bio-solar roofs, and bird or bat boxes. In addition, the proposal shall achieve an Urban Greening Factor (UGF) of at least 0.4, as shown on Drawing No. 16 (Rev. A).",
    "The development shall thereafter be implemented in accordance with the approved BEMP.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site in accordance with Policy DMEI 7 of the Hillingdon Local Plan: Development Management Policies (2020) and Policies G5 and G6 of the London Plan (2021).",
    "Prior to above ground works (excluding demolition), a scheme to reduce and minimise impacts to residents in more extreme heat events (DSY2 and 3 - CIBSE guidance and GLA Energy Assessment guidelines) shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall clearly identify the permanent measures, which may include facade changes and openings, to reduce overheating in extreme events and the temporary arrangements available to residents. The scheme shall also set out the measures for warnings to be established prior to events occurring and the guidance available to individual residents to reduce the potential for overheating impacts.",
    "The development should be constructed, operated and managed in accordance with the approved scheme.",
    "REASON:",
    "To minimise the risk of overheating impacts to residents in accordance with London Plan Policy SI4.",
    "Prior to any above ground works  for the development hereby approved (excluding demolition), a scheme of landscaping shall be submitted to, and approved in writing by, the Local Planning Authority. The scheme shall include:",
    "A.    Details of Soft Landscaping",
    "A.a  Planting plans (at not less than a scale of 1:100).",
    "A.b  Written specification of planting and cultivation works to be undertaken.",
    "A.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate, to include pollution absorbing trees.",
    "B. Details of Landscape Maintenance",
    "B.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "B.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "C. Schedule for Implementation.",
    "D. 12 cycle parking spaces designed in accordance with LCDS.",
    "Thereafter the development shall be carried out and",
    "Prior to any above ground works for the development hereby approved (excluding demolition), details of covered and secure facilities to be provided for the screened storage of refuse bins within the site shall be submitted to, and approved in writing by the Local Planning Authority. No part of the development shall be occupied until the facilities have been provided in accordance with the approved details and thereafter the facilities shall be permanently retained. The details should demonstrate that there is sufficient space for the separate collection of general waste, recycling, clinical and food waste.",
    "REASON",
    "To ensure compliance with Policies SI7 and D6 of the London Plan (2021) and Policy EM11 of the Hillingdon Local Plan: Strategic Policies (2012).",
    "Prior to any above ground works for the development hereby approved (excluding demolition), details of all materials and external surfaces, including fenestration, balconies, boundary treatments and balustrades, shall be submitted to, and approved in writing by, the Local Planning Authority.",
    "Details should include information relating to make, product, type, colour and can include photographs and images.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "Prior to any above ground works for the development hereby approved (excluding demolition), details of privacy screening up to a height of at least 1.8 metres for the northern and eastern perimeters of the proposed terrace at second floor level shall be submitted to, and approved in writing by, the local planning authority.",
    "The approved privacy screens shall be installed prior to the first occupation of the development and so maintained.",
    "REASON",
    "To protect the amenity of nearby residential properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "Prior to any above ground works for the development hereby approved (excluding demolition), a Parking Design and Management Plan shall be submitted to, and approved in writing by, the Local Planning Authority. It shall include the following:",
    "(i) The arrangements for all on-site parking, including a booking system, and to include provisions for managing, monitoring, enforcement and review. All on-site parking spaces shall be solely for use by the development hereby approved (e.g. staff, visitors, residents) and shall not be used for any other purpose or leased/sub-let.",
    "(ii) Details of 3 wheelchair accessible spaces, to be permanently retained within the car parking area.",
    "(iii) Details of 4 active and 10 passive electric vehicle charging points, to include 1 fast-charging bay.",
    "(iv) Details of 1 ambulance bay and 1 delivery bay, to be permanently retained within the car parking area.",
    "(v) Details of 15 mobility scooter spaces, including charging sockets.",
    "The vehicle parking provision",
    "Prior to their use on-site, all imported soils shall be tested for chemical contamination, and the results of this testing shall be submitted to, and approved in writing by, the Local Planning Authority. No contaminated soils or other materials (e.g. hardcore) shall be imported to the site and all imported soils for landscaping and or engineering purposes shall be clean and free of contamination.",
    "REASON: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised in accordance with Policies DMEI 11 and DMEI 12 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "Prior to the occupation of the development hereby approved, a Delivery and Servicing Plan, including tracked vehicle movements where necessary, shall be submitted to, and approved in writing by, the Local Planning Authority.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To encourage out of hours/off peak servicing to help mitigate the site's contribution to local congestion levels in compliance with Policy T7 of the London Plan (2021) and Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to the occupation of the development hereby approved, a proposed drainage plan for foul sewerage including the connection point to the public foul sewer shall be submitted to and approved in writing by, the local planning authority. Additionally, confirmation that either:",
    "(i) foul water capacity exists off site to serve the development; or",
    "(ii) a development and infrastructure phasing plan has been agreed with the Local Planning Authority in consultation with Thames Water; or",
    "(iii) all foul water network upgrades required to accommodate the additional flows from the development have been completed,",
    "shall be submitted to, and approved in writing by, the Local Planning Authority prior to the occupation of the development hereby approved.",
    "Where a development and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed development and infrastructure phasing plan.",
    "REASON",
    "To ensure any required network reinforcement works which",
    "Prior to the occupation of the development hereby approved, a proposed drainage plan for surface water detailing either the Thames Water manhole reference or otherwise confirming which surface water sewer the development is connecting into, shall be submitted to and approved in writing by, the local planning authority. The drainage plan should further detail the storage volume of their attenuation tank for surface water, any existing connections, and CCTV survey for private drains to confirm connectivity into the correct public sewer systems and to reduce the risk of illegal misconnections of foul water into the surface water sewer or vice versa. Additionally, confirmation that either:",
    "(i) surface water capacity exists off site to serve the development; or",
    "(ii) a development and infrastructure phasing plan has been agreed with the Local Authority in consultation with Thames Water; or",
    "(iii) all surface water network upgrades required to accommodate the additional flows from the develo",
    "Prior to the occupation of the development hereby approved, evidence shall be submitted to, and approved in writing by, the local planning authority which demonstrates that:",
    "(A) The en-suite bathrooms are fully accessible and adaptable and otherwise designed in accordance with the prescribed standards set out in sub clause 18.2 of BS 8300-2:2018: Design of an accessible and inclusive built environment; and",
    "(B) A minimum of one evacuation lift designed to accord with BS EN 81-76: Safety rules for the construction and installation of lifts, BS 9991: Fire safety in the design, management and use of residential buildings, and/or BS 1999 has been incorporated.",
    "REASON",
    "To ensure the development provides an inclusive and accessible environment for all users in accordance with Policies D5, D7 and D12 of the London Plan (2021).",
    "Prior to the occupation of the development hereby approved, a plan for monitoring and annual reporting of energy demand and carbon emissions post-construction for five years after the practical completion and occupation of the buildings shall be completed in line with",
    "the GLA 'Be seen' energy monitoring guidance document. The plan is to be submitted to the local planning authority for approval in consultation with the GLA prior to the occupation of the development.",
    "REASON",
    "In the interests of sustainable development and to maximise on-site carbon dioxide savings in accordance with Policy SI 2 of the London Plan (2021).",
    "The development hereby approved shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No part of the development hereby approved shall be occupied until accreditation has been achieved.",
    "REASON",
    "To ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Development Management Policies (2020) and Policy D11 of the London Plan (2021).",
    "The vehicular access points hereby approved shall be provided with 2.4m x 2.4m pedestrian visibility splays which can be accommodated within the site in both directions and shall be maintained free of all obstacles to the visibility between heights of 0.6m and 2.0m above the level of the adjoining highway.",
    "The development shall not be occupied until the above works have been implemented in accordance with the above specifications.",
    "REASON",
    "In the interests of highway and pedestrian safety in accordance with Policy DMT 2 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "All trees shown to be retained shall be protected from the impacts of construction through implementation of the tree protection measures outlined in the Arboricultural Impact Assessment (March 2022) including, where appropriate, establishing and protecting the relevant Root Protection Areas (RPAs) and Crown Protection Zones (CPZs) of retained trees.",
    "REASON",
    "To protect the verdant character of the area in accordance with Policy DMHB 14 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "You are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "application_details": {
    "rain_water_harvesting": true,
    "surface_water_discharge_percentage_reduction": 40,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 470,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 470
      },
      {
        "gia_existing": 335.9,
        "use_class": "C1",
        "gia_gained": 0,
        "gia_lost": 335.9
      },
      {
        "gia_existing": 0,
        "use_class": "C2",
        "gia_gained": 3053,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "affordable_housing_fast_track": false,
    "residential_details": {
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 470,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_market_for_sale": 3,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 3,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 2,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 109.7,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Loss-2",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 2,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 127.5,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Loss-3",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 232.8,
          "tenure": "Market for sale"
        }
      ],
      "site_area": 0.268
    },
    "total_gia_lost": 805.9,
    "infrastructure_details": {
      "chp_heat_pumps_capacity": 10,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 0,
      "urban_greening_factor_score": 0.4,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 10,
      "no_homes_passive_cooling": 0,
      "no_passive_fast_ev_charging_points": 9,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "green_roof_area": 0,
      "no_active_fast_ev_charging_points": 3,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Public",
    "total_gia_gained": 3053,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "10/2024",
        "intended_commencement_date": "01/2023"
      }
    ],
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 12,
        "building_ref": "Whole Building"
      }
    ],
    "existing_uprns": [],
    "other_residential_accommodation_details": {
      "other_resi_accommodation_unit_details": [
        {
          "no_bedrooms_for_older_persons_c2": 60,
          "no_rooms_proposed": 60,
          "no_bedrooms_for_older_persons_sg": 0,
          "unit_type": "Care Home Bedroom",
          "no_rooms_lost": 0
        },
        {
          "no_rooms_proposed": 0,
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": "",
          "no_rooms_lost": 5
        }
      ],
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.268
    },
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "garden_land_lost": true,
    "scheme_phasing": true,
    "site_area": 0.268,
    "total_gia_existing": 805.9,
    "non_residential_details": {
      "total_gia_gained": 3053,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 335.9,
      "total_gia_lost": 805.9,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3053,
      "total_gia_existing": 805.9,
      "development_type": null,
      "site_area": 0.268
    },
    "grey_water_reuse": false,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "uk_company_registration_no": null,
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "pp_id": "11280840",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.452347,
          51.526031
        ],
        [
          -0.45286,
          51.525794
        ],
        [
          -0.453296,
          51.526302
        ],
        [
          -0.45257,
          51.526617
        ],
        [
          -0.452505,
          51.526565
        ],
        [
          -0.45282,
          51.526409
        ],
        [
          -0.452347,
          51.526031
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "20/12/2022",
  "secondary_street_name": "UXBRIDGE"
}