{
  "appeal_decision": null,
  "street_name": "UXBRIDGE",
  "title_number": null,
  "valid_date": "26/05/2023",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505444.113,
              183987.6867
            ],
            [
              505447.1557,
              183992.0524
            ],
            [
              505457.2099,
              183984.644
            ],
            [
              505460.5172,
              183987.4221
            ],
            [
              505462.5016,
              183986.0992
            ],
            [
              505454.2995,
              183978.8232
            ],
            [
              505450.463,
              183982.6596
            ],
            [
              505444.113,
              183987.6867
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "pp_id": "12174676",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "20/09/2026",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.480813,
          51.544943
        ],
        [
          -0.480768,
          51.544982
        ],
        [
          -0.480625,
          51.544914
        ],
        [
          -0.480577,
          51.544938
        ],
        [
          -0.480549,
          51.544926
        ],
        [
          -0.480669,
          51.544862
        ],
        [
          -0.480723,
          51.544897
        ],
        [
          -0.480813,
          51.544943
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "borough": "Hillingdon",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": 51.544918,
    "lon": -0.4807
  },
  "last_date_consultation_comments": "28/06/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Hillingdon",
  "decision_process": "Delegated",
  "decision_target_date": "20/09/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "Portal",
  "centroid_easting": 505452,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbered 01, 04 and 05 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "For the lifetime of the development hereby permitted the rating level of noise caused by its plant operation shall not exceed: 40 dB LAeq 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAeq 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.'",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The premises shall not be used for the preparation or sales of food outside the following hours: -",
    "Monday to Thursday: 9am to 11pm - including Bank Holiday",
    "Friday and Saturday: 9am to 12am midnight",
    "Sunday: 10am to 11pm",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The Change of Use hereby approved shall maintain the existing level access into the premises for wheelchair users and others with restricted mobility, with the level access remaining in place in perpetuity.",
    "REASON:",
    "To ensure an appropriate standard of accessibility and inclusive design in accordance with London Plan policy D5.",
    "The Council's Waste Service should be consulted about refuse storage and collection arrangements. Details of proposals should be included on submitted plans. For further information and advice, contact - the Waste Service Manager, Central Depot - Block A, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB8 3EU (Tel. 01895 277505 / 506).",
    "You should ensure that your premises do not generate litter in the streets and nearby areas.  Sections 93 and 94 of the Environmental Protection Act 1990 give local authorities the power to serve 'Street Litter Control Notices' requiring businesses to clear up the litter and implement measures to prevent the land from becoming littered again.  By imposing a 'Street Litter Control Notice', the local authority has the power to force businesses to clean up the area in the vicinity of their premises, provide and empty bins and do anything else which may be necessary to remove litter.  Amendments made to the 1990 Act by the Clean Neighbourhoods and Environment Act 2005 have made it immediately an offence to fail to comply with the requirements of a Street Litter Control Notice, and fixed penalties may be issued as an alternative to prosecution.",
    "Given the requirements of the Clean Neighbourhoods and Environment Act 2005, you are advised to take part in Defra's Voluntary Code of Practice f",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "Notwithstanding the approved plans, this permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a protected characteristic, which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2021) and national guidance."
  ],
  "lpa_app_no": "9432/APP/2023/1502",
  "application_details": {
    "internal_resi_water_usage": 0,
    "projected_cost_of_works": "Up to £2m",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "08/2023",
        "intended_commencement_date": "07/2023"
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 91.31,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "site_area": 0.009
    },
    "existing_uprns": null,
    "site_area": 0.01,
    "total_gia_gained": 0,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0
    },
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 91.31,
        "use_class": "SG",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "total_gia_lost": 0,
    "garden_land_lost": false,
    "total_gia_existing": 91.31,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.009,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "other_residential_accommodation_details": {
      "site_area": 0.009
    }
  },
  "centroid_northing": 183985,
  "ward": "UXBRIDGE 2022",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": "Rear side of the building",
  "id": "Hillingdon-9432_APP_2023_1502",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=9432/APP/2023/1502",
  "uprn": null,
  "description": "Proposed change of use from Class E to Hot Food Takeaway (Sui Generis) including the installation of new extraction equipment.",
  "site_name": "23 WINDSOR STREET",
  "appeal_status": null,
  "postcode": "UB8 1AB",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "20/09/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T22:38:40.379+00:00",
  "application_type": "All Other",
  "bo_system": "Portal"
}