{
  "title_number": [
    "44"
  ],
  "site_name": "44 MOUNT PLEASANT",
  "cil_liability": true,
  "uprn": null,
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511611.5925,
              186462.5887
            ],
            [
              511611.5925,
              186462.8533
            ],
            [
              511606.6977,
              186469.6002
            ],
            [
              511617.1487,
              186477.4054
            ],
            [
              511633.9498,
              186487.7242
            ],
            [
              511638.1831,
              186482.3002
            ],
            [
              511611.5925,
              186462.5887
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Refused",
  "lpa_app_no": "46943/APP/2021/1078",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "26/04/2024",
  "locality": null,
  "postcode": null,
  "decision_target_date": "18/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "RUISLIP",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=46943/APP/2021/1078",
  "last_updated_by": "CSV Data Import",
  "decision_date": "26/04/2021",
  "appeal_decision": null,
  "centroid_easting": 511622,
  "ward": "CAVENDISH",
  "centroid": {
    "lat": "51.5661136",
    "lon": "-0.390951"
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 186475,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T23:34:27.942+00:00",
  "description": "Two storey side extension, second floor front extension, part two storey part single storey rear extension raising and conversion of roofspace to habitable use to include 1 x front rooflight and conversion of roof from hip to gable end with gable end window.",
  "last_date_consultation_comments": "18/04/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 150.42,
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 3,
    "intended_completion_date": "11/2022",
    "intended_commencement_date": "01/2022",
    "site_area": 0.026000000000000002
  },
  "application_type": "Householder",
  "decision_conditions": [
    "The proposed  two storey side extension, second floor front extension, part two storey part single storey rear extension raising and conversion of roofspace to habitable use to include 1 x front rooflight and conversion of roof from hip to gable end with gable end window would, by virtue of its excessive height, scale, bulk and design, constitute a seriously visually obtrusive and incongruous form of development which would engulf and subsume the original dwelling detracting from its architectural integrity. The proposals would also fail to assimilate into the streetscene and would be at odds with both adjacent dwellings, resulting in an incongruous addition to the streetscene.  The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11, DMHD 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed extensions, by virtue of  their excessive height, size, scale, bulk, depth and proximity, would be detrimental to the amenities of the adjoining occupiers at 42 and 46 Mount Pleasant by reason of overdominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore the proposal would be contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed conservatory would, by virtue of its failure to maintain an adequate amount of private usable external amenity space for the occupiers of the existing property, result in an over-development of the site detrimental to the residential amenity of the existing occupiers. The proposal is therefore contrary to policies DMHB18 and DMHD1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "status": "Refused",
  "pp_id": "09613861",
  "bo_system": "CSV Data Import",
  "epc_number": "8009-0575-0629-2527-3283",
  "subdivision_of_building": null,
  "valid_date": "23/03/2021",
  "id": "Hillingdon-46943_APP_2021_1078",
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.391105,
          51.5660041
        ],
        [
          -0.3911049,
          51.5660065
        ],
        [
          -0.3911734,
          51.5660681
        ],
        [
          -0.3910202,
          51.5661362
        ],
        [
          -0.39077459999999997,
          51.5662256
        ],
        [
          -0.3907153,
          51.566176
        ],
        [
          -0.391105,
          51.5660041
        ]
      ]
    ],
    "type": "Polygon"
  }
}