{
  "title_number": [
    "MX114865"
  ],
  "site_number": null,
  "centroid_easting": 507300,
  "ward": "ICKENHAM",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 34.5,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "11/2021",
    "intended_commencement_date": "07/2021",
    "site_area": 0.057
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "centroid": {
    "lon": "-0.4531983",
    "lat": "51.5694058"
  },
  "last_date_consultation_comments": "28/05/2021",
  "application_type": "Householder",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507271.6978,
              186746.2106
            ],
            [
              507322.2995,
              186759.1091
            ],
            [
              507328.2526,
              186760.7627
            ],
            [
              507329.9063,
              186751.5023
            ],
            [
              507270.0442,
              186735.958
            ],
            [
              507271.0364,
              186746.8721
            ],
            [
              507271.6978,
              186746.2106
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-16217_APP_2021_1627",
  "last_updated_by": "CSV Data Import",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "pp_id": "09772119",
  "epc_number": "8530-7025-7690-5075-5206",
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": null,
  "decision_date": "02/07/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Hillingdon",
  "decision_target_date": "02/07/2021",
  "centroid_northing": 186748,
  "description": "Single storey side/rear extension and two storey rear extension involving demolition of existing garage",
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "site_name": "228 HOYLAKE CRESCENT",
  "appeal_start_date": null,
  "street_name": "ICKENHAM",
  "lapsed_date": "02/07/2024",
  "last_updated": "2025-03-20T23:05:58.143+00:00",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "borough": "Hillingdon",
  "uprn": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbers, Hoylake 03 Rev. F and Hoylake 06 Rev. C.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Flood Risk Assessment and Drainage Assessment Issue 01 (Ref: 881872-R1(01)-FRA)",
    "Flood Risk Assessment Rev. A (Ref: WTFR-FRA-2021/04/Q12_RevA)",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development complies with the objectives of Policies. [Specify]",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 226 or 230 Hoylake Crescent.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification) extension or roof alteration to the dwellinghouse shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with Policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "- on or within 8 metres of a main river (16 metres if tidal)",
    "- on or within 8 metres of a flood defence structure or culvert (16 metres if tidal)",
    "· on or within 16 metres of a sea defence",
    "- involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "- in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission."
  ],
  "subdivision_of_building": null,
  "development_type": null,
  "secondary_street_name": null,
  "lpa_app_no": "16217/APP/2021/1627",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "23/04/2021",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16217/APP/2021/1627",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4536071,
          51.5693951
        ],
        [
          -0.4528733,
          51.5695014
        ],
        [
          -0.4527869,
          51.5695152
        ],
        [
          -0.4527659,
          51.5694316
        ],
        [
          -0.453634,
          51.5693033
        ],
        [
          -0.4536164,
          51.5694012
        ],
        [
          -0.4536071,
          51.5693951
        ]
      ]
    ],
    "type": "Polygon"
  }
}