{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0003.25",
  "decision_process": "Delegated",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Refused",
  "bo_system": "CSV Data Import",
  "valid_date": "10/02/2025",
  "description": "Set back, two-storey vertical extension with 14 residential units (Use Class C3) over the rear part of the existing two storey commercial building (Use Class E), with associated cycle parking and refuse storage",
  "application_type_full": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Prior Approval",
  "borough": "Havering",
  "pp_id": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision_date": null,
  "lapsed_date": null,
  "centroid_easting": 551350,
  "decision_target_date": "07/04/2025",
  "street_name": "ROMFORD",
  "last_updated": "2025-07-20T04:11:51.787Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "title_number": null,
  "postcode": "RM1 3ER",
  "parking_details": null,
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": null,
  "decision_agency": "Borough",
  "ward": "St Edwards",
  "centroid": {
    "lat": 51.579492,
    "lon": 0.182898
  },
  "polygon": null,
  "status": "Refused",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The frontages of 38-42 Market Place, Romford fall within Romford Conservation Area and as such, the proposal is contrary to  Paragraph AB.1.(p)(i) of Part 20. Consequently, under the provisions of Schedule 2, Part 20, Class AB of the Town and Country Planning (General Permitted Development)(England) Order 2021 [as amended], the proposal is not permitted development and prior approval is refused.",
    "The proposed two-storey front block above the existing building, Block A, would introduce significant bulk and massing that would be visually and architecturally jarring, negatively impacting views from Market Place and the setting of the relevant heritage assets. In this regard, the impact on views from and within the Conservation Area is considered particularly adverse. The resultant building would become highly conspicuous in views together with the Grade II* listed church and the Grade II listed Church House. Additionally, the large blank elevation to the southwest would fail to integrate into the existing roofscape. The proposal would not preserve the character or appearance of Romford Conservation Area and adversely affect the setting of the Grade II* listed Parish Church of St Edward the Confessor and the Grade II listed Church House.  Consequently, under the provisions of Schedule 2, Part 20, Class AB of the Town and Country Planning (General Permitted Development)(England) Ord",
    "There is insufficient information regarding the impact of noise from deliveries to the commercial units via the rear of the development and insufficient consideration has been given to the impact of noise from the loading bays to the rear of the site and other plant that may be on the \"disused\" side and whether the impacts on the proposed flats within the subject building would be capable of being mitigated to the satisfaction of the Local Planning Authority and as required by AB.2. (1)(h). Consequently, under the provisions of Schedule 2, Part 20, Class AB of the Town and Country Planning (General Permitted Development) (England) Order 2021 (as amended), the prior approval of the Local Planning Authority is refused."
  ],
  "uprn": null,
  "lpa_name": "Havering",
  "centroid_northing": 188994,
  "site_name": "38-42 MARKET PLACE",
  "wgs84_polygon": null,
  "lpa_app_no": "J0003.25",
  "last_date_consultation_comments": "07/03/2025",
  "subdivision_of_building": null,
  "id": "Havering-J0003.25",
  "decision_date": "25/03/2025",
  "cil_liability": false
}