{
  "uprn": "100023311354",
  "borough": "Wandsworth",
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [1608 PL2-200F; 1608 PL2-201H; 1608 PL2-202A; 1608 PL2-203; 1608 PL2-205; 1608 PL2-207A; 1608 PL2-208A; 1608 PL2-209A; 1608 PL2-210A; 1608 PL2-211; 1608 PL2-212 ; 1608 PL2-213; 1608 PL2-214; 1608 PL2-215; 1608 PL2-216; 1608 PL2-217; 1608 PL2-218; 1608 PL2-219; 1608 PL2-220; 1608 PL2-221]. \nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 3 - No demolition shall take place until a Demolition Management Plan has been submitted to and approved by the local planning authority. No development (other than demolition) shall take place, until a construction management plan has been submitted to and approved by the local planning authority.  The Demolition Management Plan and the Construction Management Plan shall include details of (but not be limited to) the routing of construction vehicles, time of vehicle arrival and departure, any proposed temporary traffic and pedestrian management measures during the course of demolition or construction, and measures to mitigate noise, dust and air quality. They should include a Dust Management Plan (DMP), based on an Air Quality and Dust Risk Assessment, in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DMP should detail measures to reduce the impacts of dust during the demolition and construction phase. The demolition and construction works shall be carried out in accordance with the approved plans.\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy DMT1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.",
    "Condition : 4 - During and after demolition and construction works (and a month prior to commencement of any works on site), PM10 continuous monitoring shall be carried out on site. Parameters to be monitored, duration, locations and monitoring techniques must be approved in writing by Wandsworth Council prior to commencement of monitoring.  \nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy 5.3 and 7.14, and NPPF 181.",
    "Condition : 5 - All Non-Road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy 5.3 and 7.14, and NPPF 181.",
    "Condition : 6 - Full details of existing and proposed site levels shall be submitted to and approved by the local planning authority before the development hereby approved is begun. \nTo ensure the development relates satisfactorily to its surroundings, and in accordance with Council policy DMS1. It is necessary for the condition to be discharged prior to the commencement of any works on site because compliance with the requirements of the condition at a later date could result in the local authority not being able to fully assess the details and result in harm to the amenity of the surrounding area contrary to the Council policies cited above.",
    "Condition : 7 - No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \nReason: The proposed works will be in close proximity to underground water utility infrastructure. Piling has the potential to impact on local underground water utility infrastructure. Piling or other penetrative methods of foundation design on contaminated sites can potentially result in unacceptable risks to underlying groundwaters. To accord with policy 5.21 of the London Plan and policy IS4 of the Core Strategy.",
    "Condition : 8 - No development shall take place until, details of the height, location and aeronautical lighting of any crane(s) required during the construction phase of the development shall be submitted to and approved by the local planning authority (in consultation with the Civil Aviation Authority and London Heliport). The crane(s) shall be installed and lit in accordance with the approved details throughout the construction process.\nReason: In the interest of aircraft safety to accord with the safeguarding direction coupled with the requirements of the National Planning Policy Framework 2019. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the crane details are acceptable prior to works starting.",
    "Condition : 9 - No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works. \nIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\nA. The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\nB. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. this part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.\nReason: Heritage assets of archaeological interest may survive on the site. The planning authority wishes to secure the provision of appropriate archaeological investigation, including the publication of results, to accord with Council policy DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 10 - No development shall take place until a desktop study shall be submitted to and approved in writing by the local planning authority.  The desktop study shall identify all previous site uses, potential contaminants associated with those uses, a conceptual model of the site indicating sources, pathways and receptors and any potentially unacceptable risks arising from contamination at the site and any measures to be taken to prevent and or remedy contamination at the site, site investigation scheme (providing information for an assessment of the risk to all receptors that may be affected, including those off site), intrusive investigation and risk assessment (assessing the degree and nature of any contamination on site and the risks posed by any contamination to human health, controlled waters and the wider environment). Any measures to be taken to prevent and/or remedy contamination at the site set out in the approved document shall be undertaken in accordance with the approved details.\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies IS4 and DMH4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019., The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the construction.",
    "Condition : 11 - No development shall take place until a detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property, and the natural and historical environment shall be prepared and submitted to and approved in writing by the local planning authority.  The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The works included in the approved scheme shall be undertaken in strict accordance with the approval and completed prior to first occupation of the development.\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies IS4 and DMH4  of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction.",
    "Condition : 12 - Prior to first occupation of the development, a verification report demonstrating completion of the remediation works set out in the approved remediation statement [and the effectiveness of the remediation shall be submitted to and approved by the local planning authority. The report shall include results of sampling and monitoring carried out to demonstrate that the site remediation criteria for residential use have been met.  \nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policies IS4 and DMH4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 13 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted, and obtained written approval from the local planning authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the local planning authority.\nReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies IS4 and DMH4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 14 - Prior to commencement of above ground works (details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 15 - Prior to first occupation of the development details of a delivery and servicing plan including hours of operation shall be submitted to and approved by the local planning authority.  The development shall be occupied and operated in accordance with the approved delivery and servicing plan.\nReason: To ensure that adequate arrangements are made for deliveries and servicing to the site and to ensure that the plan is sensitive to the amenity of local residents in accordance with Council policies DMT1 and DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 16 - Prior to the first occupation of the development hereby approved, an operational waste and recycling strategy shall be submitted to and approved in writing by the local planning authority. The submitted operational waste and recycling strategy shall include details of the arrangements for storage and collection of waste from the development. The measures detailed in the approved operational waste and recycling strategy shall be installed prior to first occupation of the development and operated and maintained in accordance with the approved operational waste and recycling strategy in perpetuity. For the avoidance of doubt, the strategy shall include details of private waste and recycling collection.\nReason: To ensure adequate refuse storage is provided on site and can be readily collected, to accord with Council policies DMS1 and DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 17 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, including details of new trees and associated tree pits, the depth of soil to the green roof and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, turfing and green roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016). The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 18 - Any trees or shrubs planted as part of a landscape scheme approved as part of this decision, or arising from a\ncondition imposed on this decision, which within a period of five years from the completion of the development is found to be dead, removed, or becomes seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species.\nReason: To safeguard the appearance of the development, in accordance with Council policy DMS1.",
    "Condition : 19 - A landscape management plan, including management responsibilities and maintenance schedules for all newly created landscaped areas shall be submitted to and approved in writing by the local planning authority before occupation of the development. The landscape management plan shall be carried out as approved and any subsequent variation to it shall be agreed in writing by the local planning authority.\nReason: To ensure a satisfactory appearance of the development and to achieve the specified outcomes for biodiversity enhancement and mitigation, in accordance with Council policies DMS1 and DM04.",
    "Condition : 20 - Prior to commencement of above ground works  details of street furniture including seating, bollards, bins and other minor artefacts, together with details of any external lighting, including the positions and heights of any lighting columns or luminaires and including clear geo-referenced lux contour plans and details of measures to prevent unacceptable  light spill to areas adjacent to the development site shall be submitted to and approved in writing by the local planning authority. The approved street furniture and lighting shall be carried out in accordance with the approved details and completed prior to occupation of the development, and retained thereafter.\nReason: To ensure a suitable quality of development, to preserve the amenities of the locality and protect the biodiversity of the area in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 21 - Notwithstanding what is shown on the approved drawings, prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 22 - The parking area shown on the approved plans for the provision of a disabled parking space shall be provided before the occupation of any part of the development, and shall be retained for parking purposes for the users of the development and for no other purpose. \nReason: To ensure adequate arrangements are made for off-street parking in accordance with Council policy DMT2.",
    "Condition : 23 - The development shall be built in accordance with the submitted Energy Strategy by eb7 dated 25th June 2020, demonstrating how the development will follow the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure a minimum 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with London Plan policy 5.2 and Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 24 - Prior to the commencement of above ground works, details of the appearance, location, orientation, total area and predicted carbon savings from the photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority.\nReason: To achieve appropriate sustainability standards in accordance with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) and to accord with London Plan policies 5.2 and 5.7, coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 25 - Within three months of the commencement of development, a BREEAM Interim (Design Stage) Assessment issued by the Building Research Establishment (BRE) or equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that a minimum Excellent rating (score 77.5) will be achieved for the building. The development shall be implemented in accordance with the approved rating.\nReason: To achieve appropriate sustainability standards in accordance with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 26 - Within three months of the occupation of the building a BREEAM New Construction Final (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body), shall be submitted to and approved in writing by the local planning authority to demonstrate that an Excellent rating (score 77.5) has been achieved. All the measures integrated shall be retained for as long as the development is in existence.\nReason: To achieve appropriate sustainability standards in accordance with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 27 - Prior to occupation of the development, details of Ultra-Low NOx boilers to mitigate air pollution shall be submitted to and agreed in writing by the Council. Ultra Low NOx boilers, to be provided for space heating and hot water, shall have dry NOx emissions not exceeding 40 mg/kWh. Where any installations do not meet this emissions standard, it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. Following installation, emissions certificates will need to be provided to the Council to verify boiler emissions. The approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy 5.3 and 7.14, and NPPF 181.",
    "Condition : 28 - The development permitted by this planning permission shall be carried out in accordance with the submitted Flood Risk Assessment by eb7 dated 23 June 2020 with the proposed mitigation measures fully implemented and retained as such.\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 29 - The development shall be built in accordance with the submitted SuDS Strategy by eb7 dated 23 June. \nReason: To reduce the risk of flooding to the proposed development and future occupants and in the interests of managing surface water, in accordance with Council policies DMS5 and DMS6.",
    "Condition : 30 - Details of any external plant or ventilation equipment, including ducting and air conditioning units, including noise, vibration and air quality abatement measures, shall be submitted to and approved by the local planning authority before its installation, and the details implemented as approved. \nReason: In the interests of local amenity and visual appearance, and in accordance with Council policy DMS1.",
    "Condition : 31 - The Hotel (Use Class C1) hereby approved shall be used a Hotel under Use Class C1 only and not for any other purposes, including as shared living units. For the avoidance of doubt the Hotel (Use Class C1) hereby approved shall not be used as permanent residential accommodation under Use Class C3, or shared living units under a Sui Generis use.\nReason: To safeguard the amenities of the neighbourhood and to prevent the introduction of an alternative use without the prior consent of the local planning authority, in accordance with the Council policy DMS1 and DMO8 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 32 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the ground floor units within the development hereby approved be used only for retail (Class A1, A2 or A3 use) and for no other purpose (including any other purpose in the Schedule to the Town and Country Planning (Use Classes) Order 1987 or any other use within Class E of the Town and Country Planning (Use Classes) (Amendment) (England) Regulations 2020, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification) without the prior written consent of the local planning authority. \nReason: To safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework 2019.",
    "Condition : 33 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the east facing elevation of the approved development.\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.",
    "Condition : 34 - The roofs of the building shall not be used as a balcony, roof garden, sitting out area or for any purpose of a similar nature without the prior written consent of the local planning authority.\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policy DMS1.",
    "Condition : 35 - Prior to commencement of development (other than demolition) an Impact study of the existing water supply infrastructure shall be submitted to, and approved in writing by, the local planning authority (in consultation with Thames Water). The study should determine the magnitude of any new additional capacity required in the system and a suitable connection point.\nReason: To ensure that the water supply infrastructure has sufficient capacity to cope with the additional demand.",
    "Condition : 36 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2019 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 37 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL)",
    "Condition : 38 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development.",
    "Condition : 39 - THAMES WATER INFORMATIVE: With regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required to ensure that the surface water discharge from the site shall not be detrimental to the existing sewerage system. They can be contacted on 0800 009 3921.",
    "Condition : 40 - THAMES WATER INFORMATIVE: Thames Water recommends the installation of a properly maintained fat trap on all catering establishments. We further recommend, in line with best practice for the disposal of Fats, Oils and Grease, the collection of waste oil by a contractor, particularly to recycle for the production of bio diesel. Failure to implement these recommendations may result in this and other properties suffering blocked drains, sewage flooding and pollution to local watercourses. Further information on the above is available in a leaflet, 'Best Management Practices for Catering Establishments' which can be requested by telephoning 0203 577 9963 or found at https://www.nwl.co.uk/_assets/documents/FOG_A4_12_page.pdf)",
    "Condition : 41 - THAMES WATER INFORMATIVE: A Trade Effluent Consent will be required for any Effluent discharge other than a 'Domestic Discharge'. Any discharge without this consent is illegal and may result in prosecution.  Applications should be\nmade at https://wholesale.thameswater.co.uk/Wholesaleservices/\nBusinesscustomers/Tradeeffluent or alternatively to Waste Water Quality, Crossness STW, Belvedere Road, Abbeywood, London. SE2 9AQ. Telephone: 020 3577 9200.",
    "Condition : 42 - THAMES WATER INFORMATIVE: There are large water mains adjacent to the proposed development. Thames Water will not allow any building within 5 metres of them and will require 24 hours access for maintenance purposes. Please contact Thames Water Developer Services, Contact Centre on Telephone No: 0800 009 3921 for further information."
  ],
  "appeal_status": null,
  "lpa_app_no": "2017/5724",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": "London",
  "street_name": "Putney High Street",
  "site_name": "31-43 Putney High Street, SW15 1SP",
  "last_updated": "2025-03-19T22:10:45.961+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "Portal",
  "site_number": "31",
  "centroid_easting": 524113,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1240,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1567.4,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.08800000000000001,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 459.9,
        "use_class": "B1a",
        "gia_gained": 403,
        "actual_commencement_date": "04/09/2023",
        "gia_lost": 459.9
      },
      {
        "gia_existing": 1107.5,
        "use_class": "A1",
        "gia_gained": 837,
        "actual_commencement_date": "04/09/2023",
        "gia_lost": 1107.5
      },
      {
        "gia_existing": 0,
        "use_class": "Other",
        "gia_gained": 186,
        "actual_commencement_date": "04/09/2023",
        "gia_lost": 0
      }
    ],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [
      {
        "no_storeys": 10,
        "building_ref": null
      }
    ],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": [
        {
          "no_rooms_proposed": 179,
          "unit_type": "Hotel Room"
        }
      ]
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "cil_liability": true,
  "decision_target_date": "27/02/2018",
  "ward": "Thamesfield - Historic",
  "status": "Commenced",
  "description": "Demolition of existing buildings and erection of a mixed use development of between seven and ten-storeys, plus  basement level, to provide flexible Class A1/A2/A3 uses (shops, financial and professional services, restaurants and cafes);  Class B1(a) offices, and a hotel, together with associated works including a landscaped public courtyard and cycle parking facilities.\n\n",
  "application_type_full": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524125.75,
              175447.75
            ],
            [
              524123.15,
              175438.15
            ],
            [
              524103.3,
              175445.6
            ],
            [
              524102.2,
              175442.7
            ],
            [
              524093.7,
              175446.1
            ],
            [
              524104.63,
              175470.67
            ],
            [
              524105.97,
              175470.3
            ],
            [
              524109.32,
              175479.92
            ],
            [
              524129.25,
              175471.85
            ],
            [
              524122.66,
              175455.48
            ],
            [
              524127.3,
              175453.75
            ],
            [
              524125.75,
              175447.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "Portal",
  "appeal_decision": null,
  "postcode": "SW15 1SP",
  "id": "Wandsworth-2017_5724",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": "04/09/2023",
  "pp_id": "6360576",
  "centroid": {
    "lon": "-0.2146997",
    "lat": "51.4644939"
  },
  "centroid_northing": 175458,
  "lpa_name": "Wandsworth",
  "title_number": [],
  "secondary_street_name": null,
  "development_type": "Major all other major developments",
  "valid_date": "28/11/2017",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "21/05/2024",
  "decision_date": "21/05/2021",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": 0,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": 42,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": 42,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": 1,
    "no_existing_bluebadge": 0,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": 1
  },
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2017/5724",
  "last_date_consultation_comments": "08/09/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.21451979999999998,
          51.464399
        ],
        [
          -0.2145606,
          51.4643133
        ],
        [
          -0.2148436,
          51.4643846
        ],
        [
          -0.21486049999999998,
          51.4643588
        ],
        [
          -0.2149816,
          51.4643912
        ],
        [
          -0.2148157,
          51.4646096
        ],
        [
          -0.2147965,
          51.464606
        ],
        [
          -0.214745,
          51.4646918
        ],
        [
          -0.21446099999999998,
          51.4646149
        ],
        [
          -0.2145616,
          51.4644692
        ],
        [
          -0.2144954,
          51.4644526
        ],
        [
          -0.21451979999999998,
          51.464399
        ]
      ]
    ],
    "type": "Polygon"
  }
}