{
  "uprn": null,
  "street_name": "UXBRIDGE",
  "centroid_easting": 505936,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 45,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 3,
    "intended_completion_date": "09/2022",
    "intended_commencement_date": "03/2022",
    "site_area": 0.048
  },
  "lpa_app_no": "50552/APP/2021/4147",
  "parking_details": null,
  "application_type": "Householder",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "18/02/2022",
  "locality": null,
  "appeal_status": null,
  "last_date_consultation_comments": "14/12/2021",
  "status": "Refused",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The proposed first floor side extension, by virtue of its size, combined height and depth, bulk, design, lack of full set back from the established front building line and creation of a large crown roof would result in an excessive, visually intrusive, disproportionate, incongruous and dominant addition that would fail to harmonise with the architectural composition of the original dwelling or its relationship with the immediate adjacent dwellings, to the detriment of the appearance of the dwelling, the visual amenities of the street scene and the character and appearance of the surrounding area. Therefore, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed two-storey rear extension, by virtue of its siting, combined height, depth and in particular excessive full width would result in an excessive, visually intrusive, disproportionate, incongruous and dominant addition that would fail to harmonise with the architectural composition of the original dwelling or its relationship with the immediate adjacent dwellings, to the detriment of the appearance of the dwelling, the visual amenities of the street scene and the character and appearance of the surrounding area. Therefore, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed first floor side extension with the creation of a front catslide roof with a dormer situated within, by virtue of its siting,combined height, width and depth including would result in an excessive, visually intrusive, boxy, bulky, incongruous and dominant flat roof addition that would fail to harmonise with the architectural composition of the original dwelling or its relationship with the immediate adjacent dwellings, to the detriment of the appearance of the dwelling, the visual amenities of the street scene and the character and appearance of the surrounding area. Therefore, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed two-storey rear extension, by virtue of its design, scale, siting and proximity to neighbouring properties would give rise to unacceptable levels of overlooking, loss of privacy, loss of outlook from and an overbearing visual impact on No. 2 Belmont Close, to the detriment of the residential amenity of its residents, contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "valid_date": "09/11/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505921.125,
              184592.2992
            ],
            [
              505931.3776,
              184596.5987
            ],
            [
              505951.2214,
              184555.5882
            ],
            [
              505940.9688,
              184552.2809
            ],
            [
              505922.4479,
              184590.3149
            ],
            [
              505921.125,
              184592.2992
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=50552/APP/2021/4147",
  "title_number": [
    "na"
  ],
  "decision_date": "18/02/2022",
  "id": "Hillingdon-50552_APP_2021_4147",
  "ward": "UXBRIDGE NORTH",
  "development_type": null,
  "cil_liability": false,
  "borough": "Hillingdon",
  "appeal_decision": null,
  "site_name": "117 BELMONT ROAD",
  "lapsed_date": "18/02/2025",
  "description": "Two-storey rear extension; first floor side extension above existing side extension including new catslide roof with front dormer and new rooflights with the extensions.",
  "pp_id": "10380910",
  "actual_completion_date": null,
  "centroid_northing": 184574,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T18:09:48.339+00:00",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "decision": "Refused",
  "postcode": null,
  "site_number": null,
  "last_updated_by": "Planning Portal ingest",
  "centroid": {
    "lat": "51.5501231",
    "lon": "-0.4735255"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4737345,
          51.5502903
        ],
        [
          -0.4735854,
          51.5503271
        ],
        [
          -0.4733116,
          51.5499547
        ],
        [
          -0.4734604,
          51.5499269
        ],
        [
          -0.47371599999999997,
          51.5502723
        ],
        [
          -0.4737345,
          51.5502903
        ]
      ]
    ],
    "type": "Polygon"
  }
}