{
  "borough": "Wandsworth",
  "cil_liability": false,
  "decision_target_date": "04/06/2018",
  "lpa_app_no": "2018/1661",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "20/07/2018",
  "lpa_name": "Wandsworth",
  "application_details": {
    "site_area": 0.065
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1440217,
          51.437295
        ],
        [
          -0.1438369,
          51.4372062
        ],
        [
          -0.1437042,
          51.4371451
        ],
        [
          -0.1430927,
          51.436858
        ],
        [
          -0.1431285,
          51.4368244
        ],
        [
          -0.1431586,
          51.4367965
        ],
        [
          -0.14389169999999998,
          51.4371468
        ],
        [
          -0.1441289,
          51.4372584
        ],
        [
          -0.1441174,
          51.4372624
        ],
        [
          -0.1440217,
          51.437295
        ]
      ]
    ]
  },
  "valid_date": "09/04/2018",
  "centroid": {
    "lat": "51.4370504",
    "lon": "-0.1435978"
  },
  "site_number": "84",
  "decision_conditions": [
    "Condition : 1 - This development shall be begun within 3 years from the date of this permission.\r\nTo comply with Section 91 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the approved drawings and specifications (Location plan, P0 Rev A, P1 Rev A, P2 Rev A, P3 Rev A, P4 Rev A, P5 Rev A, P6 Rev A, P7 Rev A, P8 Rev A, P9 Rev A, P10 Rev A), unless approved otherwise in writing by the local planning authority.  \r\nTo ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 3 - The external materials to be used in the approved development shall match those of the existing building. The new brickwork shall be constructed using lime mortar. The pointing should be flush and rag-finished to give a traditional appearance.\r\nIn the interest of the appearance of the development, in accordance with Council policy DMS1.\r\n",
    "Condition : 4 - The new windows in the flank elevation at lower ground floor level shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed and maintained as such in the future, unless approved otherwise by the local planning authority in writing.\r\nTo control overlooking, and safeguard the privacy of neighbours in accordance with Council policy DMS1(c).\r\n",
    "Condition : 5 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nIn the interests of preserving the character and appearance of the conservation area in accordance with Council policies DMS1 and DMS2.\r\n",
    "Condition : 6 - No development shall take place until full arboricultural details have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved.\r\nThis shall include details of:\r\na) The existing trees and hedges to be retained in an Arboricultural Impact Assessment, in line with BS5837:2012, and shall include details of all current and proposed hard surfaces, walls, fences, structures, access features, and ground levels.  Details of trees to be pruned.\r\nb) The measures taken to protect existing trees and hedges during demolition, construction, and\r\ndelivery of materials and machinery. To include a Tree Protection Plan and protection measures in line with BS5837:2012, with details of: box protection (ie. plywood box for physical protection of the trunks to a height of 2m) for the street tree(s).\r\n \r\nREASON:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to policy DMO5 (b) coupled with the requirements of paragraphs 17 and 109 of the National Planning Policy Framework 2012\r\n",
    "Condition : 7 - The roof of the extensions hereby permitted shall not be used as a balcony, roof garden, sitting out area or for any purpose of a similar nature without the prior written consent of the local planning authority.\r\nTo protect the privacy of neighbours and prevent overlooking, in accordance with Council policy DMS1.\r\n",
    "Condition : 8 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  \r\n"
  ],
  "decision": "Approved",
  "centroid_easting": 529129,
  "uprn": "100022630848",
  "decision_process": null,
  "application_type_full": null,
  "locality": "London",
  "last_date_consultation_comments": "02/07/2018",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529098.85,
              172555.45
            ],
            [
              529111.94,
              172545.9
            ],
            [
              529121.34,
              172539.35
            ],
            [
              529164.65,
              172508.5
            ],
            [
              529162.25,
              172504.7
            ],
            [
              529160.24,
              172501.54
            ],
            [
              529108.3,
              172539.2
            ],
            [
              529091.5,
              172551.2
            ],
            [
              529092.29,
              172551.66
            ],
            [
              529098.85,
              172555.45
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Bedford - Historic",
  "pp_id": "6756889",
  "lapsed_date": "20/07/2021",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Alterations including erection of dormer roof extension to main rear roof and erection of part single, part two-storey rear extension. (REVISED SCHEME - includes amendments to ground and first floor extension and windows).",
  "centroid_northing": 172529,
  "street_name": "Culverden Road",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T12:38:20.450+00:00",
  "site_name": null,
  "development_type": "Other house holder developments",
  "appeal_decision_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2018/1661",
  "id": "Wandsworth-2018_1661",
  "actual_commencement_date": null,
  "postcode": "SW12 9LS"
}