{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": 10,
    "no_proposed_resi_offstreet": null,
    "net_carclub": null,
    "net_bluebadge": 0,
    "net_car": 0,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": 3,
    "net_motorcycle": null,
    "no_proposed_car": 152,
    "no_existing_car": 152,
    "no_proposed_cycle": 68,
    "no_existing_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_other": null,
    "net_lgv": null,
    "net_cycle": 58,
    "no_proposed_bluebadge": 3,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2488/20",
  "application_type_full": null,
  "uprn": "200000307254",
  "borough": "Harrow",
  "street_name": "Canons Drive",
  "locality": "Edgware",
  "ward": "CANONS",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby approved shall be begun before the expiration of three years from the date of this planning permission.\n\nREASON:  To comply with the provisions of section 91 of the Town and Country Planning Act 1990.\n",
    "Condition : 2 - Save where varied by other planning conditions comprising this permission and unless otherwise agreed in writing by the local planning authority, the development shall be carried out in accordance with the following approved drawings and documents: \nFull Permission: 1914-PD0001-Existing Site Location Plan; 1914-PD0002-Existing Site Plan; 1914-PD0005-Existing Site-Demolition Plan; 1914-PD0050-Existing Elevation-N&E; 1914-PD0051-Existing Elevations-S&W; 1914-PD0100-Art School Existing Plans; 1914-PD0101-Art School Existing Sections; 1914-PD0102-Art School Existing Elevations; 1914-PD0103-Art School Demolition Scope Plans; 1914-PD0105-Art School Scope of Works; 1914-PD0200-Barn Existing Plans; 1914-PD0201-Barn Existing Sections; 1914-PD0202-Barn Existing Elevations; 1914-PD0203-Barn Demolition Scope; 1914-PD0205-Barn Scope of Works; 1914-PD0300-CDT Existing Plans; 1914-PD0301-CDT Existing Sections; 1914-PD0302-CDT Existing Elevations; 1914-PD0303-CDT Existing Demolition Scope Plans; 1914-PD0305-CDT Scope of Works1914-PD0400-Plant Existing Plans; 1914-PD0401-Plant Existing Sections; 1914-PD0402-Plant Existing Elevations; 1914-PD0500-Bursary Existing Plans; 1914-PD0502-Bursary Existing Elevations; 1914-PD0503-Bursary Demolition Scope; 1914-PD1000-Proposed Site Plan; 1914-PD1001-Proposed Layout Plan; 1914-PD1011-Admin_IDEAS hub - Ground Floor Plan; 1914-PD1012-Admin_IDEAS hub - First Floor Plan; 1914-PD1013-Admin_IDEAShub-Roof Plan; 1914-PD1210-Admin_IDEAShub-Proposed Sections AA&BB; 1914-PD1211-Admin_IDEAShub-Proposed Sections CC&DD; 1914-PD1310-Admin_IDEAShub- Proposed Elevations-North & West; 1914-PD1311-Admin_IDEAShub - Proposed Elevations-East & South; 1914-PD1800-Phase 1 Site-Fire Plan; 1914-PD1801-Admin_IDEAShub- Ground Floor Fire Plan; 1914-PD1802-Admin_IDEAShub- First Floor Fire Plan; 1914-PD3000-Admin_IDEAShub- Detail Sections 1; 1914-PD3001-Admin_IDEAShub- Detail Sections 2; 1914-PD3002-Admin_IDEAShub- Link thro Art Bldg; 1914-PD3003-Admin_IDEAShub- Link thro ",
    "Condition : 3 - No development shall take place in phase 1, including any works of demolition, until a demolition and construction logistics plan in respect of phase 1 has first been submitted to, and agreed in writing by, the local planning authority. The plan shall detail the arrangements for:\na)\tProposed timeline for the implementation of phase 1 \nb)\tThe parking of vehicles of site operatives and visitors;\nc)\tLoading and unloading of plant and materials;\nd)\tStorage of plant and materials used in construction of phase 1;\ne)\tThe erection and maintenance of security hoardings including decorative displays and facilities for public viewing;\nf)\tWheel washing facilities; \ng)\tA scheme for recycling/disposing of waste resulting from demolition and construction works;\nh)\tMeasures for the control and reduction of dust; and\ni)\tMeasures for the control and reduction of noise and vibration.\n\nThe demolition and construction of phase 1 shall be carried out in accordance with the plan so agreed.\n\nREASON: To ensure that measures are put in place to manage and reduce noise and vibration impacts during demolition and construction and to safeguard the amenity of neighbouring occupiers, in accordance with Local Plan Policies DM1 and DM43 and Policy D14 of the London Plan (2021) and to ensure that the transport network impact of demolition and construction work associated with the development is managed in accordance with Policy T7 of the London Plan (2021), this condition is a PRE-COMMENCEMENT condition.\n",
    "Condition : 4 - No development shall take place in phase 1, including any works of demolition, until a construction and site waste management plan in respect of phase 1, setting out arrangements for the handling of excavation, demolition and construction waste arising from phase 1, and to make provision for the recovery and re-use of salvaged materials wherever possible, has been submitted to and approved in writing by the local planning authority. \n\nPhase 1 shall be carried out in accordance with the approved plan or any amendment or variation to it as may be agreed in writing by the local planning authority.\n\nREASON: To ensure that waste management on the site is addressed from construction stage and to promote waste as a resource, in accordance with Policy CS1 X of the Core Strategy (2012). To ensure that measures are agreed and in place to manage and re-use waste arising during the demolition and construction phases of the development, this condition is a PRE-COMMENCEMENT condition.\n",
    "Condition : 5 - Phase 1 shall not be commenced, including any works of demolition, until details have been submitted and approved in writing by the local planning authority for all Non-Road Mobile Machinery (NRMM) to be used on Phase 1. All NRMM should meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM should be regularly serviced and service logs kept on site for inspection. Records should be kept on site which details proof of emission limits for all equipment.\nREASON: To ensure that the development would not result in a deterioration of air quality in accordance with local plan policy DM 1 and Policy SI 1 of the London Plan (2021) to ensure that suitable vehicles would be used during the construction process, this is a PRE-COMMENCEMENT CONDITION.\n",
    "Condition : 6 - No development shall take place in Phase 1, including any works of demolition, until a Tree Protection Plan (TPP) and method statement (AMS) based on finalised proposals in respect of the existing trees to be retained on the site  in respect of Phase 1 has been submitted to and approved in writing by the local planning authority.   The details shall include:\na) Location and installation of services/ utilities/ drainage. \nb) Methods of demolition within the root protection area (RPA as defined in BS 5837: 2012) of the retained trees.   \ne) a full specification for the construction of any roads, parking areas and driveways, including details of the no-dig specification and extent of the areas of the roads, parking areas and driveways to be constructed using a no-dig specification \nf) details of site access, material storage, site hut, temporary / contractor parking\ng) specification for scaffolding and ground protection within tree protection zones\nh) details of arboricultural supervision and inspection; reporting of inspection and supervision (clerk of works)\nPhase 1 thereafter shall be implemented in strict accordance with the approved details.\nREASON:  To safeguard the health and safety of trees during building operations and the visual amenities of the area generally and to comply with Local Plan Policy DM22 and Policy G7 of the London Plan (2021).\n",
    "Condition : 7 - The development hereby permitted shall not be commenced until detailed design and method statements (in consultation with London Underground) for all of the foundations have been submitted to and approved in writing by the local planning authority which shall include consideration of the following:\n\n\"\tprovide construction details on all structures close to LU infrastructure - Advise LU of any landscaping and road alterations alongside the railway boundary fence. \n\"\tThe access road off Dalkeith Grove is parallel to the Jubilee Line and so LU would need confirmation if this access road will be used by construction vehicles and if it will be how will the applicant ensure contractors vehicles operate safely adjacent to the boundary, eg do not exceed site speed limits, prevention of breach of fence etc. during construction period\n\"\tprovide details on the use of tall plant/scaffolding - Advise LU of any tall plant, eg piling rigs, Tower crane or mobile crane that when set up or in use have the potential in event of failure to collapse over the LU boundary. This will not be permitted and revised locations will need to be proposed with the agreement of the LU Engineer\n\"\taccommodate the location of the existing London Underground structures\n\"\tdemonstrate access to elevations of the building adjacent to the property boundary with London Underground can be undertaken without recourse to entering LU land\n\"\tdemonstrate that there will at no time be any potential security risk to LU railway, property or structures - Will demolition muck away lorries use the same access road parallel to the Jubilee Line? If this is the case then LU need to understand how these vehicle movements will be controlled to prevent breach of boundary fence or excessive dust. Furthermore bridge S18 spans the Jubilee Line. LU will need to understand proposed construction vehicle levels and loadings to ensure there is no overloading. Bridge S18 is a brick parapet structure and so will need to ensure t",
    "Condition : 8 - Phase 1 shall not be commenced, including any works of demolition, until a circular economy statement has been submitted and approved in writing by the Local Planning Authority.  The circular economy statement shall demonstrate:\n\na.\thow all materials arising from demolition and remediation works will be re-used and/or recycled\nb.\thow the proposal's design and construction will reduce material demands and enable building materials, components and products to be disassembled and re-used at the end of their useful life\nc.\topportunities for managing as much waste as possible on site \nd.\tadequate and easily accessible storage space and collection systems to support recycling and re-use\ne.\thow much waste the proposal is expected to generate, and how and where the waste will be managed in accordance with the waste hierarchy\nf.\thow performance will be monitored and reported.\n\nPhase 1 thereafter shall be implemented in strict accordance with the approved details.\nREASON: To promote a more circular economy that improves resource efficiency in accordance with policy SI 7 of the London Plan (2021).  \n",
    "Condition : 9 - Notwithstanding the details shown on the drawings, no site works or development in Phase 1 shall commence (other than demolition works) until details of the levels of the building(s), road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes proposed in the level of the site, have been submitted to, and agreed in writing by the local planning authority.   Phase 1 shall be carried out in accordance with the details so agreed.\n\nREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement in accordance with Policies DM 1, DM 10 and DM 42 of the Harrow Development Management Policies Local Plan (2013).  To ensure that appropriate site levels are agreed before the superstructure commences on site, this condition is a PRE-COMMENCEMENT condition.\n",
    "Condition : 10 - Prior to the commencement of phase 1, a Car Parking Design and Management Plan in respect of phase 1 shall be submitted to, and agreed in writing by, the Local Planning Authority. The plan shall set out the following:\n\na.\tDetails of the parking design with reference to Transport for London Guidance on parking management and design\nb.\tDetails of general spaces that are to be 'active' electric vehicle charging point spaces and are to be 'passive' electric vehicle charging point spaces.  The plan should outline the provision of one active Electric Vehicle Charging Point for at least 10% of spaces from the outset.\nc.\tDetails of Disabled persons parking spaces in accordance with the levels set out in Table 10.6 of the London Plan 2021. \nd.\tMechanism for increasing the number of general spaces that have an 'active' electric vehicle charging point if monitoring demonstrates additional demand. \ne.\tDetails of the allocation and management of the general and accessible car parking spaces.\nf.\tDetails of how the car parking spaces could be removed in the future should they become surplus to requirements and potentially be re-provided as cycle storage.\ng.\tDetails of monitoring, management and enforcement procedures for parking within the site.\n\nPhase 1 shall be carried out and operated only in accordance with the plan so agreed.\n\nREASON: To ensure that the car parking is managed in a satisfactory manner and that the development contributes to more sustainable travel in accordance with Local Plan DM42 and Policy T6 and Policy T6.5 of the London Plan (2021). To ensure that appropriate car park design before development commences on site, this condition is a PRE-COMMENCEMENT condition.\n",
    "Condition : 11 - Prior to the commencement of any development in Phase 1, an Ecological Management Plan (which builds upon the approved Landscape and Ecology Management Plan (LEMP), dated July 2020 in respect of Phase 1 shall be submitted to the Local Planning Authority, and approved in writing. The plan should run for a period of five years and provide further clarification and detail in respect of delivery of ecological benefits including a comprehensive programme as to what actions are to be undertaken to each habitat (e.g. easy to use tables with associated technical drawings, clearly identifying each habitat to be managed), monitoring targets to gauge effectiveness of management, and corrective actions that may be required. \n\nThe approved 5-year Ecological Management Plan shall be implemented prior to occupation of the IDEAS hub, and any future variation to be agreed in advance with the Local Planning Authority. Within 3 months of the end of the plan, a new five year plan is to be provided to the Local Planning Authority and implemented as agreed, the cycle continuing for a minimum period of 30 years from the commencement of the first Ecological Management Plan.\nREASON: For the protection of biodiversity (in accordance with local plan Policy DM 20) and for the enhancement of biodiversity conservation and provision of access to nature (in accordance with local plan Policy DM21) in support of the local Biodiversity Action Plan and in accordance with policy G6 of the London Plan (2021) and the National Planning Policy Framework.  This is a pre commencement condition to ensure no harm would be caused to biodiversity during construction.\n",
    "Condition : 12 - Prior to the commencement of any development in Phase 1, a plan detailing the implementation of biodiversity mitigation measures in respect of Phase 1 shall be submitted to the Local Planning Authority and approved in writing. The plan should include details of the mitigation measures for Phase 1 as proposed within the approved Ecological Appraisal report dated August 2020, together with a programme for its implementation. Phase 1 shall be undertaken in accordance with the approved plan.\nREASON: For the protection of biodiversity (in accordance with local plan Policy DM 20) and for the enhancement of biodiversity conservation and provision of access to nature (in accordance with local plan Policy DM21) in support of the local Biodiversity Action Plan and in accordance with policy G6 of the London Plan (2021) and the National Planning Policy Framework.  This is a pre commencement condition to ensure no harm would be caused to biodiversity during construction.\n",
    "Condition : 13 - Notwithstanding the details shown on the approved drawings, no building in Phase 1 shall progress beyond the ground floor slab level until samples of the materials to be used in the construction of the external surfaces noted below in respect of that building have been submitted to, and agreed in writing by, the local planning authority:\na.\tfacing materials for the building;\nb.\twindows/doors for the building.  \n\nEach building shall be carried out in accordance with the details so agreed and shall be retained as such thereafter.\nREASON: To ensure that the development is carried out to the highest standards of architecture and materials in accordance and safeguards the character and appearance of the designated heritage assets on the application site in accordance  with Policies D3 and HC 1  of the London Plan (2021) and Policies DM 1 and DM 7 of the Local Plan (2013).\n",
    "Condition : 14 - The Phase 1 buildings hereby approved shall not progress beyond the ground floor slab level until a scheme for the hard and soft landscaping details for Phase 1 has been submitted to, and agreed in writing by, the local planning authority.  The hard and soft landscape details shall include the following:\na)\tA scheme for detailed hard and soft landscaping of Phase 1, to include details of the planting, hard surfacing materials, raised planters and external seating. Soft landscaping works shall include: planting plans (at a scale not less than 1:100), written specification of planting and cultivation works to be undertaken and schedules of plants, noting species, plant sizes, plant container sizes (all at time of planting) and proposed numbers / densities and an implementation programme. Include details of the tree pit, soil cells and tree fixing, details of the semi natural pond area new planting. The hard surfacing details shall include samples to show the texture and colour of the materials to be used and information about their sourcing/manufacturer. \nb)\tGreen roofs for the cycle stores and rain shelter, hard and soft landscape details including planting medium, buildup layers and planting plans and written specification of the planting and planting plans. Details of the maintenance and proposed ongoing plant replacement, for any plant failures, during the lifetime of the built development.\nc)\tFull scale metric cross sections and elevations for the communal spaces (at a scale of not less than 1:100).\nd)\tDetails of all furniture, boundary treatment, specification for supports and fixings for plants, landscape structures and any climbing plant frames, including proposed material and source / manufacturer, watering or irrigation system for planting and detailed drawings of such; for all communal amenity areas, raised beds, furniture and bespoke furniture. \ne)\tDetails of Landscape enhancement to the pond.\nPhase 1 shall be carried out in accordance with the detai",
    "Condition : 15 - The Phase 1 buildings hereby approved shall not progress beyond the ground floor slab level until details of the lighting of all external areas (including buildings) relating to Phase 1 has been submitted to, and agreed in writing by, the local planning authority\nPhase 1 shall be carried out in accordance with the details so agreed and shall be retained as such thereafter. \nREASON: To ensure that the development incorporates lighting that contributes to Secured by Design principles, achieves a high standard of design quality in accordance with Local Plan Policy DM1 and to ensure that the development does not unduly impact on the biodiversity potential of the site in accordance with Local Plan Policy DM 20.\n",
    "Condition : 16 - Prior to the first occupation of any building in Phase 1, evidence of Secured by Design Certification in respect of Phase 1 shall be submitted and approved in writing by the Local Planning Authority.  Phase 1 shall be used in accordance with the approved details.\nREASON : In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime, in accordance with Policy D11 of the London Plan (2021) and Policy DM2 of the Local Plan (2013), and Section 17 of the Crime & Disorder Act 1998. \n",
    "Condition : 17 - The development hereby approved shall not be occupied until a scheme for the on-going management and maintenance of the hard and soft landscaping relating to the phase one development has been submitted and approved in writing by the Local Planning Authority.  The details shall include a landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for a minimum period of 5 years, including the ground level hard and soft landscape, green roofs and any biodiverse roofs and landscape structures for plant growth and a programme of maintenance including a calendar of routine physical tasks for all landscape areas / plant replacement for the life time of the development for landscape structures. \n\nThe development shall be carried out in accordance with the scheme so agreed and shall be retained as such thereafter.\n\nREASON: To ensure that the development makes provision for hard and soft landscaping which contributes (i) to the creation of a high quality, accessible, safe and attractive public realm and (ii) to the enhancement, creation and management of biodiversity, in accordance with Policies  DM21 and DM22,  of the Local Plan (2013), and to ensure a high standard of design, layout and amenity in accordance with Policy DM1 of the Local Plan.\n",
    "Condition : 18 - Notwithstanding the approved plans and documents, the occupation of Phase 1 shall not commence until a revised Travel Plan that sets out up-to-date travel surveys and measures to encourage greater use of sustainable transport modes, particularly cycling and walking has been submitted to the Local Planning Authority in writing to be agreed. Within five years of the date of the revised approved Travel Plan, the school shall achieve STARS Gold Accreditation.\n\nThe use of the application site shall only be operated in accordance with the agreed Travel Plan and the mitigation measures identified in the Travel Plan shall be implemented for the duration of the development.\n\nREASON: To promote sustainable transport and reduce the impact of the development on the surrounding road network in accordance with Local Plan Policy DM42 and Policies T2, T4, T5 and T6 of the London Plan (2021).\n",
    "Condition : 19 - The Phase 1 buildings hereby permitted shall not be occupied until details of the cycle parking spaces on Phase 1 have been submitted to and approved in writing by the Local Planning Authority. The cycle parking shall be implemented on Phase 1 in accordance with the approved details and shall be retained for the lifetime of Phase 1.\nREASON: To ensure the satisfactory provision of safe cycle storage facilities, to provide facilities for all the users of the site and in the interests of highway safety and sustainable transport, in accordance with policy T5 of The London Plan 2021 and policy DM 42 of the Harrow Development Management Policies Local Plan (2013).  \n",
    "Condition : 20 - Once the as-built design has been completed for phase 1 (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new owner, if applicable), the legal owner(s) of the development should submit the post-construction Whole Life-Cycle Carbon (WLC) Assessment to the GLA at: ZeroCarbonPlanning@london.gov.uk. The owner should use the post construction tab of the GLA's WLC assessment template and this should be completed accurately and in its entirety, in line with the criteria set out in the GLA's WLC Assessment Guidance. The post-construction assessment should provide an update of the information submitted at planning submission stage (RIBA Stage 2/3), including the WLC carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. The assessment should be submitted along with any supporting evidence as per the guidance and should be received three months post as-built design completion, unless otherwise agreed. \n\nREASON: To ensure whole life-cycle carbon is calculated and reduced and to demonstrate compliance with Policy SI 2 of the London Plan (2021).\n",
    "Condition : 21 - Notwithstanding the details shown on the approved plans, no works shall be undertaken on the Barn until details of the rooflights and the doors in respect of the barn have been submitted to and agreed in writing by the Local Planning Authority.  Thereafter the agreed design of the rooflights and barn doors shall be implemented in accordance with the approved plans.\n\nREASON: To ensure the development safeguards the character and appearance of the designated heritage assets on the application site and the surrounding area in accordance with Policies D3 and HC 1 of the London Plan (2021) and Policies DM 1 and DM 7 of the Local Plan (2013).\n",
    "Condition : 22 - Notwithstanding the details shown on the approved plans, the phase one buildings hereby approved shall not progress beyond the ground floor slab level until the level of hardstanding adjacent to the Tractor Barn, Cannon Cottages and Outhouse as shown on drawing 566.PH1.03.001 Rev A, has been submitted to and agreed in writing by the Local Planning Authority.  The approved level of hardstanding shall be implemented in accordance with the approved details.   \n\nREASON: To ensure the development safeguards the character and appearance of the designated heritage assets on the application site and the surrounding area in accordance with Policies D3 and HC 1 of the London Plan (2021) and Policies DM 1 and DM 7 of the Local Plan (2013).\n",
    "Condition : 23 - Phase 1 shall be undertaken in accordance with the approved Sustainability Statement, dated 3rd July 2020 and Energy Strategy dated, dated 11th November 2020. Within 3 months (or other such period agreed in writing by the Local Planning Authority) of the final completion of Phase 1, a post construction assessment shall be undertaken demonstrating compliance with the approved Energy and Sustainability Strategies which thereafter shall be submitted to the Local Planning Authority for written approval.\n\nREASON: To ensure the delivery of a sustainable development in accordance with the National Planning Policy Framework 2019, and policies SI 1, SI 2, SI 3, SI 4, SI 5 and SI13 of the London Plan (2021). \n",
    "Condition : 24 - The completed schedule of site supervision and monitoring of the arboricultural protection measures as approved shall be submitted for approval in writing by the Local Planning Authority within 28 days from completion of Phase 1. This condition may only be fully discharged on completion of Phase 1, subject to satisfactory written evidence of compliance through contemporaneous supervision and monitoring of the tree protection throughout construction by the appointed arboricultural consultant.\nREASON: In order to ensure compliance with the tree protection and arboricultural supervision details submitted pursuant to section 197 of the Town and Country Planning Act 1990 in accordance with policy G7 of the London Plan (2021) and local policy DM22. \n",
    "Condition : 25 - The rating level of noise emitted from any plant, machinery and equipment on Phase 1, shall be lower than the existing background level by at least 10 dB(A).  Noise levels shall be determined at one metre from the boundary of the nearest noise sensitive premises.  The measurements and assessments shall be made in accordance with BS 4142:2014.  The background noise level shall be expressed as the lowest LA90 (10 minutes) during which the plant is or may be in operation.  \nBefore any plant is used, measurements of the noise from the plant must be taken and a report / impact assessment demonstrating that the plant (as installed) meets the design requirements, shall be submitted to be approved in writing by the Local Planning Authority.\nREASON: To ensure that the development achieves a high standard of amenity for future occupiers of this and the neighbouring buildings, in accordance with Local Plan Policy DM1 and Policy D3 of the London Plan (2021).\n",
    "Condition : 26 - All hard landscaping shall be carried out prior to the Phase 1 buildings being brought in to use or in accordance with a programme first agreed in writing by the local planning authority. All soft landscaping works including planting, seeding or turfing comprised in the approved scheme of landscaping shall be carried out no later than the first planting and seeding season following the buildings being brought in to use.  \nAny existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged, diseased or defective, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\nREASON: To ensure that the development makes provision for hard and soft landscaping which contributes (i) to the creation of a high quality, accessible, safe and attractive public realm and (ii) to the enhancement, creation and management of biodiversity, in accordance with policy G5 of the London Plan (2021) and Policies DM22 and DM 21 of the Local Plan (2013), and to ensure a high standard of design, layout and amenity in accordance with Policy DM1 of the Local Plan.\n",
    "Condition : 27 - In the event that contamination is found at any time when carrying out Phase 1 that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken and where remediation is necessary a remediation scheme must be prepared which is subject to the approval in writing of the Local Planning Authority. Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.\nREASON: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy DM 15 of the Harrow Development Management Polices Local Plan (2013).\n",
    "Condition : 28 - If Phase 1 commences during the bird breeding season (March to August inclusive) trees and buildings in the vicinity of Phase 1 shall be examined for nests or signs of breeding birds. Should an active bird's nest be located, time must be allowed for birds to fledge and the nest should not be disturbed during building works.\nREASON: To safeguard the ecology and biodiversity of the area in accordance with policies DM 21 and DM 22 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 29 - The applicant shall use reasonable endeavours to ensure that the scheme architects continue to be employed as the lead design architect until practical completion of Phase 1, to produce all drawings in respect of all design and materials, planning permission conditions, and any non-material and minor amendments changes which may have an impact on the planning permission drawings.  Where necessary the architects shall produce drawings of any necessary revisions.  Where the architect does not produce the drawings submitted in support of an application to discharge a condition or any revisions, the drawings should be endorsed and agreed by the scheme architect before they are submitted to the local planning authority for approval and evidence of this shall be provided with any application submitted.  \nREASON: To ensure that the development is carried out to the highest standards of architecture and materials in accordance with Policies D3 and D4 of the London Plan (2021) and Policy DM1 of the Local Plan (2013).\n",
    "Condition : 30 - The erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of Phase 1, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.   Nothing shall be stored or placed in any area fenced in accordance with this condition, and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\nREASON: The existing trees represent an important amenity feature which the local planning authority considers should be protected and in accordance with London Plan (2021) policy G7 and Local Plan policy DM22.\n",
    "Condition : 31 - Within 6 months of the date of the decision notice, the unauthorised hardstanding on the central grassed area adjacent to the Dalkeith Road Loop Road, accessed from Dalkeith Grove, shall be removed and restored to soft landscape in accordance with the approved plans.\n\nREASON: To ensure the development safeguards the character and appearance of the designated heritage assets on the application site and the surrounding area in accordance with Policies D3 and HC 1 of the London Plan (2021) and Policies DM 1 and DM 7 of the Local Plan (2013).\n",
    "Condition : 32 - Notwithstanding the approved plans and documents, the dust extractor enclosure for the Ideas and Administration building shall be undertaken in accordance with approved drawing 566.PH1.03.016. \nREASON: For the avoidance of doubt and in the interest of proper planning. \n",
    "Condition : 33 - Notwithstanding the approved plans and documents, the outline element of the development hereby permitted shall not be begun until a phasing plan in respect of that element has been submitted to, and approved in writing by, the local planning authority.  The outline element of the development hereby permitted shall not be carried out otherwise than in accordance with the approved phasing plan (including any amendments to it that are made from time to time pursuant to condition 34 below).\n\nREASON: To ensure the comprehensive delivery of the outline element and for the avoidance of doubt and in the interest of proper planning.\n",
    "Condition : 34 - Applications for approval of the Reserved Matters for the outline development hereby approved shall be made to the local planning authority before the expiration of 10 years from the date of this planning permission.\n\nThe outline element of the development hereby approved shall be begun no later than 2 years from the approval of the last Reserved Matter.\n\nThe first application for approval of Reserved Matters in respect of each Phase shall include an updated phasing plan in respect of the whole of the outline element of the development hereby permitted.\nThe outline element must be completed within 5 years from the approval of the final reserved matters application.\n\nREASON: To comply with the provisions of section 92 of the Town and Country\nPlanning Act 1990 and to ensure that the development safeguards the amenity and character of Metropolitan Open Land in accordance with the National Planning Policy Framework (2019), policy G3 of the London Plan (2021) and policy DM 16 of the Harrow Development Management Polices Local Plan (2013).\n",
    "Condition : 35 - Approval of the details shown below (the Reserved Matters) for each Phase shall be obtained from the local planning authority in writing before any development in that Phase is commenced:\n\"\tlayout \n\"\tscale\n\"\tappearance \n\"\tlandscaping\n\nEach Phase shall not be carried out otherwise than in accordance with the Reserved Matters thus approved. \nREASON: In order to comply with the provisions of Section 92 of the Town and Country Planning Act 1990 (as amended).\n",
    "Condition : 36 - No development shall take place for each Phase, including any works of demolition, until a demolition and construction logistics plan for that Phase has first been submitted to, and agreed in writing by, the local planning authority. The plan shall detail the arrangements for:\na)\tThe parking of vehicles of site operatives and visitors;\nb)\tLoading and unloading of plant and materials;\nc)\tStorage of plant and materials used in construction the development;\nd)\tThe erection and maintenance of security hoardings including decorative displays and facilities for public viewing;\ne)\tWheel washing facilities; \nf)\tA scheme for recycling/disposing of waste resulting from demolition and construction works;\ng)\tMeasures for the control and reduction of dust; and\nh)\tMeasures for the control and reduction of noise and vibration.\n\nThe demolition and construction of each Phase shall be carried out in accordance with the plan so agreed.\nREASON: To ensure that measures are put in place to manage and reduce noise and vibration impacts during demolition and construction and to safeguard the amenity of neighbouring occupiers, in accordance with Local Plan Policies DM1 and DM43 and Policy D14 of the London Plan (2021) and to ensure that the transport network impact of demolition and construction work associated with the development is managed in accordance with Policy T7 of the London Plan (2021), this condition is a PRE-COMMENCEMENT condition.\n",
    "Condition : 37 - No development shall take place within each Phase, including any works of demolition, until a construction and site waste management plan for that Phase, setting out arrangements for the handling of excavation, demolition and construction waste arising from that Phase, and to make provision for the recovery and re-use of salvaged materials wherever possible, has been submitted to and approved in writing by the local planning authority. \n\nEach Phase shall be carried out in accordance with the approved plan in respect of that Phase or any amendment or variation to it as may be agreed in writing by the local planning authority.\n\nREASON: To ensure that waste management on the site is addressed from construction stage and to promote waste as a resource, in accordance with Policy CS1 X of the Core Strategy (2012). To ensure that measures are agreed and in place to manage and re-use waste arising during the demolition and construction phases of the development, this condition is a PRE-COMMENCEMENT condition.\n",
    "Condition : 38 - No development shall take place within each Phase, including any works of demolition, including any works of demolition, until details have been submitted and approved in writing by the local planning authority for all Non-Road Mobile Machinery (NRMM) to be used on the development site for that Phase. All NRMM should meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM should be regularly serviced and service logs kept on site for inspection. Records should be kept on site which details proof of emission limits for all equipment.\nREASON: To ensure that the development would not result in a deterioration of air quality in accordance with, Local Plan Policy DM1 and to ensure that suitable vehicles would be used during the construction process, this is a PRE-COMMENCEMENT CONDITION.\n",
    "Condition : 39 - Notwithstanding the details shown on the drawings, no site works or development shall commence (other than demolition works) for any Phase until details of the levels of the building(s), road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes proposed in the level of the site for that Phase, have been submitted to, and agreed in writing by the local planning authority. Each Phase shall be carried out in accordance with the details so agreed in respect of that Phase.\nREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement in accordance with policies DM 1 and DM 42 of the Harrow Development Management Policies Local Plan (2013).  To ensure that appropriate site levels are agreed before the superstructure commences on site, this condition is a PRE-COMMENCEMENT condition.\n",
    "Condition : 40 - Applications for approval of Reserved Matters submitted pursuant to this permission relating to layout and scale shall be accompanied by an Energy Statement for each building to be agreed in writing by the Local Planning Authority. This will set out how energy use and carbon dioxide emissions are to be reduced in accordance with the London Plan energy hierarchy. It will include consideration of the following:\na)\tHow the development meets the required commitment to a reduction in Carbon Dioxide emissions in force at the time of the reserved matters submission through the Local (Development) Plan or associated SPD for the area. \nb)\tConnecting with a future District Heat Network\nc)\tincorporating onsite renewable energy technology and demonstration of how this has been maximized\nd)\thow the building(s) relate(s) to the site-wide energy strategy;\ne)\thow the proposed building(s) have been designed to achieve a rating of BREEAM 'Excellent' \nf)\tsubmission of a dynamic overheating and cooling analysis to assess the overheating risk in accordance with the development plan in force at the time of the submission of the reserved matters application\ng)\tA detailed roof layout for each building, demonstrating that the roof's potential for PV installation has been maximized.\nh)\tFull details of any Air Source Heat Proposals including \na.\tan estimate of the heating and/or cooling energy (MWh/annum) the heat pumps would provide for the development and the percentage contribution to the site's heat loads; \nb.\tDetails of how the seasonal Coefficient of Performance (SCOP) and Seasonal Energy Efficiency ratio (SEER) has been calculated for the energy modelling; \nc.\tThe expected heat source temperature and the heat distribution temperature with an explanation of how the difference will be minimized to ensure the system to ensure the system runs efficiently; \nd.\tWhether any additional technology is required for top up or during peak loads and how this has been incorporated into th",
    "Condition : 41 - Applications for approval of Reserved Matters submitted pursuant to this permission relating to layout and scale shall be accompanied by a surface water and foul water drainage strategy to be agreed in writing by the Local Planning Authority.  This shall include details of works for the disposal of surface water, including surface water attenuation and storage works and measures to prevent water pollution and details of SuDS and their management and maintenance. \n\nThe development shall be carried out in accordance with the details so agreed and shall be retained as such thereafter.\n\nREASON: To ensure that the development achieves an appropriate greenfield run-off rate in this critical drainage area and to ensure that sustainable urban drainage measures are exploited, in accordance with London Policy SI 13 of the London Plan (2021) and Policy DM 10 of the Local Plan (2013). \n",
    "Condition : 42 - Applications for approval of Reserved Matters in respect of each phase submitted pursuant to this permission relating to layout, scale and appearance shall be accompanied by a design audit in respect of that phase to be submitted and agreed in writing by the local planning authority.  The Design Audit submitted shall set out (as appropriate) how that phase complies with approved Design Guidelines set out in the approved Design and Access Statement-Volume 1 (dated July 2020) and the approved Parameter Plans shown on drawings 1609-PD-0005; 1609-PD-0006; 1609-PD-0007 and 1609-PD-0009.\n\nEach phase shall be carried out in accordance with the approved details in respect of that Phase unless otherwise agreed in writing by the Local Planning Authority.\n\nREASON: To ensure good design and high quality architecture throughout the development in line with the principles set out in the approved Design Guidelines, including protection of Metropolitan Land openness and the character and appearance of the wider area, in line with the objectives of the National Planning Policy Framework; London Plan (2021) policies D3, D4 and G3; Core Strategy (2012) policy CS1 B and F; and Policies DM1 and DM 16 of the Development Management Policies Local Plan (2013).\n",
    "Condition : 43 - The first application for approval of Reserved Matters in respect of each Phase shall be accompanied by a detailed Landscape, Ecology and Biodiversity Statement in respect of that Phase to be agreed in writing by the Local Planning Authority.  The Landscape, Ecology and Biodiversity Statement shall explain (to the extent that is applicable to that phase):\n\na.\thow that phase accords with the submitted Framework Landscape and Ecological Management Plan, dated (July 2020). \nb.\thow that phase will incorporate new habitats, including bird boxes, bat roosts and other wildlife features including features related to the woodland, wildflower meadows, meadow and bulbs and perennials, shrubs and trees and the pond\nc.\thow that phase will create wildlife habitats, integrated into the detailed SUDS designs (i.e. standing and running water, grassland, log piles, green/brown roofs) and existing and replacement trees;\nd.\tthe management arrangements for these features\n\nThe approved details shall be implemented prior to the occupation of the phase to which the details relate.\n\nREASON: To ensure that the development contributes to improving the Landscape, ecology and biodiversity of the area, in accordance with the National Planning Policy Framework; London Plan (2021) policy G6; Core Strategy (2012) policy CS1 E; and Policy DM21 of the Development Management Policies Local Plan (2013).\n",
    "Condition : 44 - The first application for approval of Reserved Matters in respect of each Phase shall be accompanied by a lighting strategy for all external areas (including buildings) relating to that Phase for approval in writing by, the local planning authority.\n\nEach Phase shall be carried out in accordance with the details so agreed in respect of that Phase and shall be retained as such thereafter. \n\nREASON: To ensure that the development incorporates lighting that contributes to Secured by Design principles, achieves a high standard of design quality in accordance with Local Plan Policy DM1 and to ensure that the development does not unduly impact on the biodiversity potential of the site in accordance with Development Management Policies Local Plan Plan Policy DM 20.\n",
    "Condition : 45 - The first application for approval of Reserved Matters for each phase shall be accompanied by a Car Parking Design and Management Plan in respect of that Phase to be agreed in writing by, the local planning authority. The plan shall set out the following:\na.\tDetails of the parking design with reference to Transport for London Guidance on parking management and design\nb.\tDetails of general spaces that are to be 'active' electric vehicle charging point spaces and are to be 'passive' electric vehicle charging point spaces.  The plan should outline the provision of one active Electric Vehicle Charging Point for at least 10% of spaces from the outset.\nc.\tDetails of Disabled persons parking spaces in accordance with the levels set out in Table 10.6 of the London Plan 2021. \nd.\tMechanism for increasing the number of general spaces that have an 'active' electric vehicle charging point if monitoring demonstrates additional demand. \ne.\tDetails of the allocation and management of the general and accessible car parking spaces.\nf.\tDetails of how the car parking spaces could be removed in the future should they become surplus to requirements and potentially be re-provided as cycle storage.\ng.\tDetails of details of monitoring, management and enforcement procedures for parking within the site\n\nEach Phase shall be carried out and operated only in accordance with the plan so agreed in respect of that Phase.\nREASON: To ensure that the car parking is managed in a satisfactory manner and that the development contributes to more sustainable travel in accordance with Local Plan DM42 and Policy T6 of the London Plan (2021). \n",
    "Condition : 46 - The first application for approval of reserved matters in respect of each phase, shall be accompanied by a circular economy statement in respect of that phase to be submitted and approved in writing by the Local Planning Authority.  The circular economy statement shall demonstrate:\n\na.\thow all materials arising from demolition and remediation works will be re-used and/or recycled\nb.\thow the proposal's design and construction will reduce material demands and enable building materials, components and products to be disassembled and re-used at the end of their useful life\nc.\topportunities for managing as much waste as possible on site \nd.\tadequate and easily accessible storage space and collection systems to support recycling and re-use\ne.\thow much waste the proposal is expected to generate, and how and where the waste will be managed in accordance with the waste hierarchy\nf.\thow performance will be monitored and reported.\n\nEach Phase shall be carried out in accordance with the plan so agreed in respect of that Phase.\nREASON: To promote a more circular economy that improves resource efficiency in accordance with policy SI 7 of the London Plan (2021).  \n",
    "Condition : 47 - The first application for approval of reserved matters in respect of each phase, shall be accompanied by a fire strategy in respect of that phase to be submitted and approved in writing by the Local Planning Authority.  The fire strategy shall demonstrate on the development will function in terms of:\n\na.\tthe building's construction: methods, products and materials used, including manufacturers' details\nb.\tthe means of escape for all building users: suitably designed stair cores, escape for building users who are disabled or require level access, and associated evacuation strategy approach\nc.\tfeatures which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans\nd.\taccess for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies, any fire suppression and smoke ventilation systems proposed, and the ongoing maintenance and monitoring of these\ne.\thow provision will be made within the curtilage of the site to enable fire appliances to gain access to the building\nf.\tensuring that any potential future modifications to the building will take into account and not compromise the base build fire safety/protection measures.\n\nEach Phase shall be carried out in accordance with the strategy so agreed in respect of that Phase.\nREASON: In the interest of Fire Safety and to ensure the safety of all building users in accordance with policy D 12 of the London Plan (2021).\n",
    "Condition : 48 - Prior to the first occupation of each Phase hereby approved, evidence of Secured by Design Certification in respect of that Phase shall be submitted and approved in writing by the Local Planning Authority.  Each Phase shall be used in accordance with the approved details in respect of that Phase.\nREASON : In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime, in accordance with Policy D11 of the London Plan (2021) and Policy DM2 of the Local Plan (2013), and Section 17 of the Crime & Disorder Act 1998. \n",
    "Condition : 49 - Once the as-built design has been completed for each phase of the development hereby permitted (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new owner, if applicable), the legal owner(s) of the development should submit the post-construction Whole Life-Cycle Carbon (WLC) Assessment to the GLA  in respect of that phase at: ZeroCarbonPlanning@london.gov.uk. The owner should use the post construction tab of the GLA's WLC assessment template and this should be completed accurately and in its entirety, in line with the criteria set out in the GLA's WLC Assessment Guidance. The post-construction assessment should provide an update of the information submitted at planning submission stage (RIBA Stage 2/3), including the WLC carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. The assessment should be submitted along with any supporting evidence as per the guidance and should be received three months post as-built design completion, unless otherwise agreed. \n\nREASON: To ensure whole life-cycle carbon is calculated and reduced and to demonstrate compliance with Policy SI 2 of the London Plan (2021).\n",
    "Condition : 50 - In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken and where remediation is necessary a remediation scheme must be prepared which is subject to the approval in writing of the Local Planning Authority. Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.\n\nREASON: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy DM 15 of the Harrow Development Policies Local Plan (2013).\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 192125,
  "status": "Lapsed",
  "decision_date": "08/07/2021",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.29891019999999996,
          51.6149268,
          0
        ],
        [
          -0.2989023,
          51.6149249,
          0
        ],
        [
          -0.2988973,
          51.6149239,
          0
        ],
        [
          -0.2988886,
          51.6149238,
          0
        ],
        [
          -0.2988799,
          51.6149246,
          0
        ],
        [
          -0.29887549999999996,
          51.6149253,
          0
        ],
        [
          -0.29891019999999996,
          51.6149268,
          0
        ]
      ]
    ]
  },
  "decision_target_date": "13/07/2021",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "06/10/2020",
  "development_type": "Major all other major developments",
  "title_number": [],
  "appeal_status": null,
  "last_updated": "2025-03-20T15:53:48.075+00:00",
  "last_updated_by": "FME Excel Import",
  "site_name": "North London Collegiate School",
  "id": "Harrow-P_2488_20",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 518224,
  "appeal_start_date": null,
  "postcode": "HA8 7RJ",
  "url_planning_app": "http://site.com?appref=P/2488/20-or-1089180 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Hybrid (part full/part outline) application for the phased Masterplan to improve Education facilities (Use Class D1) including ancillary office space and sporting facilities; together with improvements to car and bus parking, internal road layout and landscaping and associated development. \n\nFull planning application: Phase 1 comprising new education accommodation with ancillary office space up to two storeys in height (1727sqm Gross Internal Area of floorspace)  (Use Class D1) incorporating the demolition of, alterations and adaptations to several existing buildings; installation of two tennis courts; alterations to internal car and bus parking, and road layout; and site wide improvements to landscaping and associated development.\n\nOutline planning application for access: (All other matters reserved) Phases 2 & 3:  Phase 2 comprises demolition and/or extension of existing buildings; construction of new education buildings up to three storeys in height; improvements to existing sports facilities; and associated alterations to internal car parking and road layout, and landscaping (3,420 sqm Gross Internal Area of floorspace). Phase 3 comprises demolition and construction of various education buildings ranging from two to four storeys in height; and associated alterations to internal car parking and road layout, and landscaping (2,025sqm Gross Internal Area of floorspace).",
  "valid_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              517874.65,
              192047.6,
              0
            ],
            [
              517875.1999999,
              192047.4,
              0
            ],
            [
              517875.5500001,
              192047.2999999,
              0
            ],
            [
              517876.1499999,
              192047.2999999,
              0
            ],
            [
              517876.75,
              192047.4,
              0
            ],
            [
              517877.0520083,
              192047.486288,
              0
            ],
            [
              517874.65,
              192047.6,
              0
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              517877.1,
              192047.4999999,
              0
            ],
            [
              517877.5999999,
              192047.7999999,
              0
            ],
            [
              517877.7100001,
              192047.8899999,
              0
            ],
            [
              517878.05,
              192048.1999998,
              0
            ],
            [
              517878.85,
              192048.6999998,
              0
            ],
            [
              517882.1200001,
              192050.71,
              0
            ],
            [
              517884.15,
              192051.9999999,
              0
            ],
            [
              517886.25,
              192053.2999999,
              0
            ],
            [
              517887.4499999,
              192050.65,
              0
            ],
            [
              517889.1727597,
              192046.9124872,
              0
            ],
            [
              517877.0520083,
              192047.486288,
              0
            ],
            [
              517877.1,
              192047.4999999,
              0
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              517890.3999999,
              192044.2499999,
              0
            ],
            [
              517902.8499998,
              192017.5999999,
              0
            ],
            [
              517915.4999997,
              192025.1999999,
              0
            ],
            [
              517915.6999999,
              192025.3,
              0
            ],
            [
              517924.3999997,
              192030.8000002,
              0
            ],
            [
              517927.0999998,
              192032.4499999,
              0
            ],
            [
              517933.4499999,
              192036.4499998,
              0
            ],
            [
              517942.6999999,
              192042.3000002,
              0
            ],
            [
              517945.761465,
              192044.2335569,
              0
            ],
            [
              517889.1727597,
              192046.9124872,
              0
            ],
            [
              517890.3999999,
              192044.2499999,
              0
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              517951.2500001,
              192047.6999998,
              0
            ],
            [
              517951.8,
              192048.0499998,
              0
            ],
            [
              517955.0999999,
              192049.9999998,
              0
            ],
            [
              517960.6500001,
              192053.4500002,
              0
            ],
            [
              517971.9000001,
              192060.4500001,
              0
            ],
            [
              517973.8499999,
              192061.6499997,
              0
            ],
            [
              517983,
              192067.4000001,
              0
            ],
            [
              517983.1999999,
              192067.4999999,
              0
            ],
            [
              517992.15,
              192072.8999998,
              0
            ],
            [
              517999.9999999,
              192078.0499998,
              0
            ],
            [
              518002.3500002,
              192079.5999997,
              0
            ],
            [
              518015.25,
              192087.7499998,
              0
            ],
            [
              518019.5000002,
              192090.3999999,
              0
            ],
            [
              518026.3000001,
              192094.6499999,
              0
            ],
            [
              518041.55,
              192104.1000002,
              0
            ],
            [
              518053.5299998,
              192111.4599997,
              0
            ],
            [
              518058.2999998,
              192114.4,
              0
            ],
            [
              518063.3099999,
              192117.5600002,
              0
            ],
            [
              518063.7,
              192117.7999998,
              0
            ],
            [
              518063.4000002,
              192118.3999998,
              0
            ],
            [
              518077.6500001,
              192126.9999998,
              0
            ],
            [
              518077.9,
              192126.5000003,
              0
            ],
            [
              518089.6499998,
              192133.8499997,
              0
            ],
            [
              518085.15,
              192141.4,
              0
            ],
            [
              518078.2999999,
              192152.5999999,
              0
            ],
            [
              518076.0999998,
              192156.0000001,
              0
            ],
            [
              518069.0999999,
              192167.5999999,
              0
            ],
            [
              518070.5500001,
              192168.6000001,
              0
            ],
            [
              518073.8000001,
              192163.3999999,
              0
            ],
            [
              518076.4000003,
              192158.9999997,
              0
            ],
            [
              518084.2,
              192146.2999999,
              0
            ],
            [
              518089.3999999,
              192137.8999999,
              0
            ],
            [
              518091.2500001,
              192134.7999999,
              0
            ],
            [
              518092.7299998,
              192135.67,
              0
            ],
            [
              518094.05,
              192136.4499999,
              0
            ],
            [
              518104.3000001,
              192142.8,
              0
            ],
            [
              518116.8500002,
              192150.6,
              0
            ],
            [
              518126.8000002,
              192156.7500002,
              0
            ],
            [
              518137.5500001,
              192163.3999999,
              0
            ],
            [
              518147.2500001,
              192169.3499997,
              0
            ],
            [
              518160.35,
              192177.5499997,
              0
            ],
            [
              518172.9499998,
              192185.3499997,
              0
            ],
            [
              518184.0500003,
              192192.25,
              0
            ],
            [
              518195.1,
              192199.2,
              0
            ],
            [
              518205.8000002,
              192205.6999996,
              0
            ],
            [
              518217.6500001,
              192212.9999998,
              0
            ],
            [
              518217.8000003,
              192213.0499998,
              0
            ],
            [
              518218.15,
              192213.1500001,
              0
            ],
            [
              518225.9500002,
              192217.9,
              0
            ],
            [
              518228.7000002,
              192219.5999996,
              0
            ],
            [
              518242.7499999,
              192228.55,
              0
            ],
            [
              518250.45,
              192233.3499998,
              0
            ],
            [
              518256.9,
              192237.4,
              0
            ],
            [
              518264.8,
              192242.3999998,
              0
            ],
            [
              518270.5,
              192245.9499996,
              0
            ],
            [
              518278.2999999,
              192250.7500001,
              0
            ],
            [
              518282.75,
              192253.6,
              0
            ],
            [
              518288.0999999,
              192256.9499998,
              0
            ],
            [
              518296.1500002,
              192261.9000001,
              0
            ],
            [
              518298.6000002,
              192263.3999998,
              0
            ],
            [
              518303.5999999,
              192266.5499999,
              0
            ],
            [
              518317.5500001,
              192275.2999998,
              0
            ],
            [
              518345.9000004,
              192293.0500001,
              0
            ],
            [
              518346.3500002,
              192293.3500001,
              0
            ],
            [
              518346.65,
              192293.2999997,
              0
            ],
            [
              518346.7500001,
              192292.65,
              0
            ],
            [
              518347.65,
              192288.1499997,
              0
            ],
            [
              518348.75,
              192283.1,
              0
            ],
            [
              518348.8500001,
              192282.65,
              0
            ],
            [
              518349.9,
              192278.0500001,
              0
            ],
            [
              518351.3000001,
              192273.5499998,
              0
            ],
            [
              518352.45,
              192269.9499999,
              0
            ],
            [
              518353.1,
              192268.1999998,
              0
            ],
            [
              518354.3000002,
              192264.8999997,
              0
            ],
            [
              518355.1999998,
              192262.45,
              0
            ],
            [
              518356.0999999,
              192260.5000003,
              0
            ],
            [
              518357.3,
              192258.0999997,
              0
            ],
            [
              518359.4,
              192253.9999998,
              0
            ],
            [
              518361.3000001,
              192250.2999998,
              0
            ],
            [
              518364.3500001,
              192244.2999999,
              0
            ],
            [
              518367.0500002,
              192238.7499997,
              0
            ],
            [
              518367.6500002,
              192237.4,
              0
            ],
            [
              518369.1,
              192234.4000002,
              0
            ],
            [
              518370.6000002,
              192231.3500002,
              0
            ],
            [
              518371.85,
              192228.7499999,
              0
            ],
            [
              518373.6000003,
              192225.15,
              0
            ],
            [
              518375.05,
              192222.1,
              0
            ],
            [
              518376.7499999,
              192218.9500001,
              0
            ],
            [
              518378.6999999,
              192215.3499999,
              0
            ],
            [
              518379.1000003,
              192214.5499999,
              0
            ],
            [
              518380.8500001,
              192210.9999999,
              0
            ],
            [
              518383.45,
              192205.3499999,
              0
            ],
            [
              518385.4,
              192201.2499998,
              0
            ],
            [
              518386.3000004,
              192199.3,
              0
            ],
            [
              518387.2500001,
              192197.3000001,
              0
            ],
            [
              518387.7499999,
              192196.1999998,
              0
            ],
            [
              518388.0999998,
              192195.3500002,
              0
            ],
            [
              518388.1000001,
              192195.3499999,
              0
            ],
            [
              518388.9000001,
              192193.5999999,
              0
            ],
            [
              518390.6499999,
              192189.95,
              0
            ],
            [
              518392.3999999,
              192186.3499999,
              0
            ],
            [
              518393.8499999,
              192183.05,
              0
            ],
            [
              518394.75,
              192181.1999998,
              0
            ],
            [
              518395.0500001,
              192180.3499999,
              0
            ],
            [
              518396.4,
              192177.05,
              0
            ],
            [
              518397.65,
              192174.0499997,
              0
            ],
            [
              518398.2000002,
              192172.7999998,
              0
            ],
            [
              518398.9499998,
              192170.4000001,
              0
            ],
            [
              518399.45,
              192168.85,
              0
            ],
            [
              518399.8500001,
              192167.2499999,
              0
            ],
            [
              518400.2500003,
              192165.4999999,
              0
            ],
            [
              518400.7000001,
              192163.2499999,
              0
            ],
            [
              518400.8499998,
              192161.5999999,
              0
            ],
            [
              518401.0000003,
              192159.65,
              0
            ],
            [
              518401.05,
              192158.95,
              0
            ],
            [
              518400.9,
              192156.8000001,
              0
            ],
            [
              518400.5000001,
              192152.85,
              0
            ],
            [
              518400.2500003,
              192150.9999998,
              0
            ],
            [
              518400.1000002,
              192150.4999999,
              0
            ],
            [
              518399.8,
              192150.0500001,
              0
            ],
            [
              518398.9000001,
              192148.9000001,
              0
            ],
            [
              518395.5999997,
              192144.7499998,
              0
            ],
            [
              518392.2500001,
              192140.3500001,
              0
            ],
            [
              518389.5500001,
              192136.8999999,
              0
            ],
            [
              518386.4,
              192133,
              0
            ],
            [
              518383.7999997,
              192129.6499997,
              0
            ],
            [
              518381.1500001,
              192126.1999998,
              0
            ],
            [
              518375.6000002,
              192119.1999998,
              0
            ],
            [
              518373.3000002,
              192116.2499999,
              0
            ],
            [
              518370.5000001,
              192112.7500001,
              0
            ],
            [
              518367.7500001,
              192109.4,
              0
            ],
            [
              518365.8499998,
              192107.0500002,
              0
            ],
            [
              518363.5500001,
              192104.0499998,
              0
            ],
            [
              518360.7,
              192100.4499999,
              0
            ],
            [
              518358.0500001,
              192097.1499997,
              0
            ],
            [
              518355.4000002,
              192093.75,
              0
            ],
            [
              518351.5999999,
              192088.9500002,
              0
            ],
            [
              518347.8500002,
              192084.3499998,
              0
            ],
            [
              518345.4500001,
              192081.2499999,
              0
            ],
            [
              518343.25,
              192078.45,
              0
            ],
            [
              518341.65,
              192076.4499998,
              0
            ],
            [
              518341.3000001,
              192076.0499999,
              0
            ],
            [
              518346.5500002,
              192068.8499998,
              0
            ],
            [
              518354.4999999,
              192057.75,
              0
            ],
            [
              518359.0500001,
              192051.4300001,
              0
            ],
            [
              518359.0500001,
              192051.4299999,
              0
            ],
            [
              518357.15,
              192042.75,
              0
            ],
            [
              518355.0000001,
              192033.25,
              0
            ],
            [
              518353.1,
              192024.9500001,
              0
            ],
            [
              517945.761465,
              192044.2335569,
              0
            ],
            [
              517951.2500001,
              192047.6999998,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "8808533",
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "garden_land_lost": null,
    "site_area": 6.085,
    "grey_water_reuse": null,
    "s106_agreement": null,
    "air_quality_assessment": null,
    "building_details": [],
    "rain_water_harvesting": null,
    "total_gia_lost": null,
    "scheme_phasing": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "total_gia_gained": null,
    "no_affordable_housing_units_provided_offsite": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "qualifying_vacant_building_floorspace": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 0,
      "site_area": null,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "intended_commencement_date": null,
    "projected_cost_of_works": null,
    "3d_model": null,
    "green_suds": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "site_area": null,
      "total_gia_gained": null,
      "total_gia_existing": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 6988,
      "total_gia_lost": null,
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "scheme_name": null,
    "total_gia_existing": null,
    "internal_resi_water_usage": null,
    "mayoral_cil_liability_notice_issued": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 19150,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 6988,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "surface_water_discharge_percentage_reduction": null,
    "phasing_details": [],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": null,
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": null,
      "chp_heat_pumps_capacity": null,
      "no_active_rapid_ev_charging_points": null,
      "solar_pv_capacity": null,
      "waste_provision": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "total_annual_nox_emissions": null,
      "no_new_gas_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "total_annual_pm_emissions": null,
      "no_active_slow_ev_charging_points": null
    },
    "lead_developer_company_name": null,
    "intended_completion_date": null,
    "other_contributions": null,
    "social_infrastructure_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "affordable_housing_inlieu_payment": null,
    "viability_assessment": null,
    "transport_contributions": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": null
    },
    "ownership_status": null,
    "existing_uprns": []
  },
  "centroid": {
    "lon": "-5.2130982",
    "lat": "54.5165668"
  },
  "lapsed_date": "08/07/2024",
  "decision_process": "Delegated",
  "actual_completion_date": null
}