{
  "site_name": "Church Farm",
  "last_updated_by": "Idox Uniform",
  "centroid": {
    "lon": -0.156847,
    "lat": 51.635129
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.156825,
          51.635142
        ],
        [
          -0.156826,
          51.635115
        ],
        [
          -0.156869,
          51.635116
        ],
        [
          -0.156868,
          51.635143
        ],
        [
          -0.156825,
          51.635142
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": null,
  "secondary_street_name": null,
  "site_number": "",
  "application_details": {},
  "lapsed_date": "29/01/2026",
  "decision": "Withdrawn",
  "postcode": "EN4 8XE",
  "last_date_consultation_comments": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "PP-12589599",
  "development_type": null,
  "bo_system": "Idox Uniform",
  "valid_date": "08/11/2023",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Barnet",
  "borough": "London Borough of Barnet",
  "centroid_northing": "194533",
  "id": "Barnet-TPP_0754_23",
  "decision_target_date": "03/01/2024",
  "description": "Our client has a planning application approved at the site of the former leisure centre for the demolition of the existing structures (Excluding the water tower) and construction of 8 new dwellings.\r\rCurrently the tree referred to as T1 within the attached arboricultural assessment (Of December 2022) has a large and low overhang, the report states the following:\r\r?Current crown form shows extensive overhang of the site access road and low hanging branch tips of 3m, with direct overhang of the western residential properties.?\r\rAs you will note from the attached photos, taken form site on 21st August 2023, the crown is even fuller and lower now and is already beginning to encroach on to the roofs of the opposite houses, as well as blocking light to their windows and the lamppost. \r\rThe access road that runs beneath this tree will need to be used throughout the demolition and construction works for several large vehicles, for removal of waste and delivery of plant and materials. The current crown size will obstruct these vehicles and there would be a risk of damage to the tree itself as well as potential damage to construction vehicles, neighbours vehicles and property and pedestrians (including school children) if the crown was not reduced prior to these operations. One of the lower branches can also be noted in the photos attached,  to be growing in a diagonal direction away from the main trunk over the road, which would obstruct taller vehicles servicing the proposed works and I would not be surprised if this is not already impacting delivery vehicles and waste collection vehicles that serve Oak Hill School (Who also use this access road). \r\rThe tree in question, as we understand it, is protected via a TPO, I have looked on the Barnet council website for the application form for proposed works to a TPO protected tree but the link on the site does not appear to work.\r\rWe are hoping to commence works at this site in the next month or two so are obviously keen to ha...",
  "appeal_status": null,
  "decision_date": "29/01/2024",
  "ward": "EB22",
  "appeal_decision": null,
  "locality": "East Barnet",
  "street_name": "Church Hill Road",
  "status": "Withdrawn",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "decision_agency": null,
  "uprn": "000200219730",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "TPP/0754/23",
  "title_number": [],
  "last_updated": "2025-03-19T00:29:15.411+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": "527655",
  "appeal_start_date": null,
  "decision_conditions": null,
  "date_building_work_completed_under_previous_permission": null
}