{
  "centroid": {
    "lon": "0.16227909999999998",
    "lat": "51.5988244"
  },
  "status": "Approved",
  "decision_target_date": "09/05/2019",
  "site_name": "13-17 Collier Row Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Before any works commence a scheme for the new plant or machinery shall be submitted to the Local Planning Authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive property shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To prevent noise nuisance to adjoining properties in accordance with the recommendations of Planning Policy Guidance Note 24 \"Planning & Noise\" 1994, and in order that the development accords with the Development Control Policies Development Plan Document Policies DC55 and DC61.",
    "Before the uses commences a scheme to control the transmission of noise and vibration from any mechanical ventilation system installed shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the permitted use commencing. Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "Reason:-",
    "To protect the amenity of occupiers of nearby premises, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61",
    "Before any of the works associated with the external extract is commenced, a sample of the colour to be applied to the external extract ducting shall be shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and in the interests of residential amenity, to comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "The use hereby approved shall be as a mixed A3 (restaurant) and ancillary A5 (hot food takeaway) only and shall not be used solely as a hot food takeaway at any time without the prior consent in writing of the Local Planning Authority.",
    "Reason: To enable the Local Planning Authority to retain control in the interests of residential amenity in accordance with Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 07:30 and 21:30 on Mondays to Saturdays and from 10:00 to 21:30 on Sundays and Bank Holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Before the use commences suitable equipment to remove and/or disperse odours and odorous material should be fitted to the extract ventilation system in accordance with a scheme to be approved in writing by the Local Planning Authority.  Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "Reason:-",
    "To protect the amenity of occupiers of nearby premises, and in order that the development accords with Development Control PoliciesDevelopment Plan Document Policy DC61",
    "Before the use commences a waste management scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme, which shall thereafter be permanently maintained, shall include details of the method and location of refuse storage, together with arrangements for refuse disposal.  All refuse shall be properly contained within the approved facility and shall not be stored or deposited elsewhere unless previously agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To protect the amenity of occupiers of nearby premises, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before the use commences, the building shall be insulated in accordance with a scheme which shall previously have been approved by the Local Planning Authority in order to secure a reduction in the level of noise emanating from the building.",
    "Reason:-",
    "To prevent noise nuisance to adjoining properties in accordance with the recommendations of Planning Policy Guidance Note 24 \"Planning & Noise\" 1994, and in order that the development accords with the Development Control Policies Development Plan Document Policies DC55 and DC61.",
    "A grease trap shall be fitted prior to the commencement of the permitted use.",
    "Reason: To prevent pollution of the water environment.",
    "Reason for Approval",
    "The proposed development is considered to be in accordance with the aims, objectives and provisions of  Policies DC16, DC33, DC36 and DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM5 3NT",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "09/05/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0283.19",
  "centroid_northing": 191101,
  "uprn": "100023217429",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Mawneys",
  "decision_date": "09/05/2019",
  "description": "Change of use from class A2 (Financial and Professional Services) to A3 (Cafe/Restaurant) with ancillary A5 (Hot Food Takeaway).",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0283.19",
  "lpa_app_no": "P0283.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:31.315+00:00",
  "centroid_easting": 549856,
  "pp_id": "07648416",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "21/02/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549845.772,
              191105.304
            ],
            [
              549861.08,
              191110.655
            ],
            [
              549866.16,
              191096.837
            ],
            [
              549865.076,
              191096.363
            ],
            [
              549863.789,
              191098.734
            ],
            [
              549860.402,
              191097.447
            ],
            [
              549861.554,
              191094.399
            ],
            [
              549851.055,
              191090.471
            ],
            [
              549845.772,
              191105.304
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.024
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "12/04/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.16213329999999998,
          51.5988658
        ],
        [
          0.1623565,
          51.5989098
        ],
        [
          0.16242389999999998,
          51.5987843
        ],
        [
          0.162408,
          51.5987803
        ],
        [
          0.1623905,
          51.598802
        ],
        [
          0.16234099999999999,
          51.5987913
        ],
        [
          0.16235639999999998,
          51.5987636
        ],
        [
          0.1622032,
          51.5987311
        ],
        [
          0.16213329999999998,
          51.5988658
        ]
      ]
    ],
    "type": "Polygon"
  }
}