{
  "street_name": "HAYES",
  "centroid_northing": 180074,
  "lapsed_date": "19/12/2025",
  "bo_system": "CSV Data Import",
  "site_name": "LIDL, 1 Central Avenue",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509758.0568,
              180117.5128
            ],
            [
              509749.4578,
              180103.9529
            ],
            [
              509784.8459,
              180079.4789
            ],
            [
              509746.4813,
              179999.773
            ],
            [
              509733.2521,
              179995.4735
            ],
            [
              509724.6531,
              179998.7808
            ],
            [
              509697.5333,
              180029.8694
            ],
            [
              509685.9577,
              180051.0361
            ],
            [
              509684.6348,
              180058.9737
            ],
            [
              509692.903,
              180163.1536
            ],
            [
              509708.1166,
              180148.6014
            ],
            [
              509714.7312,
              180147.2785
            ],
            [
              509758.0568,
              180117.5128
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "09/12/2021",
  "decision_date": "19/12/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": null,
  "title_number": null,
  "lpa_app_no": "1942/APP/2021/3839",
  "uprn": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.9910000000000001
  },
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "pp_id": "10277308",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "19/12/2022",
  "last_updated_by": "CSV Data Import",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1942/APP/2021/3839",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 3176/401 Rev. A, 3176/403 Rev. P, 3176/404 Rev. F, 3176/405 Rev. K, 3176/406 Rev. B, 3176/407 Rev. Q (1:500 Scale), 3176/407 Rev. Q (1:1000 Scale), 3176/411 Rev. D and LIDL18911-11 Rev. T and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "In the interests of proper planning, and to ensure the approved development complies with the provisions of the London Plan (2021), the Hillingdon Local Plan: Strategic Policies (2012), and the Hillingdon Local Plan: Development Management Policies (2020).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Reduction in energy use [Sustainability and Energy Statement]",
    "Noise Mitigation Measures [Environmental Noise report, Noise Impact Assessment and Noise & Acoustic Report for BREEAM 2011]",
    "General Landscape management and maintenance works [Soft Landscape Management and Maintenance Plan, Revision E, Landscape Specification, Soft Landscape Specification]",
    "Contamination Mitigation Measures [Geo-Environmental Ground Investigation Report]",
    "Cover Letter (18-03-22)",
    "Highways Technical Note (21-03-22)",
    "Noise Impact Assessment (Ref: 9402/FD Rev. A)",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "In the interests of proper planning, and to ensure the approved development complies with the provisions of the London Plan (2021), the Hillingdon",
    "No development shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and know datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "NOTE: Details pursuant to Condition 4 have previously been discharged under application reference 1942/APP/2016/4262, dated 15-09-17.",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. An updated Tree Report, Arboricultural Method Statement and Tree Protection Plan,",
    "2. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures,",
    "3. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved",
    "Within three months of this permission being implemented, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans with boundary planting to include a 1200mm high planted buffer zone and tree planting stock to be specified at 20-25cm girth (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including details of 2 active rapid electric charging points and 2 passive rapid electric charging points)",
    "2.e Hard Surfacing Materials",
    "2.f Final External Lighting Scheme",
    "3. Living Walls and Roofs",
    "3.a Details of the inclusion of living walls, roofs and screens. The scheme shall provid",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "All Non Road Mobile Machinery (NRMM) shall meet Stage IIIA of EU Directive 97/68/EC and the development site must be registered online on the NRMM website at http://nrmm.london/. Confirmation of registration shall be submitted to the Local Planning Authority before work commences.",
    "REASON",
    "To ensure the development process does not have a significant adverse impact on the amenities of nearby residential properties in accordance with Policies DMT 1, DMT 2 and DMEI 14 of the Hillingdon Local Plan: Development Management Policies (2020) and Policies D14, SI 1, T4 and T7 of the London Plan (2021).",
    "A Construction Management Plan, to include an air quality and dust management plan, in accordance with the Control of Dust and Emissions during Construction and Demolition SPG (GLA) with full implementation of the identified mitigation measures shall be submitted to and approved in writing by the Local Planning Authority.",
    "The development shall be implemented in accordance with the approved details.",
    "REASON",
    "To ensure the development process does not have a significant adverse impact on the amenities of nearby residential properties in accordance with Policies DMT 1, DMT 2 and DMEI 14 of the Hillingdon Local Plan: Development Management Policies (2020) and Policies D14, SI 1, T4 and T7 of the London Plan (2021).",
    "Within three months of this permission being implemented, a Low Emission Strategy, with accompanying air quality action plan, demonstrating the the management, control and reduction of NO2, PM10 and PM2.5 ('the emissions') shall be submitted to and approved in writing by the Local Planning Authority.  The action plan shall identify all sources for the emissions and the measures and technology to reduce and manage them.  The measures shall include but not limited to:",
    "Vehicular Traffic",
    "Setting targets for, and incentivising the use of, Euro V and Euro VI standards for operational traffic associated with the development. This should include the measures to be taken to take account of future cleaner technologies and standards as appropriate throughout the life of the development;",
    "Travel plan for employees incentivised to ensure the use of sustainable modes of transport;",
    "Provision of rapid electric vehicle charging points with access for the public;",
    "Technology",
    "Use of low emission boilers",
    "The premises shall not be used except between:-",
    "07:00 to 23:00 hours, Mondays to Saturdays and 10:00 to 18:00 hours on Sundays, Public and Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy D14 of the London Plan.",
    "There shall be no delivery/servicing vehicles entering the site on weekdays between:",
    "-07:30 - 09:00 and 17:00 - 19:00",
    "Delivery times will only be permitted during the following hours on weekends:",
    "-11:00 - 18:00.",
    "REASON",
    "To minimise vehicular and pedestrian conflict and to safeguard the free flow of traffic on the adjoining highway during the evening peak period in the interests of highway safety, in accordance with Policy T7 of the London Plan (2021).",
    "The proposed store car park shall achieve Park Mark accreditation before being brought into use.",
    "REASON:",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to reflect the guidance contained in the Council's SPG on Community Safety By Design and to ensure the development provides a safe and secure environment in accordance with Policy D11 of the London Plan (2021).",
    "The store car park shall allow users to have free parking for 90 minutes.",
    "REASON:",
    "To ensure that the car park is available for users of the town centre, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "Prior to commencement of development a scheme for the inclusion of measures to promote and support flora and fauna shall be submitted to and approved in writing by the Local Planning Authority.  The scheme shall clearly detail measures to promote and enhance wildlife opportunities within the landscaping and the fabric of the building. These shall include bat and bird boxes, habitat walls and a range of plants to encourage and support wildlife. The development must proceed in accordance with the approved scheme.",
    "REASON",
    "To ensure the development contributes to ecological enhancement in accordance with Policy DMHB 11  of the Hillingdon Local Plan: Development Management Policies (2020).",
    "NOTE: Details pursuant to Condition 15 have previously been discharged under application reference 1942/APP/2016/4262, dated 15-09-17.",
    "Within three months of this permission being implemented, a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how it:",
    "Manages Water",
    "The scheme shall incorporate the whole of the application site and be based upon the strategy set out in 'Flood Risk Assessment' and 'Surface Water Drainage Strategy', produced by PBA dated Nov. 2015 Revision B and demonstrate ways of controlling the surface water on site by providing information on:",
    "a) Suds features:",
    "i. incorporating sustainable urban drainage in accordance with the hierarchy set out in Policy 5.13 of the London Plan. Where the proposal does not utilise the most sustainable solution, justification must be provided,",
    "ii. calculations showing storm period and intensity and volume of storage required to control surface water and size of features to control that volume to Greenfield run off rates at a variety of return",
    "Details of on-site refuse storage (including any open-air storage facilities) for waste material awaiting disposal, including details of any screening, shall be indicated on plans to be submitted to and approved by the Local Planning Authority.  Such facilities shall be provided prior to occupation of the development and thereafter permanently retained.",
    "REASON",
    "To ensure that visual amenities are not prejudiced, in accordance with  Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "NOTE: Details pursuant to Condition 17 have previously been discharged under application reference 1942/APP/2016/4262, dated 15-09-17.",
    "No display, placing or storage of goods, materials, plant or equipment shall take place other than within the buildings unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON",
    "In the interests of amenity and to ensure that external areas are retained for the purposes indicated on the approved plans in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Development Management Policies (2021).",
    "Prior to the commencement of use of the new food store, a trolley trap(s) to prevent shopping trolleys leaving the site shall be implemented and thereafter retained for so long as the development remains in existence.",
    "REASON",
    "To prevent the abandonment of shopping trolleys in the surrounding area and associated anti-social behaviour, to the detriment of Health and Safety and the character and appearance of the area in accordance with Policy D11 of the London Plan (2021).",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policies BE13 and OE1 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012); and",
    "To protect the ecological value of the area in accordance with Policy EC3.",
    "NOTE: Details pursuant to Condition 20 have previously been discharged under application reference 1942/APP/2016/4262, dated 15-09-17.",
    "(i) The development hereby permitted shall not commence until a scheme to deal with contamination has been submitted in accordance with the Supplementary Planning Guidance Document on Land Contamination and approved by the Local Planning Authority (LPA). The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a)  A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site;",
    "(b)  A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified and accredited consultant/contractor. The report should also clearly identify all risks, limitations",
    "The building(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be brought into use until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to reflect the guidance contained in the Council's SPG on Community Safety By Design and to ensure the development provides a safe and secure environment in accordance with Policy D11 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan and London Plan.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Induction loops should be specified to comply with BS 7594 and BS EN 60118-4, and a term contract planned for their maintenance.",
    "Care must be taken to ensure that overspill and/or other interference from induction loops in different/adjacent areas does not occur.",
    "Flashing beacons/strobe lights linked to the fire alarm should be carefully selected to ensure they remain within the technical thresholds not to adversely affect people with epilepsy.",
    "The original application (Ref: 1942/APP/2021/3839, dated 10-02-17) was accompanied by an s106 agreement and as such this application made under s73 of the Town and Country Planning Act will require a Deed of Variation to ensure that the obligations are carried over to the new permission.",
    "The applicant is advised that the following conditions have not had details approved, and it is noted that the development has commenced:",
    "6, 8, 10 and 16."
  ],
  "id": "Hillingdon-1942_APP_2021_3839",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 509727,
  "description": "An application submitted under Section 73 of the Town and Country Planning Act 1990 to vary Condition 12 (Delivery and Servicing Times) of planning permission ref: 1942/APP/2015/4127, dated 10-02-2017, for the construction of an A1 discount food store with associated car parking and landscaping, reconfiguration and resurfacing of the council car park with new site access/exit.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.4202737",
    "lat": "51.5089527"
  },
  "last_updated": "2025-03-20T14:56:00.000+00:00",
  "decision_agency": "Borough",
  "ward": "BARNHILL",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "11/04/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4198128,
          51.5093377
        ],
        [
          -0.4199409,
          51.5092175
        ],
        [
          -0.4194388,
          51.5089907
        ],
        [
          -0.4200161,
          51.5082817
        ],
        [
          -0.42020799999999997,
          51.5082457
        ],
        [
          -0.4203308,
          51.508277
        ],
        [
          -0.42071179999999997,
          51.5085617
        ],
        [
          -0.42087189999999997,
          51.5087542
        ],
        [
          -0.4208885,
          51.5088258
        ],
        [
          -0.4207371,
          51.5097606
        ],
        [
          -0.42052239999999996,
          51.5096269
        ],
        [
          -0.42042759999999996,
          51.5096137
        ],
        [
          -0.4198128,
          51.5093377
        ]
      ]
    ],
    "type": "Polygon"
  }
}