{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              504521.3236,
              188365.224
            ],
            [
              504760.1105,
              188556.3858
            ],
            [
              504767.3866,
              188545.8025
            ],
            [
              504526.6153,
              188350.6719
            ],
            [
              504521.3236,
              188365.224
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08198744",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:06.920+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": "HAREFIELD",
  "appeal_start_date": null,
  "ward": "HAREFIELD",
  "centroid": {
    "lat": "51.5852214",
    "lon": "-0.491042"
  },
  "decision": "Approved",
  "valid_date": "09/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.42300000000000004
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2382/TRE/2019/215",
  "lpa_name": "Hillingdon",
  "site_name": "BROADWATER LAKE",
  "lapsed_date": "21/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "The length of the lateral limbs of the tree (T1-0332 on application) to be pruned shall be tip-reduced as per the approved specification This work shall comprise a reduction in the length of the limbs in a uniform and systematic manner and the limb(s) should be cut back to suitably positioned secondary branches.",
    "The work shall result in a tree of typical form for the species and of balanced appearance. The level of limb reduction shall be expressed either as a percentage / length of the overall limb length to be removed, or as a level of clearance to be provided.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\".  Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The tree (T3-0175 on application) to be pruned shall be crown reduced as per the approved specification. This work shall comprise a reduction in both height and spread over the whole crown by shortening or removing peripheral branches in a uniform and systematic manner.  Where branches are shortened, they should be cut back to a suitably positioned secondary branch.",
    "Crown reduction shall not be construed as 'lopping' or 'topping' and shall result in a tree of typical form for the species and of balanced appearance. The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "To carry out tree surgery, including the removal of SW reaching limb at point of branching from main stem and removal of S reaching limb at point of branching from stem, One Poplar (T1-0332 on application) and a crown reduction by 4m, One Ash (T3-0175 on application), both within Woodland 14 on TPO 1.",
  "lpa_app_no": "2382/TRE/2019/215",
  "decision_target_date": "04/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "21/10/2019",
  "id": "Hillingdon-2382_TRE_2019_215",
  "centroid_northing": 188452,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 504641,
  "street_name": "MOORHALL ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.49279449999999997,
          51.5844636
        ],
        [
          -0.48929229999999996,
          51.5861376
        ],
        [
          -0.4891905,
          51.5860411
        ],
        [
          -0.49272249999999995,
          51.5843319
        ],
        [
          -0.49279449999999997,
          51.5844636
        ]
      ]
    ],
    "type": "Polygon"
  }
}