{
  "appeal_decision": null,
  "street_name": "Seward Road",
  "title_number": null,
  "valid_date": "13/06/2023",
  "cil_liability": true,
  "polygon": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "pp_id": "PP-12223753",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "09/08/2026",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "borough": "Ealing",
  "site_number": null,
  "development_type": "Minor dwellings",
  "centroid": {
    "lat": 51.506645,
    "lon": -0.327187
  },
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "decision_target_date": "10/08/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 516194,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "P/01; P/02; P/03; P/04; P/05; P/06; S01;",
    "S02; S03; S04; S05; PRE-APPLICATION ADVICE DATED 21 APRIL 2023; LOCATION PLAN",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (60 dB). The sound insulation of the building envelope shall achieve the internal criteria for sensitive rooms, as specified in Section 6 of Supplementary Planning Guidance 10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building).  The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy D14 of the London Plan 2021.",
    "| Prior to the commencement of the development (excluding initial site clearance demolition and ground works), details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan 2021.",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan 2021.",
    "| Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by",
    "noise, vibration, dust, lighting or other emissions from the site, in accordance with Policy D14 of the London Plan 2021.",
    "| Cycle storage for two bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021)."
  ],
  "lpa_app_no": "232309FUL",
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_completion_date": "12/2023",
    "existing_uprns": [
      "12070835"
    ],
    "total_gia_gained": 7.85,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "09/2023"
  },
  "centroid_northing": 179961,
  "ward": "Walpole",
  "locality": "London",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Ealing-232309FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232309FUL;",
  "uprn": "12070835",
  "description": "Conversion of existing building (2 flats) into 1 single family dwellinghouse and associated external alteration including replacement and alterations to doors and windows; rear roof extension incorporating two Juliet balconies; installation of air source heat pump; and installation of new front gate with planted steel bike and bin box.",
  "site_name": "2 Seward Road",
  "appeal_status": null,
  "postcode": "W7 2JR",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "09/08/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:59:01.755+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}