{
  "appeal_decision": null,
  "street_name": "STOKE NEWINGTON ROAD",
  "title_number": [],
  "valid_date": "22/06/2021",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              533557.3373419,
              185573.3725917,
              0
            ],
            [
              533556.6942269,
              185553.438298,
              0
            ],
            [
              533555.8202508,
              185552.4685756,
              0
            ],
            [
              533552.7613331,
              185549.1195344,
              0
            ],
            [
              533546.6764776,
              185548.8396142,
              0
            ],
            [
              533545.0027304,
              185548.899597,
              0
            ],
            [
              533536.2547207,
              185548.3997401,
              0
            ],
            [
              533529.1062529,
              185547.999855,
              0
            ],
            [
              533529.0073121,
              185549.6493826,
              0
            ],
            [
              533528.8011852,
              185553.1483808,
              0
            ],
            [
              533528.3064821,
              185561.0561175,
              0
            ],
            [
              533528.2075413,
              185563.0055596,
              0
            ],
            [
              533528.050885,
              185566.6545149,
              0
            ],
            [
              533526.4513428,
              185566.5545437,
              0
            ],
            [
              533526.5008137,
              185571.5531131,
              0
            ],
            [
              533526.5502835,
              185572.7527693,
              0
            ],
            [
              533526.7069399,
              185579.6008091,
              0
            ],
            [
              533526.7564102,
              185584.0495358,
              0
            ],
            [
              533526.8058809,
              185585.3491639,
              0
            ],
            [
              533532.2063956,
              185585.449135,
              0
            ],
            [
              533532.7010994,
              185585.4491353,
              0
            ],
            [
              533536.2547209,
              185585.7990347,
              0
            ],
            [
              533542.1004689,
              185586.0989489,
              0
            ],
            [
              533547.9049922,
              185586.4488491,
              0
            ],
            [
              533549.1005258,
              185584.4494213,
              0
            ],
            [
              533551.2524868,
              185585.5890953,
              0
            ],
            [
              533552.4810011,
              185583.7396244,
              0
            ],
            [
              533553.2230562,
              185581.5702454,
              0
            ],
            [
              533553.7672303,
              185578.3411694,
              0
            ],
            [
              533557.3373419,
              185573.3725917,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "pp_id": "9788323",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "20/02/2027",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.0749928,
          51.553247999999996,
          0
        ],
        [
          -0.0750096,
          51.553069,
          0
        ],
        [
          -0.0750226,
          51.5530605,
          0
        ],
        [
          -0.07506789999999999,
          51.5530312,
          0
        ],
        [
          -0.07515569999999999,
          51.5530301,
          0
        ],
        [
          -0.07517979999999999,
          51.553031,
          0
        ],
        [
          -0.0753061,
          51.5530286,
          0
        ],
        [
          -0.0754093,
          51.5530267,
          0
        ],
        [
          -0.0754101,
          51.5530415,
          0
        ],
        [
          -0.0754118,
          51.553073,
          0
        ],
        [
          -0.0754159,
          51.5531442,
          0
        ],
        [
          -0.0754166,
          51.5531618,
          0
        ],
        [
          -0.0754175,
          51.5531946,
          0
        ],
        [
          -0.0754406,
          51.5531941,
          0
        ],
        [
          -0.07543799999999999,
          51.553239,
          0
        ],
        [
          -0.0754368,
          51.5532497,
          0
        ],
        [
          -0.0754319,
          51.5533112,
          0
        ],
        [
          -0.0754295,
          51.5533512,
          0
        ],
        [
          -0.07542829999999999,
          51.5533629,
          0
        ],
        [
          -0.0753504,
          51.5533625,
          0
        ],
        [
          -0.0753433,
          51.5533624,
          0
        ],
        [
          -0.075292,
          51.5533647,
          0
        ],
        [
          -0.0752076,
          51.553366,
          0
        ],
        [
          -0.07512379999999999,
          51.5533678,
          0
        ],
        [
          -0.0751073,
          51.5533495,
          0
        ],
        [
          -0.0750758,
          51.5533592,
          0
        ],
        [
          -0.0750588,
          51.5533423,
          0
        ],
        [
          -0.07504899999999999,
          51.5533227,
          0
        ],
        [
          -0.07504229999999999,
          51.5532935,
          0
        ],
        [
          -0.0749928,
          51.553247999999996,
          0
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "borough": "Hackney",
  "site_number": "67a",
  "development_type": "Major all other major developments",
  "centroid": {
    "lat": "51.5531944",
    "lon": "-0.0752163"
  },
  "last_date_consultation_comments": "16/07/2021",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_carclub": null,
    "net_motorcycle": null,
    "no_proposed_bluebadge": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_bluebadge": null,
    "no_existing_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_motorcycle": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "net_other": null,
    "net_lgv": null,
    "net_resi_offstreet": null,
    "no_existing_car": 10,
    "no_existing_carclub": null,
    "net_car": -10,
    "no_existing_lgv": null,
    "no_proposed_cycle": null,
    "no_existing_bluebadge": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": null,
    "no_proposed_bus": null
  },
  "lpa_name": "Hackney",
  "decision_process": "Committee",
  "decision_target_date": "21/09/2021",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "Idox Tascomi",
  "centroid_easting": 533542,
  "decision_conditions": [
    "The development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.REASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved",
    "The development hereby permitted must be begun not later than the expiration of three years beginning with the date of this permission.REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 as amended.",
    "Full details, including samples, of the materials to be used on the external surfaces of the building, including glazing, shall be submitted to and approved by the Local Planning Authority, in writing, before any work commences on site. The development shall not be carried out otherwise than in accordance with the details thus approved.REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area.",
    "Detailed drawings/full particulars of the proposed development showing the matters set out below must be submitted to and approved by the Local Planning Authority, in writing, before any work is commenced. The development shall not be carried out otherwise than in accordance with the details thus approved.a) Technical detail drawings (scaled 1:20) of walls and features, showing all joints and interface of materials, including doors and windows, sills, balconies, balustrades, shopfront and parapets,b) Brick grid system.REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area.",
    "A 1:1 Mock Up of a typical part of the gridded, brick facade shall be built on site and approved by the Local Planning Authority, before any work is commenced. The Mock Up should show how the proposed materials and brick grid system fit together.&nbsp;REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area.",
    "Notwithstanding the details shown on the plans and documents hereby approved, the following details to consist of, shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of above ground works:a)&nbsp; Drawings indicating all materials and detailed sections, scaled 1:5 and 1:10 of the courtyard, green areas and entranceways;&nbsp;b)&nbsp; &nbsp;1:20 details of the boundary treatments;&nbsp;c)&nbsp; &nbsp;All planting showing location, species, type of stock, numbers of plants and tree pits/planters;All landscaping in accordance with the scheme, when approved, shall be carried out within a period of twelve months from the date on which the development of the site commences or shall be carried out in the first planting (and seeding) season following completion of the development, and shall be maintained to the satisfaction of the Local Planning Authority for a period of ten years, such maintenance to include the replacement of any plants that die, or are severely damaged, seriously diseased, or removed.REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the conservation area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended by any order revoking and re-enacting that Order with or without modification) no development within Schedule 2, Part 1, Class(es) AA, A, B, C, D, E, F, G and H, or Schedule 2, Part 2, Class A, or Schedule 2, Part 3, Class MA&nbsp; to that Order shall be carried out without express planning permission from the Local Planning Authority or Secretary of State first being obtained.REASON: To ensure a satisfactory appearance to the development and a high quality of design, preserve and enhance the character and appearance of the Stoke Newington Conservation Area, and safeguard the residential amenity of future occupiers of the development.",
    "No soil stacks, soil vent pipes, flues, ductwork or any other pipework shall be fixed to the elevations of the building other than as shown on the drawings hereby approved, unless otherwise agreed in writing by the Local Planning Authority.REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area.",
    "Before the development is first occupied, space shall be made available for the secure and waterproof parking of 42 bicycles, including 4 Sheffield Stand spaces and 4 larger cycle spaces, plus 4 Sheffield Stand spaces for staff and visitors in the forecourt, as per the drawings hereby approved. The cycle parking spaces shall be retained in perpetuity thereafter.&nbsp;&nbsp;REASON: To ensure that a reasonable provision is made within the site for the parking of bicycles in the interests of discouraging car use, relieving congestion in surrounding streets and improving highway conditions in general.",
    "No development shall take place until a detailed Demolition and Construction Management and Logistics Plan covering the matters set out below has been submitted to and approved in writing by the Local Planning Authority and Transport for London. The development shall only be implemented in accordance with the details and measures approved as part of the demolition and construction management plan, which shall be maintained throughout the entire construction period.&nbsp;&nbsp;A demolition and construction method statement,&nbsp; to include details of all noise and vibration (including noise from ancillary or temporary power supplies, details and locations of noisy activities including mobile plant machinery) and details of the best practicable means of mitigation employed against noise and vibration in accordance with British Standard Code of Practice BS5228 and measures to control dust and preserve air quality (including a risk assessment of the demolition and construction phase);A detailed demolition and construction logistics plan to include the following: the construction programme/ timescales; the number/ frequency and size of construction vehicles; construction traffic route; location of deliveries; pedestrian and vehicular access arrangements; any temporary road/ footway closures during the construction period;&nbsp;A demolition and construction waste management plan setting out how resources will be managed and waste controlled at all stages during the construction project;Procedures for maintaining good public relations including complaint management, public consultation and liaison. Arrangements for liaison with the Council’s Community Safety Team;Details of measures to protect the street tree to be retained.REASON: To avoid hazard and obstruction being caused to users of the public highways and TLRN, in the interests of sustainability and in the interest of public safety and amenity.&nbsp;",
    "A Delivery Service Plan (DSP) specifying delivery and servicing arrangements shall be submitted and agreed by the Local Planning Authority prior to the occupation of the development. Delivery and service arrangements shall thereafter take place in accordance with the measures identified within the DSP.&nbsp;REASON: In order to ensure that the development does not prejudice the amenity of adjoining occupiers.",
    "Development, except demolition to ground level, will not commence until preliminary risk assessment work has been undertaken and fully reported on. If required, additional physical site investigation work will be undertaken and fully reported on and a remedial action plan will be produced to the satisfaction of and approved in writing by the Planning Authority. Where physical site investigation work has not been agreed at a pre-application stage, further physical investigation work must be agreed with the contaminated land officer before being undertaken. Development will not commence until all pre-development remedial actions, set out within the remedial action plan, are complete and a corresponding pre-development verification report has been produced to the satisfaction of and approved in writing by the Planning Authority. Work shall be completed and reported by a competent person/company in line with current best practice guidance, including the Council’s contaminated land planning guidance. The Planning Authority and Contaminated Land Officer must receive verbal and written notification at least five days before investigation and remediation works commence. Subject to written approval by the Planning Authority, this condition may be varied, or discharged in agreed phases.&nbsp;REASON: To protect human health, water resources, property and the wider environment from harm and pollution resulting from land contamination.&nbsp;",
    "Before first occupation/use of the development a post-development verification report will be produced to the satisfaction of and approval in writing by the Planning Authority. The verification report must fully set out any restrictions on the future use of the development and demonstrate that arrangements have been made to inform future site users of the restrictions. Work shall be completed and reporting produced by a competent person/company in line with current best practice guidance, including the Council’s contaminated land planning guidance. The Contaminated Land Officer must receive verbal and written notification at least five days before development and remedial works commence. Subject to written approval by the Planning Authority, this condition may be varied, or discharged in agreed phases. Any additional, or unforeseen contamination encountered during the course of development shall be immediately notified to the Planning Authority and Contaminated Land Officer and all development shall cease in the affected area. Any additional or unforeseen contamination shall be dealt with as agreed with the Contaminated Land Officer. Where development has ceased in the affected area, it shall re-commence upon written notification of the Planning Authority or Contaminated Land Officer.&nbsp;REASON: To protect human health, water resources, property and the wider environment from harm and pollution resulting from land contamination.",
    "In the event that contamination is found at any time, when carrying out the approved development, that was not previously identified, it must be reported in writing within 7 days to the Local Planning Authority and, once the Local Planning Authority has identified the part of the site affected by the unexpected contamination, development must be halted on that part of the site. An assessment must be undertaken in accordance with the requirements of the site investigation, and where remediation is necessary a remediation scheme, together with a timetable for its implementation, must be submitted to and approved in writing by the Local Planning Authority in accordance with the requirements of the approved remediation scheme. The measures in the approved remediation scheme must then be implemented in accordance with the approved timetable. Following completion of measures identified in the approved remediation scheme, a validation report must be submitted to and approved in writing by the Local Planning Authority in accordance with the implementation of the remediation scheme.&nbsp;REASON: To protect the end user(s) of the development, any adjacent land user(s) and the environment from contamination",
    "The details and measures set out in the Fire Safety Strategy by Fire Risk Solutions dated 28/05/2021 document hereby approved shall be carried out in full and maintained to the satisfaction of the Local Planning Authority for the lifetime of the development.REASON: To ensure that the measures outlined to mitigate the risks of fire remain part of the development as constructed.",
    "A biodiverse, substrate-based intensive living roof (150mm minimum depth) shall be established, as shown on the drawings hereby approved. Full specifications and a detailed maintenance plan, shall be submitted and approved in writing by the local planning authority, prior to commencement of the relevant part of the work. The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied.&nbsp;REASON: To enhance the character and ecology of the development, to provide undisturbed refuges for wildlife, to promote sustainable urban drainage, and to enhance the performance and efficiency of the proposed building.",
    "No development shall commence, other than works of demolition until full detailed specification of the sustainable drainage system supported by appropriate calculations, construction details, drainage layout and a site-specific management and maintenance plan have been provided. These shall be submitted and approved by the LPA in consultation with the LLFA. Surface water from the site shall be managed according to the proposal referred to in the Surface Water Drainage Strategy report (Ref: 180425/S Rice Version 2.0 dated 20th April 2021) and the peak discharge rate is restricted to 2 l/s per outfall.&nbsp;REASON: To safeguard against flooding and pollution and to improve local biodiversity.",
    "No impact piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water.&nbsp; Any piling must be undertaken in accordance with the terms of the approved piling method statement.&nbsp;REASON: The proposed works will be in close proximity to underground sewerage utility infrastructure.&nbsp; Piling has the potential to impact on local underground sewerage utility infrastructure. The applicant is advised to contact Thames Water Developer Services on 0800 009 3921 to discuss the details of the piling method statement.",
    "Prior to the occupation of the development at least 6 swift bricks (on north, west or east facing walls) and 2 bat bricks (on south facing walls) will be installed at the eaves level of the development. The swift and bat bricks shall be maintained for the lifespan of the development.REASON: To provide potential habitat for local wildlife, in line with the recommendations of the submitted habitat survey.&nbsp;",
    "Prior to commencement of above ground works on the development hereby approved, full details of the location of the plant equipment at the roof, including mitigating solutions to prevent unacceptable noise levels to nearby sensitive receptors are to be submitted for approval in writing by the Local Planning Authority.&nbsp;REASON: To ensure the development meets the sustainability requirements of the London Plan",
    "All residential premises in the proposed development shall be designed in accordance with BS4142:2014 &#39;Guidance on sound insulation and noise reduction for buildings&#39; to attain the following internal noise levels:&nbsp;Activity\t\t\tLocation\t\t07:00 to 23:00\t23:00 to 07:00Resting\t\t\tLiving Room\t\t35 dB LAeq\t\tNoneDining\t\t\t\tDining room/area\t40 dB LAeq\t\tNoneSleeping (daytime resting)\t Bedroom\t\t35&nbsp; dB LAeq\t\t30 dB LAeqBefore the first use of the residential premises hereby permitted a test shall be carried out prior to the discharge of this condition to show the standard of sound insulation required has been met and the results submitted to the Local Planning Authority for approval.&nbsp;REASON: To ensure that the occupiers and users of the proposed development do not suffer a loss of amenity by reason of excess noise from environmental and transportation sources",
    "Before the occupation of the residential units of Block A, the applicant shall submit to the Local Planning Authority the results from a pre-completion sound test to confirm that the acoustic rating of the structure between ground floor (Class E) and first floor residential units achieves the airborne sound insulation value of 50dB DnT,w+ CtrREASON: To ensure that the occupiers and users of the proposed development do not suffer a loss of amenity by reason of excess noise and to ensure the operators of the commercial unit can operate in a reasonable manner.",
    "The total noise level from fixed plant (internal or external) shall be 5dB(A) or more below the background noise level at any noise sensitive premises at all times. The equipment shall be installed and constructed in accordance with the approved scheme and be maintained thereafter.REASON: To ensure that occupiers of residential premises do not suffer a loss of amenity by reason of noise nuisance from equipment and machinery.",
    "No piling mats, foundations or excavation more than 0.5m beyond the ground floor footprint where it would enter the Root Protection Area of any retained tree. Any postholes permitted in the RPA are to be sleeved to avoid leaching of cement.REASON: To safeguard and protect neighbouring trees.&nbsp;",
    "Prior to the first occupation of the building a &#39;Secured by Design&#39; accreditation shall be obtained for such building or part of such building or use and thereafter all features are to be permanently retained.REASON: To ensure satisfactory living and working standards and safeguard against potential crime and anti-social behaviour.",
    "No services, trenches or soakaways to impinge on any Root Protection Areas unless expressly approved in writing with Local Planning Authority.&nbsp; Permission would need agreement on the precise location and method of installation.&nbsp;&nbsp;REASON: To safeguard and protect retained trees.",
    "No development (except for demolition to ground level only) shall take place, or any other archaeological details submission be made, until a professional archaeological desk-based assessment (ADBA) of the site has been submitted to and approved by the local planning authority. The ADBA should be prepared according to a brief from the Greater London Archaeological Advisory Service (GLAAS) and should include specialist palaeolithic assessment work.&nbsp;REASON: Heritage assets of archaeological interest may survive on the site. The planning authority wishes to ensure that an understanding of past and future development impacts on any significant remains is understood, and then managed via a separate condition.",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.&nbsp;If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:&nbsp;A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works&nbsp;B. Where appropriate, details of a programme for delivering related positive public benefits.&nbsp;C. The programme for post-investigation assessment and subsequent analysis, publication &amp; dissemination and deposition of resulting material. this part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.&nbsp;REASON: Following consideration of the ADBA secured by a separate condition, the planning authority wishes to ensure that an understanding of past and future development impacts on significant remains is managed appropriately.&nbsp;",
    "Prior to above ground works of the development hereby approved an assessment of the risk of overheating should be undertaken with dynamic simulation using the guidance provided in CIBSE TM59 (for residential) &amp; TM52 (for non-residential) under TM49 weather files (DSY1, DSY2 and DSY3) and Cooling Hierarchy, or the relevant London Plan and Local Plan policies and methodology/criteria. Reliance on internal blinds and tree shading will not be accepted.&nbsp;&nbsp;If overheating is present on the assessment, the following details shall be submitted to and approved in writing by the Local Planning Authority:a) Details of any additional measures to be incorporated into the development to minimise the risk of overheating (without active cooling), and&nbsp;b) Details of strategy on how occupants can cope in extreme weather events, and&nbsp;c) Commitment that relevant guidance will be provided to occupants shall also be submitted, and&nbsp;d) Evidence that these measures can be incorporated into the development.The development shall not proceed otherwise than in accordance with the details thereby approved, which shall be maintained throughout the lifespan of the development.REASON: To mitigate the risk of overheating with passive strategies avoiding reliance on active cooling systems.",
    "All non-road mobile machinery present on or used at the development site during the demolition and construction process must meet the requirements of the NRMM Regulations.&nbsp; All NRMM must be entered on the Non Road Mobile Machinery online register at https://nrmm.london/user-nrmm/register before being operated.&nbsp; Where Non-Road Mobile Machinery, which does not comply with &#39;chapter 7 of the Cleaner Construction Machinery for London: A Low Emission Zone for Non-Road Mobile Machinery&#39;, is present on site all development work will stop until it has been removed from site.REASON: To protect air quality and people&#39;s health by ensuring that the production of air pollutants, such as nitrogen dioxide and particulate matter, are kept to a minimum during the course of building works and during the lifetime of the development. To contribute towards the maintenance or to prevent further exceedances of National Air Stack height and location.&nbsp;&nbsp;",
    "Prior to occupation of the development hereby approved, a full air permeability test report confirming that both domestic and non-domestic areas have achieved an average air permeability of 3 m3/h/m2 at 50pa, shall be submitted to and approved in writing by the Local Planning Authority.&nbsp;REASON: To enhance the performance and efficiency of the proposed building and assist in meeting the Local Plan 2033 objective of reducing carbon emissions.",
    "Any insulation and refrigerant materials used shall have a low or zero Global Warming Potential (GWP) and Zero Ozone Depleting Potential (ODP). Details and specifications of the proposed materials shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development.REASON: In the interest of addressing climate change and reducing greenhouse gases.",
    "Prior to above ground works of the development hereby approved, a revised Energy Statement shall be submitted to and approved by the Local Planning Authority, providing full details to demonstrate at least the following standards and key metrics have been achieved or improved upon as set out in the hereby approved Energy Statement (prepared by Calford Seaden dated April 2023):a) Minimum carbon savings of 18 % / 13.2 tonnes against Part L 2021 through fabric efficiencyb) Minimum overall carbon savings of 51% / 8.3 tonnes against Part L 2021c) U-values: walls 0.15; floors 0.1; roof 0.1; windows 1.2 and doors 1 W/m2Kd) G-values for windows and door:&nbsp; 0.45 Block B and Block A residential units, 0.4 north and south, 0.35 east facade for Block A commercial unite) Updated GLA Carbon Emission Reporting SpreadsheetThe development shall not be carried out otherwise than in accordance with the details thereby approved.&nbsp;Prior to the occupation of the development,&nbsp; a Final “as-built” Energy Statement shall be submitted and approved by the Local Planning Authority confirming the following key metrics have been achieved or improved upon the pre-commencement figures:f) As-built U-values: walls/cladding; walls/non cladding; floors ; roof; windows and doors using &#39;through wall&#39; calculations for each component and relevant datasheetsg) As-built G-values for windows and doors using relevant datasheetsh) Final GLA Carbon Emission Reporting SpreadsheetWhere compliance is not met, a remedial plan and associated cost plan must be prepared and submitted to the Local Authority for approval detailing the necessary measures to meet or improve upon the ‘as designed’ performance. Shortfalls may attract an additional financial contribution to the carbon offset fund.The final as-built GLA carbon Emission Reporting spreadsheet should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the relevant GLA guidance.&nbsp;REASON: In the interest of addressing climate change and securing sustainable and net zero development and construction",
    "Prior to above ground works of the development hereby approved, full details including ventilation system (or any other related fixed plant adopted) specification and supporting drawings must be submitted to and approved by the Local Authority to demonstrate at least the following standards been achieved or improved upon as set out in the hereby approved Energy Statement (prepared by Calford Seaden dated April 2023):minimum MVRH efficiency of 90% for the residential unitsa) minimum MVRH efficiency of 70% for the commercial unitb) The MVHR thereby approved shall be installed prior to occupation of the developmentPrior to the occupation of the development, full details including as built ventilation system (or any other related fixed plant adopted) specification and supporting drawings and installation certificates by an MSC registered installer must be submitted to and approved in writing by the Local Planning Authority confirming the cooling system has been achieved or improved upon the pre-commencement figures,The development shall not be carried out otherwise than in accordance with the details thereby approved.Where compliance is not met, a remedial plan and associated cost plan must be prepared and submitted to the Local Authority for approval detailing the necessary measures to meet the required level of performance. Shortfalls may attract an additional financial contribution to the carbon offset fund.REASON: In the interest of addressing climate change and securing sustainable and net zero development and construction.",
    "Prior to occupation of the development hereby approved, a final “as-built” overheating risk assessment shall be submitted and approved in writing by the Local Planning Authority, assessing all units and following the CIBSE TM52 (non residential) &amp; TM59 (residential) methodology, confirming % pass rates for each TM49 weather file have or approved figures following the prospective retrofit measures.All units must be assessed against weather files CIBSE TM49 DSY1, DSY2 &amp; DSY3, results should demonstrate a 100% pass rate for all units shown under weather file DSY1.&nbsp;If 100% pass rate is not achieved under weather files DSY2 &amp; 3, a retrofit plan must be submitted to and approved by the Local Authority detailing how further mitigation measures can be installed and who will be responsible to manage future overheating risk for 100% of units to pass under both weather files DSY2 and DSY3Where any additional remedial mitigation measures are required, the product specifications and details must be provided.&nbsp;The development shall not be carried out otherwise than in accordance with the details thereby approved.REASON: In the interest of addressing climate change and securing sustainable and net zero carbon development and construction",
    "Prior to above ground works of the development hereby approved, a revised set of information demonstrating the ability for future connection to Decentralised Energy Network (DEN) shall be submitted to and approved in writing by the Local Planning Authority. The submitted details shall include drawings drafted at the appropriate scale and full detailed specification of the following, but not be limited to:a) Updated evidence of 2 ways correspondence between the applicant, the relevant local authority and energy providerb) Layout of energy centre/plant room&nbsp;c) Layout of obstacle free safeguarded route between heat exchanger and incoming DEN entry pointd) Details of on-site heat exchanger/pipework connection to incoming DENe) Details of on-site connection with pre-installed and capped with flangef) Details of pre-installed pipework connecting identified plantroom/ heat exchanger to proposed heating system(s)The development shall not be carried out otherwise than in accordance with the details thereby approved.REASON: In the interest of addressing climate change and securing sustainable and net zero development and construction",
    "Prior to the occupation of the development hereby approved, full details including installation certificates by MSC registered installer must be submitted to and approved by the Local Authority providing full details to demonstrate at least the following standards have been met, as set out in the hereby approved Energy Statement (prepared by Calford Seaden dated April 2023)a) Solar PV panels capacity of 10,464kWpThe development shall not be carried out otherwise than in accordance with the details thereby approved.Where compliance is not met, a remedial plan and associated cost plan must be prepared and submitted to the Local Authority for approval detailing the necessary measures to meet or improve upon the ‘as designed’ performance. Shortfalls may attract an additional financial contribution to the carbon offset fund.REASON: In the interest of addressing climate change and securing sustainable and net zero and net zero carbon development and construction",
    "Prior to above ground works of the development hereby approved, full details including heating system (or any other related fixed plant adopted) specification and supporting drawings must be submitted to and approved by the Local Authority to demonstrate at least the following standards been achieved or improved upon as set out in the hereby approved Energy Statement (prepared by Calford Seaden dated April 2023):a) Heat pump Coefficient of Performance of 2.5b) Heat pump Seasonal Coefficient of Performance of 2.5c) Details of location of the condenser units from the heat pump systems and noise solutions to mitigate impact for nearby sensitive receptors;d) Details of refrigerants that are required confirming a Low or Zero Global Warming Potential (GWP) and Zero Ozone Depleting Potential (ODP)The heat pump thereby approved shall be installed prior to occupation of the developmentPrior to the occupation of the development, full details including as built heating system (or any other related fixed plant adopted) specification and supporting drawings and installation certificates by an MSC registered installer must be submitted to and approved in writing by the Local Planning Authority confirming the cooling system has been achieved or improved upon the pre-commencement figures,The development shall not be carried out otherwise than in accordance with the details thereby approved.Where compliance is not met, a remedial plan and associated cost plan must be prepared and submitted to the Local Authority for approval detailing the necessary measures to meet the required level of performance. Shortfalls may attract an additional financial contribution to the carbon offset fund.REASON: In the interest of addressing climate change and securing sustainable and net zero development and construction.",
    "Prior to above ground works of the development hereby approved, full details including non residential cooling system (or any other related fixed plant adopted) specification and supporting drawings must be submitted to and approved by the Local Authority:a) System Energy Efficiency Ratiob) System Seasonal Energy Efficiency Ratioc) Air conditioning setting point of (C)d) Details of location of the condenser units from the VRF systems (or any other fixed plant adopted) and noise solutions to mitigate impact for nearby sensitive receptors;e) Details of refrigerants that are required confirming a Low or Zero Global Warming Potential (GWP) and Zero Ozone Depleting Potential (ODP)Prior to the occupation of the development, full details including as built cooling system (or any other related fixed plant adopted) specification and supporting drawings and installation certificates by an MSC registered installer must be submitted to and approved in writing by the Local Planning Authority confirming the cooling system has been achieved or improved upon the pre-commencement figures.The development shall not be carried out otherwise than in accordance with the details thereby approved.Where compliance is not met, a remedial plan and associated cost plan must be prepared and submitted to the Local Authority for approval detailing the necessary measures to meet the required level of performance. Shortfalls may attract an additional financial contribution to the carbon offset fund.REASON: In the interest of addressing climate change and securing sustainable and net zero development and construction.",
    "One of the units hereby approved shall be completed in compliance with Building Regulations Optional Requirement Part M4 (3) &#39;wheelchair user dwellings&#39; (or any subsequent replacement) prior to first occupation and shall be retained as such thereafter. The remainder of the units hereby approved shall be completed in compliance with Building Regulations Optional Requirement Part M4 (2) &#39;accessible and adaptable dwellings&#39; (or any subsequent replacement) prior to first occupation and shall be retained as such thereafter.REASON: To assist in meeting the Local Plan requirements to ensure the accessibility of dwellings and their ability to meet the needs of their users over time.",
    "The development shall not be occupied until fibre optic connections (FTTP) are installed within every residential unit hereby approved.REASON: In order to ensure high quality and reliable communications infrastructure, to the benefit of economic growth and social well-being.",
    "Any use as a cafe/all day eatery hereby permitted under Class E shall include the serving of hot and cold drinks, sandwiches and other light refreshments for consumption on or off the premises. No primary cooking of unprepared food shall be carried out at the site. Only reheated or cold food that has been prepared elsewhere shall be served within the premises.&nbsp;REASON: No flue is proposed for the unit, so the restriction would ensure that occupiers of neighbouring premises would not suffer a loss of amenity by reason of odour.",
    "A Parking Design and Management Plan should be submitted prior to occupation and approved by the Council indicating how the car parking will be designed and managed, with reference to Transport for London guidance on parking management and parking design. The development shall be carried out and managed in full accordance with the details thereby approved.REASON: In order to ensure that the on-site car parking is designed and managed correctly, including the conversion of spaces if they should become redundant in the future.",
    "Prior to the occupation of development a sample of obscured glazing shall be submitted to, and approved in writing by, the Local Planning Authority. The rear windows of Block B that are labelled as obscured glazing on drawing M9063-HUN-A-AGA-104 Rev P03, shall be fitted with the obscure glazing thereby approved and shall be unopenable up to a height of 1.8m. The windows shall be maintained as such for the lifetime of the development.REASON: To ensure that the development will not have an adverse impact on the overlooking of nearby residential uses."
  ],
  "lpa_app_no": "2021/1807",
  "application_details": {
    "internal_resi_water_usage": null,
    "intended_completion_date": null,
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "residential_details": {
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "site_area": null,
      "residential_units": [],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "dwelling_density": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "other_contributions": null,
    "site_area": 0.10400000000000001,
    "rain_water_harvesting": null,
    "affordable_housing_inlieu_payment": null,
    "ownership_status": null,
    "circular_economy_statement": null,
    "garden_land_lost": null,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "A4D Light industrial to residential"
      },
      {
        "result": null,
        "constraints_layer_description": "Archaeological Priority Area"
      },
      {
        "result": null,
        "constraints_layer_description": "Controlled Parking Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "Designated Species"
      },
      {
        "result": null,
        "constraints_layer_description": "CIL Zones"
      },
      {
        "result": null,
        "constraints_layer_description": "TFL Red Routes"
      },
      {
        "result": "Shacklewell",
        "constraints_layer_description": "Wards"
      },
      {
        "result": "NORTH/600/97/DTD",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "SOUTH/311/97/DTD",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "NORTH/763/00/DTD",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "NORTH/482/97/FP",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "NORTH/383/97/FP",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "NORTH/382/97/ADV",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2001/1721",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "NORTH/382/97/ADV",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "NORTH/383/97/FP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "NORTH/482/97/FP",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2001/1721",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "SOUTH/311/97/DTD",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "NORTH/763/00/DTD",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "NORTH/600/97/DTD",
        "constraints_layer_description": "Applications"
      }
    ],
    "building_details": [],
    "mayoral_cil_liability_notice_issued": null,
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "site_area": 0.1,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_lost": 0
    },
    "3d_model": null,
    "green_suds": null,
    "social_infrastructure_contributions": null,
    "infrastructure_details": {
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_passive_rapid_ev_charging_points": null,
      "ghg_reduction_over_building_regulations": null,
      "urban_greening_factor_score": null,
      "chp_heat_pumps_capacity": 0,
      "no_active_other_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "waste_provision": false,
      "no_passive_other_ev_charging_points": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "solar_pv_capacity": 0,
      "no_new_gas_connections_required": null,
      "no_passive_fast_ev_charging_points": null,
      "green_roof_area": null,
      "fire_suppression_system_proposed": null,
      "no_active_slow_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "community_energy_capacity": null,
      "no_active_fast_ev_charging_points": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "total_annual_pm_emissions": null
    },
    "scheme_phasing": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "air_quality_assessment": null,
    "viability_assessment": null,
    "non_permanent_dwellings_details": [],
    "non_residential_details": {
      "total_gia_existing": 98,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "site_area": null,
      "development_type": null,
      "total_gia_lost": 0,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "open_and_protected_space_details": {
      "open_space_mol_area_loss": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_green_belt_area_gain": 0,
      "protected_space_count": 0,
      "open_space_green_belt_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_spaces_details": [],
      "open_space_mol_area_gain": 0
    },
    "transport_contributions": null,
    "existing_proposed_floorspace_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "intended_commencement_date": null,
    "borough_cil_liability_notice_issued": null,
    "s106_agreement": false,
    "scheme_name": null,
    "existing_uprns": [],
    "total_gia_gained": 0,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "lead_developer_company_name": null,
    "surface_water_discharge_percentage_reduction": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "grey_water_reuse": null,
    "superseding_details": []
  },
  "centroid_northing": 185567,
  "ward": "Shacklewell Ward",
  "locality": "HACKNEY",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Hackney-2021_1807",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=70656",
  "uprn": "100023160547",
  "description": "Erection of part two, part three, part four storey building facing Princess May Road and a five storey building facing&nbsp; Stoke Newington Road [following demolition of lower-ground and ground floor office floorspace (Use Class E) and car park] to provide 15 self-contained residential units and a flexible use at ground floor level (Class E); external alterations to existing Alexandra Court block to include remodelled front entrances; associated landscaping to include replacement trees, a communal courtyard to the rear of Alexandra Court, cycle and bin storage.",
  "site_name": null,
  "appeal_status": null,
  "postcode": "N16 8AH",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "20/02/2024",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T00:02:22.648+00:00",
  "application_type": "All Other",
  "bo_system": "Idox Tascomi"
}