{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.0718187,
          51.566128,
          0
        ],
        [
          -0.0718202,
          51.5660251,
          0
        ],
        [
          -0.0718389,
          51.5660249,
          0
        ],
        [
          -0.07208579999999999,
          51.5660218,
          0
        ],
        [
          -0.0721522,
          51.5660211,
          0
        ],
        [
          -0.072152,
          51.5660251,
          0
        ],
        [
          -0.0721518,
          51.5660305,
          0
        ],
        [
          -0.0721436,
          51.5661567,
          0
        ],
        [
          -0.0721415,
          51.5661567,
          0
        ],
        [
          -0.07181889999999999,
          51.5661576,
          0
        ],
        [
          -0.07181889999999999,
          51.5661532,
          0
        ],
        [
          -0.0718187,
          51.566128,
          0
        ]
      ]
    ],
    "type": "Polygon"
  },
  "status": "Approved",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              533739.6521344,
              187011.4509458,
              0
            ],
            [
              533739.8500161,
              187000.0042224,
              0
            ],
            [
              533738.5555416,
              186999.9542367,
              0
            ],
            [
              533721.455285,
              186999.1544657,
              0
            ],
            [
              533716.8545404,
              186998.9545228,
              0
            ],
            [
              533716.8545404,
              186999.4043943,
              0
            ],
            [
              533716.8545407,
              187000.0042225,
              0
            ],
            [
              533717.0524223,
              187014.0502017,
              0
            ],
            [
              533717.2008334,
              187014.050202,
              0
            ],
            [
              533739.5531939,
              187014.7500015,
              0
            ],
            [
              533739.5696837,
              187014.2601418,
              0
            ],
            [
              533739.6521344,
              187011.4509458,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision_date": null,
  "ward": "Cazenove Ward",
  "site_name": null,
  "last_updated": "2025-03-20T14:48:46.012+00:00",
  "decision_agency": "Borough",
  "epc_number": null,
  "street_name": "WINDUS ROAD",
  "decision_date": "17/03/2023",
  "decision": "Approved",
  "application_type_full": "Removal/Variation of a condition",
  "id": "Hackney-2021_3282",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=71917",
  "appeal_start_date": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "18/11/2021",
  "postcode": "N16 6UP",
  "bo_system": "Idox Tascomi",
  "locality": "HACKNEY",
  "actual_commencement_date": null,
  "cil_liability": null,
  "parking_details": null,
  "actual_completion_date": null,
  "pp_id": "10377448",
  "decision_process": "Delegated",
  "decision_target_date": "13/01/2022",
  "centroid_northing": 187007,
  "centroid_easting": 533728,
  "borough": "Hackney",
  "application_type": "All Other",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "A4D Light industrial to residential"
      },
      {
        "result": null,
        "constraints_layer_description": "Archaeological Priority Area"
      },
      {
        "result": null,
        "constraints_layer_description": "Controlled Parking Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "Opportunity Areas"
      },
      {
        "result": null,
        "constraints_layer_description": "Area Action Plan"
      },
      {
        "result": null,
        "constraints_layer_description": "CIL Zones"
      },
      {
        "result": "Cazenove",
        "constraints_layer_description": "Wards"
      },
      {
        "result": "NORTH/246/96/FP",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2016/0466",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2016/0466",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2021/0480",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "NORTH/246/96/FP",
        "constraints_layer_description": "Applications"
      }
    ],
    "site_area": 0.034
  },
  "secondary_street_name": null,
  "lpa_app_no": "2021/3282",
  "appeal_decision": null,
  "last_date_consultation_comments": "17/12/2021",
  "development_type": "Minor all other minor developments",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.0719884",
    "lat": "51.5660907"
  },
  "description": "Variation of condition 2 (approved drawings) attached to planning permission 2016/0466 dated 15/06/2020. Effect of variation would be to: a) change balcony details, b) amend roof design to provide vertical standing seam, c) provide additional windows to rear elevation, d) modification of design of ground floor rear windows, f) omission of side dormer, g) addition of movement joints in side elevation, h) addition of gate in side elevation, i) amendment to internal layout at ground floor and basement level, j) reduction in size of side-facing windows at rear, k) reduction in extent of basement, l) provision of fire escape staircase internally, m) provision of maintenance access hatch to roof over staircase",
  "title_number": null,
  "site_number": "10 - 20",
  "lapsed_date": "17/03/2026",
  "lpa_name": "Hackney",
  "uprn": "100023159207",
  "appeal_status": null,
  "decision_conditions": [
    "<p>In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing within 7 days to the Local Planning Authority and once the Local Planning Authority has identified the part of the site affected by the unexpected contamination development must be halted on that part of the site.</p><p><br></p><p>An assessment must be undertaken in accordance with the requirements of the site investigation, and where remediation is necessary a remediation scheme, together with a timetable for its implementation, must be submitted to and approved in writing by the Local Planning Authority in accordance with the requirements of the approved remediation scheme.</p><p><br></p><p>The measures in the approved remediation scheme must then be implemented in accordance with the approved timetable.</p><p><br></p><p>Following completion of measures identified in the approved remediation scheme a validation report must be submitted to and approved in writing by the Local Planning Authority in accordance with the implementation of the remediation scheme.</p><p><br></p><p>REASON: To protect the end user(s) of the development, any adjacent land user(s) and the environment from contamination.</p><div><br></div>",
    "<p>The use, including deliveries, hereby permitted may only be carried out between 0800 to 1830 Mondays to Fridays and 0800 to 1600 Saturdays and at no time on Sundays, Public or Bank Holidays.</p><p><br></p><p>REASON: To ensure that the use is operated in a satisfactory manner and does not unduly disturb adjoining occupiers or prejudice local amenity generally.</p><div><br></div>",
    "<p>The detailed surface water drainage scheme shall be implemented in accordance with the details approved with application 2022/0866 dated 30/08/2022.</p><p><br></p><p>REASON: In the interests of prevention of exacerbation of surface water flood risk to adjoining land.</p><div><br></div>",
    "<p>The roof of the dwelling hereby permitted shall not be used for any purpose other than as a means of escape in emergency or for maintenance of the building. In particular the roof shall not be used as a roof terrace, balcony or any other amenity area.</p><p><br></p><p>REASON: To safeguard the residential amenity of the occupiers of adjacent premises and the functioning of the living roof secured by way of condition 7 above.</p><div><br></div>",
    "<p>All residential premises in the proposed development shall be designed in accordance with BS4142:2014 'Guidance on sound insulation and noise reduction for buildings' to attain the following internal noise levels:</p><p><br></p><p>Activity Location 0700-2259 2300-0659</p><p><br></p><p>Resting Living area 35dB LAeq None</p><p><br></p><p>Resting (daytime) Bedroom 35dB LAeq 30dB LAeq</p><p><br></p><p>Before commencement of the use hereby permitted a test shall be carried out prior to the discharge of this condition to show the standard of sound insulation required shall be met and the results submitted to the Local Planning Authority for approval.</p><p><br></p><p>REASON: To ensure that the occupiers and users of the proposed development do not suffer a loss of amenity by reason of excess noise from environmental and transportation sources.</p><div><br></div>",
    "<p>Details, including sections at a scale of 1:20, of a bio-diverse, substrate based extensive living roof (80mm minimum depth) shall be submitted to and approved by the Local Planning Authority, in writing, before above ground floor works commence.</p><p><br></p><p>Such details as approved shall be implemented prior to the first occupation of the development and shall thereafter be retained and maintained.</p><p><br></p><p>REASON: To enhance the character and ecology of the development, to provide undisturbed refuges for wildlife, to promote sustainable urban drainage and to enhance the performance and efficiency of the proposed building.</p><div><br></div>",
    "<p>The approved remediation scheme shall be implemented in accordance with the approved timetable of works. Within 6 months of the completion of measures identified in the approved remediation scheme, a validation report (that demonstrates the effectiveness of the remediation carried out) must be submitted to the Local Planning Authority.</p><p><br></p><p>REASON: To protect the end user(s) of the development, any adjacent land user(s) and the environment from contamination.</p><div><br></div>",
    "<p>All non-Combined Heat and Power (CHP) space and hot water fossil fuel (or equivalent hydrocarbon based fuel) boilers installed as part of the development hereby approved shall achieve dry NOx emission levels equivalent to or less than 40 mg/kWh.\r\n</p><p><br></p><p>\r\nREASON: To protect air quality and people's health by ensuring that the production of air pollutants, such as nitrogen dioxide and particulate matter, are kept to a minimum as a result of the development and to contribute towards the maintenance or to prevent further exceedances of National Air Quality Objectives.\r\n</p>",
    "&lt;p&gt;Prior to the first occupation of the development, details of the secure bicycle storage facilities shown on the approved drawings, including layout, stand type and spacing, shall be submitted to and approved in writing by the Local Planning Authority. Such details as approved shall be implemented prior to the first occupation of the development and shall thereafter be retained and maintained.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To ensure that adequate provision for the safe and secure storage of bicycles is made for future occupiers and in the interest of safeguarding highway safety.&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;",
    "<p>The development hereby permitted must be begun not later than 15/06/2023.</p><p><br></p><p>\r\n</p><p>\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).</p><p>\r\n</p>",
    "<p>The external materials shall be in accordance with the details approved with application 2022/1971 dated 09/09/2022.</p><p><br></p><p>REASON: To ensure that the external quality of the development is satisfactory, and safeguards the character and appearance of the local area.</p><div><br></div>",
    "<p>No soil stacks, soil vent pipes, flues, ductwork or any other pipework shall be fixed to the (street) elevations of the building other than as shown on the drawings hereby approved.</p><p><br></p><p>REASON: To ensure that the external quality of the development is satisfactory, and safeguards the character and appearance of the local area.</p><div><br></div>",
    "<p>In respect of the recesses to fenestration and parapet and coping including at the junction with the Wheatsheaf Public House, the details shall be in accordance with the details approved with application 2022/0866 dated 30/08/2022.</p><p><br></p><p>REASON: To ensure that the external quality of the development is satisfactory, and safeguards the character and appearance of the local area.</p><div><br></div>",
    "<p>The external joinery and balustrading shall be in accordance with the details approved with application 2022/0866 dated 30/08/2022.</p><p><br></p><p>REASON: To ensure that the external quality of the development is satisfactory, and safeguards the character and appearance of the local area.</p><div><br></div>",
    "<p>The development shall be remediated in accordance with the details approved with application 2022/0866 dated 30/08/2022.</p><p><br></p><p><br></p><p>REASON: To protect the end user(s) of the development, any adjacent land user(s) and the environment from contamination.</p><div><br></div>",
    "<p>The development shall be conducted in accordance with the approved Demolition and Construction Management Plan in accordance with the details approved with application 2022/0866 dated 30/08/2022.</p><p><br></p><p>REASON: To avoid hazard and obstruction being caused to users of the public highway and in the interest of public safety and amenity.</p><div><br></div>",
    "<p>The development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>"
  ],
  "subdivision_of_building": null,
  "last_updated_by": "Idox Tascomi"
}