{
  "cil_liability": false,
  "last_updated": "2025-03-20T14:21:05.936+00:00",
  "application_details": {
    "intended_commencement_date": "01/2023",
    "existing_uprns": null,
    "no_additional_bedrooms": 2,
    "total_gia_gained": 60.34,
    "intended_completion_date": "07/2023",
    "no_additional_bathrooms": 2,
    "site_area": 0.052000000000000005
  },
  "decision_target_date": "27/01/2023",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 1,
    "no_existing_car": 1
  },
  "postcode": "HA6 1RG",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 510579,
  "lapsed_date": "27/01/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510568.5971,
              190890.875
            ],
            [
              510569.0434,
              190891.2098
            ],
            [
              510576.4023,
              190883.3344
            ],
            [
              510597.4367,
              190859.125
            ],
            [
              510587.9117,
              190851.1875
            ],
            [
              510559.8658,
              190884.525
            ],
            [
              510568.5971,
              190890.875
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510569.0506,
              190891.2152
            ],
            [
              510569.1262,
              190891.2719
            ],
            [
              510569.1262,
              190891.1396
            ],
            [
              510569.0506,
              190891.2152
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510568.8617,
              190891.4042
            ],
            [
              510569.0506,
              190891.2152
            ],
            [
              510569.0434,
              190891.2098
            ],
            [
              510568.8617,
              190891.4042
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 190871,
  "ward": "NORTHWOOD HILLS 2022",
  "lpa_app_no": "66719/APP/2022/3194",
  "pp_id": "11627273",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "19/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "17/01/2023",
  "actual_completion_date": null,
  "application_type_full": "Householder planning permission",
  "application_type": "Householder",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": "MIDDLESEX",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40475259999999996,
          51.6060119
        ],
        [
          -0.4047461,
          51.6060148
        ],
        [
          -0.40464229999999995,
          51.6059426
        ],
        [
          -0.4043463,
          51.6057209
        ],
        [
          -0.40448629999999997,
          51.6056514
        ],
        [
          -0.4048806,
          51.6059565
        ],
        [
          -0.40475259999999996,
          51.6060119
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.6058312",
    "lon": "-0.4046087"
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=66719/APP/2022/3194",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "66 STANLEY ROAD",
  "decision": "Approved",
  "id": "Hillingdon-66719_APP_2022_3194",
  "description": "Roof extension with 5 roof windows, rear dormer, replacement front dormer, garage conversion and alterations, erection of single storey side and rear infill extensions.",
  "decision_date": "27/01/2023",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers E101, P103 A, P104 A, P105 A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflights shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflights hereby approved shall be conservation type and set completely flush with the roof plane, and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 5 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from the site entering the sewers. Hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "development_type": null
}