{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "15/02/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-75970_APP_2020_3506",
  "secondary_street_name": "HILLINGDON",
  "appeal_status": null,
  "postcode": "UB10 9AT",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.038000000000000006
  },
  "valid_date": "21/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a two storey, 2-bed dwelling with associated parking and amenity space.",
  "decision_conditions": [
    "The proposal by reason of its size, scale, bulk, siting, proximity to the side boundary and projection forward of the return building along Granville Road, in this open prominent position, would result in the loss of an important gap characteristic to the area, resulting in a cramped appearance. The proposal would therefore represent an overdevelopment of the site to the detriment of the character and visual amenities of this existing open area of the street scene and the wider area. Therefore the proposal is contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies 3.5 and 7.4 of the London Plan (2016) and the NPPF.",
    "The proposed dwelling, by reason of its size, design and layout fails to provide a dwelling which meets the requirements of people with disabilities and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy 3.8 of the London Plan (2016).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T20:01:14.564+00:00",
  "ward": "HILLINGDON EAST",
  "parking_details": null,
  "lapsed_date": "15/02/2024",
  "decision_target_date": "15/02/2021",
  "centroid": {
    "lat": "51.5491216",
    "lon": "-0.44115119999999997"
  },
  "lpa_app_no": "75970/APP/2020/3506",
  "status": "Dismissed",
  "site_name": "Land Adjacent to",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75970/APP/2020/3506",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508167.2738,
              184507.8435
            ],
            [
              508171.2425,
              184520.4112
            ],
            [
              508198.3624,
              184511.1508
            ],
            [
              508199.6853,
              184508.1742
            ],
            [
              508197.3702,
              184499.906
            ],
            [
              508167.6045,
              184507.182
            ],
            [
              508167.2738,
              184507.8435
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "16/01/2021",
  "appeal_decision_date": "09/12/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "2 WINDSOR AVENUE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 508183,
  "appeal_start_date": "18/10/2021",
  "centroid_northing": 184510,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4413785,
          51.5491052
        ],
        [
          -0.4413175,
          51.5492174
        ],
        [
          -0.44092929999999997,
          51.549129
        ],
        [
          -0.4409112,
          51.549102
        ],
        [
          -0.4409471,
          51.5490281
        ],
        [
          -0.441374,
          51.5490992
        ],
        [
          -0.4413785,
          51.5491052
        ]
      ]
    ],
    "type": "Polygon"
  }
}