{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/171850VAR;",
  "lapsed_date": "17/11/2020",
  "decision_target_date": "06/07/2017",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 7QF",
  "site_name": "Land To The East Side Of Acton Railway Station",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012010301, 000012208139, 000012208140, 000012208141, 000012208142, 000012208143, 000012208144, 000012208145, 000012208146, 000012208147, 000012208148, 000012208149, 000012208150, 000012208151, 000012208152, 000012208153, 000012208154, 000012208155, 000012208156, 000012208157, 000012208158, 000012208159, 000012208160, 000012208161, 000012208162"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "171850VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520660,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:39.732+00:00",
  "id": "Ealing-171850VAR",
  "application_type": "All Other",
  "street_name": "East Churchfield Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "17/11/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of  Condition 2 (Approved Plans) (s.73) of planning permission ref: 164008REC dated 30/09/2016 for Variation of  Condition 14 (Lifetime homes), removal of Condition 15 (Secured By Design) and removal of Condition 18 (Code for Sustainable Homes) of planning permission PP/2013/1074 dated 30/03/2016 for Construction of a five storey building comprising eighteen residential flats;  internal access, parking and cycle parking and refuse storage (following demolition of brickwork walls and partitions). Variation of Condition 2 (Approved Plans) seeks repositioning of the building to 250mm safety/access zone for Network Rail maintenance; modification of the northern elevation to retain amenity space at ground floor level.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 180264,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012010301",
  "centroid": {
    "lon": -0.262765,
    "lat": 51.508433
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission PP/2013/1074 dated 30/03/2016.",
    "Reason:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).\t | The development hereby approved shall be carried out in accordance with drawing title number(s) 106_100_Site Location Plan Rev A, Site Plan Rev A, 106_200_Proposed Ground Floor Plan Rev A,106_201_Proposed First and Second Floor Plans Rev A,106_202_Proposed Third and Fourth Floor Plans Rev A,106_203_Proposed Roof Plan Rev A, 106_300_Proposed East and West Site Elevations Rev A, 106_301_Proposed East and West Elevations REV A, 106_302_Proposed South and North Elevations Rev A, 106_400_Proposed Section W-W Rev A, 106_401_Proposed Section X-X Rev A,106_402_Proposed Section YY Rev A,106_403_Proposed Section Z-Z Rev A, SK, SK 042 Potential New Position and Amended Shape to the Northern End Rev B,SK 043 Potential New Position to Overcome Current No-Build Zone Rev B &Acton Design Statement",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Development works shall be implemented in accordance with the approved materials under application reference 165550REM dated 19.12.2016. Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7C of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012)  and policies 7.4 and 7.6 of the London Plan (2016). | Development works shall be implemented in accordance with the approved details of hard and soft landscaping with the details approved under application reference 165761REM dated 19.12.2016. These works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 5.10 and 7.4 of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.4 and 7.6 of the London Plan (2016). | No trees, shrubs or hedges within the site or within the adjacent Acton Park which are shown to be retained on the plans shall be felled, uprooted, willfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.  Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.  Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To secure protection of trees, shrubs and hedges growing within the site which are of amenity value to the area in accordance with policies 3.5, 5.10 and 7.4 of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2016). | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees, shrubs and hedgerows within Acton Park has been submitted to and approved in writing by the Local Planning Authority.  All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:    -Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837 (using the most recent revision of the standard), with tree works proposals.  All trees must be plotted on a site plan (minimum scale 1:200), clearly and accurately depicting trunk locations, root protection areas and canopy spreads; - A plan (minimum scale of 1:200) detailing all trees, shrubs, hedges planned for retention and removal; - Soil assessments/survey and soil remediation plans; - Timing and phasing of works; - Site specific demolition and hard surface removal specifications;  - Site specific construction specifications;  - Access arrangements and car parking, level changes and landscaping proposals; - A Tree protection plan (minimum scale of 1:200) in accordance with BS5837 (most recent revision of the standard) detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.     All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area in accordance with policies 5.10 and 7.4 of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2016).\t | The Tree Protection Measures shall be implemented in accordance with the approved Program of monitoring all approved tree protection measures dated 24th October 2016 in accordance with the details approved under application reference 165763REM dated 19.12.2016. The program of Arboricultural monitoring shall be taken in full compliance with the approved details.  No variation of the approved monitoring program shall take place without the prior written agreement of the Local Planning Authority",
    "Reason: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of visual amenity for the area in accordance with policy 7.4 of the Ealing Development Management Development Plan (2013) policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2016). | Development works shall be implemented in accordance with the approved details of boundary treatment (including any internal boundary fences / walls) with the details approved under application reference 165764REM dated 19.12.2016. The approved boundary treatment shall be completed before the buildings are occupied and permanently retained thereafter.",
    "Reason: To protect the visual appearance of the area in accordance with policies 7.4 of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012)  and policies 7.4 and 7.6 of the London Plan (2016).\t | Notwithstanding the details shown on the approved drawings, the proposed hard surface area to the front of the development site shall be block paved as a shared surface area.",
    "Reason: To ensure that adequate and safe pedestrian routes are provided within the site, in accordance with policy 3.5 of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy and in the interests of general highway safety.\t | The visitor car parking spaces and internal cycle storage shown on drawing ACT-1000 Revision C shall be marked out / provided on site prior to first occupation of any part of the development, and the spaces/cycle storage provision shall be kept continuously available for the life of the development and shall not be used for any other purpose.",
    "Reason: To ensure that there is adequate parking and servicing provision within the site, in accordance with policies 3.5 and 6.13 of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.4 and 7.6 of the London Plan (2016). | Refuse and recycling storage areas indicated on drawing ACT-1000 Revision C shall be provided and brought into use prior to the first occupation of the development permitted and retained permanently thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the visual amenity and character of the area in accordance with policies 3.5, 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy 2012 and policies 3.5 and 7.4 of the London Plan 2016.",
    "| No development shall take place until an investigation and risk assessment is completed in accordance with a scheme to assess the nature and extent of any contamination on the site, and has been submitted to and approved in writing by the Local Planning Authority. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The report of the findings must include:   (i) a survey of the extent, scale and nature of contamination;  (ii) an assessment of the potential risks to:-  -human health,  -property (existing or proposed) including buildings, pets, and service lines and pipes,  -adjoining land,  -groundwaters and surface waters,   (iii) An appraisal of remedial options, and proposal of the preferred option(s).  This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "Reason: To protect the health and living conditions of residents in the area in accordance policy 5.21 of the Ealing Development Management Development Plan (2013), policy 5.21 of The London Plan, policy 1.1 j of the Ealing Core Strategy (2012), and the National Planning Policy Framework. | Development works shall be implemented in accordance with the approved details of noise, vibration mitigation measures and ventilation provision in accordance with the details approved under application reference 165765REM dated 21.12.2016. Such details as approved shall be implemented and brought into use prior to first occupation, and retained permanently.\t.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policies 7.14 & 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012). | Two wheelchair user units shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015. The units that are not wheelchair user dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of Ealing's Development (or Core) Strategy (2012). | Prior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  -Construction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking; -Details of construction hours; - Noise mitigation and monitoring measures; -Details of enclosure of working areas and the location of compounds for the storage of plant and materials; - Details of temporary lighting; - Dust suppression and monitoring measures, having regard to BRE guide 'Control of Dust from Construction and Demolition Activities'; - Wheel wash measures; -Site security during construction; -A drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and - Procedures for on-site contractors to deal with complaints from local residents.  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy 2012 and policy 5.18 of the London Plan 2016. | Notwithstanding the information submitted in support of the application, the development hereby approved will achieve an overall minimum reduction in carbon dioxide emissions by 25% (regulated carbon dioxide emissions) above Building Regulations 2010. The required details to demonstrate compliance shall be submitted and approved in writing by the Local Planning Authority at two different stages:  - Prior to commencement of development:  A detailed energy/sustainability report, which shall include full details and drawings of the sustainability measures that are to be incorporated into the development as a whole.    - After completion of Development Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures.  - Post construction energy monitoring of the development upon final completion and for a period of three years.",
    "Reason: To ensure the proposal contributes to its climate change mitigation requirements in accordance with policies 1.1 (k), 1.2 (f) of the Ealing Core Strategy (2012), policy LV 5.2 of the Ealing Development Management Development Plan Document (2013), and policies 5.1 and 5.7 of the London Plan (2016), and section 10 of the National Planning Policy Framework (2012). | The Pilling Method Statement shall be implemented in accordance with the approved construction logistics plan in accordance with the details approved under application reference 165767REM dated 19.12.2016. Any piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure. | No part of the proposed balconies within the development shall be used as storage areas or areas for the hanging or drying of washing at any time.",
    "Reason:  To protect the appearance and character of the area, in accordance with policy 7B of the Ealing Development Management Development Plan, policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2016)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/04/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05972776",
  "wgs84_polygon": null
}