{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "25/10/2011",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-18239_APP_2011_1588",
  "secondary_street_name": "HAREFIELD",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.08
  },
  "valid_date": "12/07/2011",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Two storey detached building to contain 6, two-bedroom, self contained flats with associated parking and amenity space and alterations to existing vehicle crossover to front, (involving demolition of existing building).",
  "decision_conditions": [
    "In the absence of a full structural survey or similar and/or a financial viability appraisal, the proposal fails to demonstrate that all options for the renovation and repair of the Swan PH have been explored. Until such time that all options have been explored, it is considered that its demolition is premature. The proposal is therefore considered to be contrary to PPS5.",
    "The proposal, by reason of its layout, siting, bulk, excessive habitable room density and roof design, including the introduction of an extensive area of hardstanding to the front of the building, represents a cramped and incongruous form of development that fails to leave adequate space around the building, commensurate with the character of the surrounding area and fails to harmonise with the pattern, scale and design of surrounding residential development. The proposal would be detrimental to the visual amenities of the street scene and would fail to maintain or enhance the character and appearance of the Harefield Village Conservation Area. The proposal is therefore contrary to policies BE4, BE13, BE19 and BE22 of the adopted Hillingdon Unitary Development Plan Saved Policies (September 2007) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development by reason of the siting of the proposed building and its windows would result in the overlooking of the first floor flat at the adjoining Harefield Garage, Breakspear Road North, causing an unacceptable loss of privacy to the occupiers. The proposal is therefore contrary to policy BE24 of the adopted Hillingdon Unitary Development Plan Saved Policies (September 2007) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development by reason of its overall size, height, siting and length of projection would result in an overdominant/visually obtrusive form of development in relation to the neighbouring property, Apple Trees, Breakspear Road North and as such would constitute an un-neighbourly form of development, resulting in a material loss of residential amenity. The proposal is therefore contrary to policy BE21 of the adopted Hillingdon Unitary Development Plan Saved Policies (September 2007) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposal, by reason of overlooking of the windows from the adjoining first floor flat at Harefield Garage in the rear elevation and the poor outlook from the lounge windows of the ground and first floor flats adjoining the Malthouse Pharmacy due to the length of projection of the building at the front of the building, would fail to provide an acceptable standard of residential accommodation, contrary to policy BE19 of the adopted Hillingdon Unitary Development Plan Saved Policies (September 2007) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed bin store, due to its siting, size, scale and excessive height, would appear as a visually intrusive and incongruous feature, detrimental to the visual amenity of the street scene and harmful to the character and appearance of the Harefield Village Conservation Area. As such, the proposal is contrary to policies BE4, BE13 and BE19 of the adopted Hillingdon Unitary Development Plan Saved Policies (September 2007) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The development is estimated to give rise to a significant number of children of school age and additional provision would need to be made in the locality due to the shortfall of places in schools serving the area. Given that a legal agreement at this stage has not been offered or secured, the proposal is considered to be contrary to Policy R17 of the adopted Hillingdon Unitary Development Plan Saved Policies (September 2007) and the adopted London Borough of Hillingdon Planning Obligations Supplementary Planning Document (July 2008).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including the London Plan (July 2011) and national guidance.",
    "The applicant is advised that had the application been considered acceptable, a detailed landscaping scheme would have been sought by condition which would have required any tree planting to have greater regard to possible overshadowing of neighbouring and proposed windows.",
    "The applicant is advised that had the application been considered acceptable, amended plans would have been sought, seeking a reduction in the width of the vehicular crossover to 4.5m, reinstatement of the pedestrian footpath, clarifying that this would be at the applicants expense and a revised landscaping scheme which safeguards pedestrian visibility splays at the entrance."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T00:12:17.778+00:00",
  "ward": "HAREFIELD",
  "parking_details": null,
  "lapsed_date": "25/10/2014",
  "decision_target_date": "06/09/2011",
  "centroid": {
    "lat": "51.6037595",
    "lon": "-0.48098359999999996"
  },
  "lpa_app_no": "18239/APP/2011/1588",
  "status": "Appeal in Progress",
  "site_name": "THE SWAN PH",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=18239/APP/2011/1588",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505272.289,
              190515.7573
            ],
            [
              505284.0894,
              190530.5417
            ],
            [
              505298.1732,
              190548.0954
            ],
            [
              505319.2649,
              190536.2636
            ],
            [
              505313.4136,
              190531.4329
            ],
            [
              505306.0656,
              190525.7178
            ],
            [
              505291.9138,
              190514.4916
            ],
            [
              505288.5799,
              190511.7701
            ],
            [
              505285.6543,
              190509.3888
            ],
            [
              505283.7492,
              190507.5517
            ],
            [
              505277.8299,
              190511.8381
            ],
            [
              505272.289,
              190515.7573
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505272.2509,
              190515.7843
            ],
            [
              505272.289,
              190515.7573
            ],
            [
              505272.2509,
              190515.7095
            ],
            [
              505272.2509,
              190515.7843
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "05/08/2011",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "BREAKSPEAR ROAD NORTH",
  "pp_id": "01537216",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 505295,
  "appeal_start_date": "12/12/2011",
  "centroid_northing": 190528,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4813151,
          51.6036537
        ],
        [
          -0.48114039999999997,
          51.6037843
        ],
        [
          -0.48093179999999996,
          51.6039395
        ],
        [
          -0.48063089999999997,
          51.6038292
        ],
        [
          -0.4807168,
          51.6037869
        ],
        [
          -0.4808246,
          51.6037369
        ],
        [
          -0.48103219999999997,
          51.6036386
        ],
        [
          -0.4810812,
          51.6036148
        ],
        [
          -0.4811241,
          51.6035939
        ],
        [
          -0.4811522,
          51.6035778
        ],
        [
          -0.4812363,
          51.6036174
        ],
        [
          -0.4813151,
          51.6036537
        ]
      ]
    ],
    "type": "Polygon"
  }
}