{
  "last_date_consultation_comments": "25/10/2021",
  "epc_number": null,
  "application_type_full": null,
  "development_type": null,
  "decision_date": "12/11/2021",
  "pp_id": null,
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-53852_APP_2021_3424",
  "last_updated": "2025-03-20T20:06:24.606+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 509464,
  "decision_target_date": "12/11/2021",
  "parking_details": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509450.3334,
              182984.3865
            ],
            [
              509461.9089,
              182992.9855
            ],
            [
              509472.823,
              182976.1183
            ],
            [
              509474.1459,
              182967.1886
            ],
            [
              509472.1615,
              182963.5506
            ],
            [
              509451.3256,
              182984.3865
            ],
            [
              509450.3334,
              182984.3865
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": null,
  "secondary_street_name": null,
  "valid_date": "10/09/2021",
  "centroid": {
    "lon": "-0.4231601",
    "lat": "51.5351138"
  },
  "site_number": null,
  "ward": "CHARVILLE",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "53852/APP/2021/3424",
  "status": "Refused",
  "description": "Two storey rear extension to No. 69, two storey side extension and first floor extension to No. 71",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": null,
  "centroid_northing": 182979,
  "borough": "Hillingdon",
  "application_type": "All Other",
  "locality": null,
  "site_name": "69 & 71 WEYMOUTH ROAD",
  "decision_conditions": [
    "The proposed two storey rear extension to No. 69 Weymouth Road together with the proposed first floor rear extension to No.71 Weymouth Road by reason of their size, scale, bulk and design would represent discordant and incongruous additions to the existing dwellinghouses which would fail to appear in keeping with the character and proportions of the original dwellinghouses and would be detrimental to the visual amenities of the street scene and the surrounding area.  Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHD 1 and DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed two storey side extension to No. 71 Weymouth Road by reason of its excessive size, scale, bulk, lack of sufficient set back from the front of the original property and incongruous details of design would represent a discordant and incongruous addition which would fail to appear in keeping with the character and proportions of the original dwelling house, would result in the loss of an important space in this corner plot location and would be detrimental to the visual amenities of the street scene and the surrounding area. The proposal would result in the loss of an important gap characteristic to the area, resulting in a cramped appearance. The proposal would therefore represent an overdevelopment of the site to the detriment of the character and the visual amenities of the area and to this existing open area of the street scene. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies D",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "decision": "Refused",
  "street_name": "HAYES",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.029
  },
  "lapsed_date": "12/11/2024",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=53852/APP/2021/3424",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4233554,
          51.5351649
        ],
        [
          -0.4231859,
          51.5352399
        ],
        [
          -0.42303379999999996,
          51.5350862
        ],
        [
          -0.4230175,
          51.5350057
        ],
        [
          -0.42304729999999996,
          51.5349734
        ],
        [
          -0.42334109999999997,
          51.5351647
        ],
        [
          -0.4233554,
          51.5351649
        ]
      ]
    ],
    "type": "Polygon"
  }
}