{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/172856FUL;",
  "lapsed_date": "25/06/2021",
  "decision_target_date": "26/06/2018",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 2PX",
  "site_name": "31 The Mall",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012005722, 000012206959, 000012206960"
    ],
    "site_area": 0.09000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "172856FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518229,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T21:39:07.589+00:00",
  "id": "Ealing-172856FUL",
  "application_type": "All Other",
  "street_name": "The Mall",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "25/06/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use of existing dental surgery (use class D1) to single dwelling house (C3 use); Construction of a two storey building comprising accommodation in the roof space for use as a dental surgery (use class D1) on ground floor and (1x1) bedroom dwelling house (C3 use) on first and second floor fronting Hamilton Road. Provision of one disabled parking space, refuse and cycle storage",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 180797,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012005722",
  "centroid": {
    "lon": -0.297599,
    "lat": 51.513736
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518243.4683736,
              180819.4602231
            ],
            [
              518242.2398595,
              180816.8109815
            ],
            [
              518242.033733,
              180816.3511131
            ],
            [
              518239.8982622,
              180811.8024152
            ],
            [
              518220.448163,
              180770.5042367
            ],
            [
              518206.950998,
              180777.4522478
            ],
            [
              518206.7531166,
              180777.6022049
            ],
            [
              518210.3479632,
              180785.2500157
            ],
            [
              518220.448163,
              180806.7538603
            ],
            [
              518221.8580685,
              180810.0129274
            ],
            [
              518222.328037,
              180811.0826212
            ],
            [
              518222.5588987,
              180811.6124695
            ],
            [
              518225.6507966,
              180818.7604235
            ],
            [
              518227.1101724,
              180822.3793875
            ],
            [
              518235.0006959,
              180819.1903004
            ],
            [
              518237.3587834,
              180825.0286292
            ],
            [
              518239.9229974,
              180834.0360509
            ],
            [
              518241.0031004,
              180834.0960337
            ],
            [
              518244.4165557,
              180834.2859793
            ],
            [
              518245.6038445,
              180834.3459622
            ],
            [
              518245.7110303,
              180827.0480512
            ],
            [
              518245.7275204,
              180825.8483946
            ],
            [
              518243.4683736,
              180819.4602231
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers: 076/PL/001 (Location Plan) REV A dated 31.05.2017, 076/PL/002 (Existing Site Plan) REV A dated 31.05.2017, 077/PL/002 (Proposed Site Plan) REV B dated 02.06.2017, 076/PL/200 (Proposed Ground Floor Surgery) REV B dated 01.06.2017, 076/PL/201 (Proposed First and Second Floors) REV A dated 01.06.2017, 076/PL/2013 (Change of Use House) REV A dated 01.06.2017, 076/PL/206 (Proposed Elevations) dated 18.05.2017, Planning Statement dated May 2017",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Samples of the materials to be used for the external surfaces as shown on the approved plans of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7.8 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (f) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2016). | Prior to first occupation of the residential use and dentist's surgery approved, Refuse storage shall be provided in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the occupation of the development and retained permanently.",
    "Reason: To protect the living conditions of occupiers of the area, in accordance with policies 3.5 and 7B of the Ealing Development Management Plan 2013, and The London Plan (2016) policy 5.16. | Prior to first occupation of the residential use and dentist's surgery approved, the cycle parking hereby shown on the approved drawings shall be provided in accordance with these details to a satisfactory standard.",
    "Reason: To provide adequate facilities for cyclists in accordance policy 6.9 of the London Plan (2016). | The ground floor of the premises fronting Hamilton Road shall be used as a Dentist's Surgery and for no other purposes within Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To restrict the use of the premises to one compatible with the surrounding area, and to enable the Local Planning Authority to maintain control over the nature of the use, in the interests of the living conditions of occupiers in the locality, in accordance with Policy 7A and 7B of the Council's adopted Development Management DPD and policies 3.17, 7.4 and 7.6 of the London Plan (2016). | The development shall not be occupied until full details of both hard and soft landscape works including the front driveway area and the proposed disabled parking bay, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.",
    "Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 7.4, 7b and 7c of the Ealing Development Management DPD, policies 1.1(h) and 1.2 (g) of the adopted Core Strategy, and policies 7.4, 7.6 and 7.8 of the London Plan (2016). | Before the residential use and Dentist's Surgery hereby permitted is brought into use, all windows on the eastern elevation and the southern elevation servicing the ground floor D1 Use as depicted on plan 076/PL/200 (Proposed Ground Floor Surgery) REV B dated 01.06.2017, 076/PL/201 (Proposed First and Second Floors) REV A dated 01.06.2017 shall be obscured glazed and any part less than 1.7m above the floor of the room in which it is installed shall be non-opening. The windows shall be permanently retained in that condition thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area in accordance with policies 7.4 and 7.6 of the London Plan (2016) and policy 7.4 of the Ealing Development Management Development Plan 2013."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/06/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06112642",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29736049999999997,
          51.5139363
        ],
        [
          -0.2973791,
          51.5139127
        ],
        [
          -0.2973822,
          51.5139086
        ],
        [
          -0.29741449999999997,
          51.5138682
        ],
        [
          -0.2977085,
          51.5135011
        ],
        [
          -0.29790059999999996,
          51.5135663
        ],
        [
          -0.2979034,
          51.5135677
        ],
        [
          -0.2978491,
          51.5136357
        ],
        [
          -0.29769639999999997,
          51.5138269
        ],
        [
          -0.29767499999999997,
          51.5138559
        ],
        [
          -0.2976679,
          51.5138654
        ],
        [
          -0.2976644,
          51.5138701
        ],
        [
          -0.2976174,
          51.5139337
        ],
        [
          -0.2975952,
          51.5139659
        ],
        [
          -0.2974826,
          51.513935599999996
        ],
        [
          -0.2974467,
          51.5139876
        ],
        [
          -0.29740669999999997,
          51.514068
        ],
        [
          -0.29739109999999996,
          51.5140683
        ],
        [
          -0.2973419,
          51.5140693
        ],
        [
          -0.2973248,
          51.5140696
        ],
        [
          -0.29732569999999997,
          51.514004
        ],
        [
          -0.2973258,
          51.5139932
        ],
        [
          -0.29736049999999997,
          51.5139363
        ]
      ]
    ],
    "type": "Polygon"
  }
}