{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507558.2094,
              186261.8172
            ],
            [
              507550.9334,
              186248.9849
            ],
            [
              507507.0124,
              186264.9922
            ],
            [
              507517.9927,
              186276.7662
            ],
            [
              507558.2094,
              186261.8172
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08673637",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:05:55.292+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "21/05/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "ICKENHAM",
  "centroid": {
    "lat": 51.565,
    "lon": -0.450007
  },
  "decision": "Approved",
  "valid_date": "27/04/2020",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.066,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": "UB10 8NP",
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75068/APP/2020/1302",
  "lpa_name": "Hillingdon",
  "site_name": "14 THE AVENUE",
  "lapsed_date": "15/06/2023",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 19/3269/207 Rev. A and 19/3269/206 Rev. A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2016).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "No superstructure works shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Hard Surfacing Materials",
    "3. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy 5.17 (refuse storage) of the London Plan (2015).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Prior to the commencement of development details of a soakaway or tank to control surface water from the proposed development shall be submitted to and be approved in writing by the Local Planning Authority. The details should ensure that any new pipework would not be connected to any existing surface water network which drains to any road or sewer. Water run off from any hard paving associated with the development should also be directed to a soakaway, or made permeable. The development shall only be undertaken in accordance with those approved details, and the approved scheme shall be implemented prior to the first use of the development hereby permitted and retained for the duration of the development.",
    "REASON",
    "To ensure that surface water run off is controlled and is handled as close to its source as possible to ensure the development does not increase the risk of flooding in compliance with Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (Nov 2012), Policies",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Two storey front extension, single storey rear extension, conversion of garage to habitable and installation of pitched roof over existing flat roof element",
  "lpa_app_no": "75068/APP/2020/1302",
  "decision_target_date": "22/06/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "15/06/2020",
  "id": "Hillingdon-75068_APP_2020_1302",
  "centroid_northing": "186263",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "507533",
  "street_name": "ICKENHAM",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4496229,
          51.5649867
        ],
        [
          -0.44973169999999996,
          51.5648728
        ],
        [
          -0.4503602,
          51.565025
        ],
        [
          -0.4501983,
          51.5651288
        ],
        [
          -0.4496229,
          51.5649867
        ]
      ]
    ],
    "type": "Polygon"
  }
}