{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/161982FUL;",
  "lapsed_date": "12/12/2019",
  "decision_target_date": "13/01/2017",
  "locality": "Northolt",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB5 5AW",
  "site_name": "278 Church Road",
  "status": "Withdrawn",
  "application_details": {
    "existing_uprns": [
      "000012033850"
    ],
    "site_area": 0.117
  },
  "appeal_decision_date": null,
  "lpa_app_no": "161982FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512445,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T19:57:28.248+00:00",
  "id": "Ealing-161982FUL",
  "application_type": "All Other",
  "street_name": "Church Road",
  "borough": "Ealing",
  "ward": "Northolt West End",
  "decision_date": "12/12/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a four storey block comprising 10 flats (1x1 bed 8x2 and 1x3bed) associated parking and amenity space (following demolition of existing dwelling houses)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 183860,
  "decision": "Withdrawn",
  "appeal_decision": null,
  "uprn": "000012033850",
  "centroid": {
    "lon": "-0.37991729999999996",
    "lat": "51.5424467"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512467.2506532,
              183836.9964624
            ],
            [
              512460.4979482,
              183830.4983225
            ],
            [
              512448.8971472,
              183842.4049142
            ],
            [
              512445.087929,
              183846.2838039
            ],
            [
              512443.2492804,
              183848.1532688
            ],
            [
              512440.9571534,
              183850.482602
            ],
            [
              512440.5531454,
              183850.9024818
            ],
            [
              512440.0831769,
              183851.3823445
            ],
            [
              512436.3399192,
              183855.2012513
            ],
            [
              512435.4989229,
              183856.0510081
            ],
            [
              512429.9499968,
              183861.6993912
            ],
            [
              512426.7921384,
              183864.9384641
            ],
            [
              512426.0500829,
              183865.6982466
            ],
            [
              512416.2467052,
              183875.7453706
            ],
            [
              512423.098351,
              183882.5034361
            ],
            [
              512427.2538618,
              183886.5522772
            ],
            [
              512429.4965184,
              183888.8016333
            ],
            [
              512432.7038472,
              183885.5525633
            ],
            [
              512434.0642823,
              183884.1429668
            ],
            [
              512440.6026157,
              183877.4048956
            ],
            [
              512447.6026726,
              183870.1469732
            ],
            [
              512450.6533452,
              183866.9978746
            ],
            [
              512453.588587,
              183863.9287531
            ],
            [
              512453.8524289,
              183863.6488332
            ],
            [
              512454.9984924,
              183862.4491766
            ],
            [
              512460.9019562,
              183856.2509508
            ],
            [
              512473.7477614,
              183843.254671
            ],
            [
              512467.2506532,
              183836.9964624
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s) J543 P 000 P1, J543 P 001 P1, J543 P 002 P1,  J543 P 003 P4, J543 P 004 P2, J543 P 100 P1, P1,J543 P 101 P3, P1,J543 P 200 P4, P1,J543 P 201 P5, P1,J543 P 202 P5, P1,J543 P 203 P5, P1,J543 P 204 P4, P1,J543 P 205 P6, P1,J543 P 210 P4, P1,J543 P 211 P4, P1,J543 P 212 P3, P1,J543 P 215 P4, P1,J543 P 220 P5, P1,J543 P 221 P5, P1,J543 P 230 P3, J543 P 231 P3, P1,J543 P 232 P3, S106 Management - Financial Viabilty Analysis 1st July 2015, Section 106 Management - Schedule One - Housing Corporation Version 1.3 (October 2007), Design & Access Statement (Temple Bar Design) 29th April 2016, Refuse and Amenity Statement, Overheating Report Doc No. MES-RP-M001 Rev 01 dated 4th October 2016, Energy & Sustanability Statement - EPS Group dated September 2016, Flood Risk Assessment Version 1.0 QFRA: 459 dated 29 July 2016",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "|  Notwithstanding the submitted plans samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced (except site clearance and demolition). Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policies 7.4 and 7.6 of the London Plan (2016); and the National Planning Policy Framework (2012).",
    "| Prior to commencement of the development (except site clearance and demolition) a detailed sustainable urban drainage scheme prepared in accordance with the Mayor's sustainable drainage hierarchy shall  be submitted to and approved in writing by the Local Planning Authority. The approved sustainable urban drainage scheme shall be implemented as part of the development and be operational prior to first occupation, and retained thereafter.",
    "Reason: To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policy 5.12 of the Ealing Development Management DPD(2013), policies 5.12 and 5.13 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| The boundary treatment and hard and soft landscaping shall be implemented in accordance with the approved plans. The soft landscaping details shall be laid out and planted within the first planting season following the commencement of the development or such other period as may be agreed in writing with the Local Planning Authority. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged, malformed or diseased shall be replaced with others of the same size, species, quality and in the same positions within the next planting season. The landscaping shall thereafter be maintained.",
    "Reason: To ensure that the development is landscaped in the visual interests of the area and the amenity of prospective occupants in accordance with policies 7.4, 7.5 and 7.21 of the London Plan (2016); and policy 7.4 of the Ealing Development Management DPD (2013).",
    "| Prior to the final completion of the development, the approved dwellings shall incorporate sustainability measures as detailed in the approved Energy & Sustainability Statement Version 2 prepared by EPS Group in 14 September 2016.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan 2015, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Prior to the first occupation of the development, the approved development shall incorporate and maintain Ultra low-NOx boilers gas boiler(s) for the provision of the space heating and hot water requirements with dry NOx Emissions of at least 40 mg/kWh in line with the Sustainable Design and Construction SPG  (April 2014).",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 of the London Plan 2015, policies LV5.2 of Ealing's Development Management DPD 2013, policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012 and Mayor's Sustainable Design and Construction SPG, April 2014.",
    "| Prior to the final completion of the development, the approved development shall incorporate measures to achieve an overall reduction in regulated CO2 emissions of at least 35.45% (equal to 4.877 tonnes CO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Energy & Sustainability Statement Version 2 (14 September 2016) prepared by EPS Group:",
    "a)\tenergy saving measures to achieve at least annual carbon dioxide emission savings of 2.055 tonnes CO2 equating to 14.7% CO2 emissions reduction in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case.",
    "b)\tincorporation of solar PV technology with a total panel area of approximately  43m2 and capacity of at least 6.75kWp to supply at least 5.56MWh of electricity annually and achieve at least annual carbon dioxide emission savings of 2.9 tonnes CO2 equating to 24.28% in carbon dioxide (CO2) emissions reduction over the Be Lean stage of the Energy Hierarchy.",
    "Within three-months of the first occupation of the new development, Energy Performance Certificates [EPC's], detailed BRUKL modelling output reports showing clearly the BER and TER from the \"as built stage\" following completion of the development to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "| Prior to first occupation of the development a routine maintenance schedule shall be submitted to and approved in writing by the Local Planning Authority which demonstrates that the approved surface water management methods will be suitably managed for the lifetime of the development to ensure that there will be no surface water flooding to or from the site up to and including a 1 in 100 year (plus climate change) rainfall event.",
    "Reason: To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policy 5.12 of the Ealing Development Management DPD(2013), policies 5.12 and 5.13 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| The vehicle parking arrangements shown on the approved plans shall be marked out on the site prior to first occupation of the development, and these spaces shall be kept continuously available and shall not be used for any other purpose. At least two of these parking spaces shall provide active charging points for electric vehicle; and at least a further two parking spaces shall be provided with passive charging provision for future conversion. These electric vehicle charging points shall be implemented prior to the first occupation of the approved development.",
    "Reason: To ensure that there is adequate parking provision within the site and in the interest of the environment and improving air quality in accordance with policies 6.3, 6.13 and 7.14 of the London Plan 2016; policy 7A of the Ealing Development Management Development Plan Document (2013); and section 4 of the National Planning Policy Framework (2012).",
    "| Sheltered and secure cycle parking for at least 21 cycles shall be in place prior to first occupation of the development and these spaces shall be kept continuously available for cycle parking.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan (2016); policies 1.1(k) and (g) of the Ealing Development (or Core) Strategy 2026 (2012); and Ealing's Sustainable Transport for New Development SPG.",
    "| Refuse and recycling storage as indicated on the approved plans shall be implemented in accordance with the standards adopted by the Local Planning Authority prior to the first occupation of the development and thereafter retained.",
    "Reason:  To ensure that suitable and accessible refuse storage facilities are provided and in the interests of the visual and general amenities of the area, in accordance with policy 5.16 of the London Plan (2016).",
    "| Notwithstanding the information submitted with this application, 5no. parking bays shall be serviced by an Electric Vehicle Charging Point (EVCP) (2no. active, and 3no. passive). The charging point(s) shall be implemented and fully operational before the first occupation of the development and thereafter maintained for the lifetime of the development.",
    "Reason: In pursuance to sustainability, reduction of carbon dioxide emissions and green modes of transport in accordance with section 10 of the National Planning Policy Framework, policies 5.1, 5.2 and 6.13 of the London Plan 2015 and policies 1.1 (k) and 1.2 (f) of the Ealing's Development Strategy 2026."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/04/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3796039,
          51.5422355
        ],
        [
          -0.37970329999999997,
          51.5421785
        ],
        [
          -0.3798667,
          51.5422878
        ],
        [
          -0.3799204,
          51.5423234
        ],
        [
          -0.37994629999999996,
          51.5423406
        ],
        [
          -0.3799786,
          51.542362
        ],
        [
          -0.3799843,
          51.5423658
        ],
        [
          -0.37999089999999996,
          51.5423702
        ],
        [
          -0.3800437,
          51.5424053
        ],
        [
          -0.3800555,
          51.5424131
        ],
        [
          -0.38013369999999996,
          51.542465
        ],
        [
          -0.38017819999999997,
          51.5424947
        ],
        [
          -0.3801886,
          51.5425017
        ],
        [
          -0.38032669999999996,
          51.5425939
        ],
        [
          -0.3802258,
          51.5426533
        ],
        [
          -0.38016459999999996,
          51.5426889
        ],
        [
          -0.38013159999999996,
          51.5427087
        ],
        [
          -0.3800864,
          51.5426788
        ],
        [
          -0.3800672,
          51.5426659
        ],
        [
          -0.3799751,
          51.542604
        ],
        [
          -0.3798766,
          51.5425374
        ],
        [
          -0.3798336,
          51.5425085
        ],
        [
          -0.37979229999999997,
          51.5424803
        ],
        [
          -0.3797885,
          51.5424777
        ],
        [
          -0.3797724,
          51.5424667
        ],
        [
          -0.3796893,
          51.5424098
        ],
        [
          -0.37950829999999997,
          51.5422905
        ],
        [
          -0.3796039,
          51.5422355
        ]
      ]
    ],
    "type": "Polygon"
  }
}