{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "AGL44620"
  ],
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "76235/APP/2022/3592",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76235/APP/2022/3592",
  "actual_completion_date": null,
  "pp_id": "10413767",
  "lapsed_date": "02/02/2026",
  "secondary_street_name": "EASTCOTE",
  "centroid": {
    "lon": "-0.4031229",
    "lat": "51.5889141"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": "2588-4033-7223-7610-2250",
  "appeal_status": null,
  "last_date_consultation_comments": "21/12/2022",
  "description": "Erection of a single storey front extension and part double storey rear extension. Replacement of the concrete wood effect cladding with render and erection of a detached garage.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4033824,
          51.58899
        ],
        [
          -0.402974,
          51.5890903
        ],
        [
          -0.4028334,
          51.588854
        ],
        [
          -0.4032419,
          51.588749
        ],
        [
          -0.4033755,
          51.5888602
        ],
        [
          -0.4033805,
          51.58899
        ],
        [
          -0.4033824,
          51.58899
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "2 Quintin House, 2",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 20069 HHP3 0201; 20069 HHP3 0201 and 20069 HHP3 0101.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "No development shall take place until details of all materials and external surfaces, external doors and windows have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved .",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The new first floor side windows serving Bedroom 3 and the new landing space outside the master bedroom, facing no.3 Quintin Close and the new first floor side window serving the en-suite facing no.1 Quintin Close, shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "Detailed drawings or samples of materials, as appropriate, in respect of the following shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of the work is begun:",
    "(a) proposed brick (including colour, bond and mortar);",
    "(b) proposed render (colour and finish); and",
    "(c) proposed windows (including section and elevations at a scale 1:20 as a minimum).",
    "REASON",
    "To preserve the character and appearance of the conservation area in accordance with Policy DMHB 4 of the Hillingdon Local Plan Part 2 (2020).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The application falls within an area in which archaeological finds of importance might be uncovered and while the scale of the works does not necessitate a full archaeological evaluation, a 'watching brief' may be required. Before commencement of the proposed works, you are therefore requested to send a copy of the approved drawings to English Heritage to allow them the opportunity to keep a watching brief during the course of the works. Contact - English Heritage, 23 Savile Row, London, W1S 2ET (Tel. 020 7973 3000)."
  ],
  "postcode": "HA5 2EU",
  "application_type": "Householder",
  "decision_date": "02/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 510723,
  "valid_date": "24/11/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "02/02/2023",
  "id": "Hillingdon-76235_APP_2022_3592",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:45:45.146+00:00",
  "street_name": "QUINTIN CLOSE",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 188992,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 73,
    "intended_commencement_date": "02/2022",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 2,
    "intended_completion_date": "10/2022",
    "site_area": 0.09300000000000001
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510704.8404,
              189000.0515
            ],
            [
              510732.8863,
              189011.8255
            ],
            [
              510743.205,
              188985.7639
            ],
            [
              510715.1592,
              188973.4608
            ],
            [
              510705.6341,
              188985.6317
            ],
            [
              510704.9727,
              189000.0515
            ],
            [
              510704.8404,
              189000.0515
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "NORTHWOOD HILLS 2022"
}