{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/201845FUL;",
  "lapsed_date": "20/08/2023",
  "decision_target_date": "24/08/2020",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4SB",
  "site_name": "Harrington House Unit 7",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "12152849"
    ],
    "site_area": 0.6870000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "201845FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513863,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T01:26:01.950+00:00",
  "id": "Ealing-201845FUL",
  "application_type": "All Other",
  "street_name": "Dean Way",
  "borough": "Ealing",
  "ward": "Norwood Green",
  "decision_date": "20/08/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Single storey rear/side extension, two storey rear extension; two storey side extension; associated external alterations to the car parking layout; reduction in size of vehicular gate access, new vehicular gate and pedestrian access and substation\n\n\n",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor general industry-storage-warehousing",
  "centroid_northing": 179948,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12152849",
  "centroid": {
    "lon": "-0.3607414",
    "lat": "51.5070023"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513903.6969532,
              179988.9379577
            ],
            [
              513902.5426446,
              179973.5923503
            ],
            [
              513898.5685252,
              179973.9422502
            ],
            [
              513897.5626277,
              179973.6123446
            ],
            [
              513897.2575605,
              179973.0225134
            ],
            [
              513897.1173944,
              179970.5832117
            ],
            [
              513901.9325101,
              179970.3032918
            ],
            [
              513902.8971823,
              179970.3432803
            ],
            [
              513902.4107237,
              179962.8454266
            ],
            [
              513901.9737354,
              179963.1053522
            ],
            [
              513901.2316799,
              179963.4652492
            ],
            [
              513900.4566442,
              179963.7051805
            ],
            [
              513899.6898535,
              179963.7651633
            ],
            [
              513898.9807782,
              179963.6951833
            ],
            [
              513898.2881931,
              179963.5052377
            ],
            [
              513897.6533234,
              179963.1953264
            ],
            [
              513897.1091494,
              179962.7454552
            ],
            [
              513896.6639161,
              179962.1056383
            ],
            [
              513896.4000741,
              179961.4458272
            ],
            [
              513896.2763982,
              179960.7460275
            ],
            [
              513901.5367472,
              179960.4761048
            ],
            [
              513900.3164781,
              179937.4526952
            ],
            [
              513899.2693554,
              179936.502967
            ],
            [
              513900.2175374,
              179935.4532675
            ],
            [
              513900.0691263,
              179932.6640659
            ],
            [
              513899.0220035,
              179931.7143378
            ],
            [
              513899.9701856,
              179930.6646382
            ],
            [
              513899.8217745,
              179927.755471
            ],
            [
              513898.7581616,
              179926.81574
            ],
            [
              513899.7063436,
              179925.7560433
            ],
            [
              513899.5084622,
              179921.9671279
            ],
            [
              513894.2810934,
              179922.1670706
            ],
            [
              513893.8276151,
              179912.4898407
            ],
            [
              513893.8111249,
              179912.1599352
            ],
            [
              513893.81937,
              179911.3501669
            ],
            [
              513893.9925163,
              179910.560393
            ],
            [
              513894.0997021,
              179910.2504817
            ],
            [
              513894.4707298,
              179909.550682
            ],
            [
              513894.9736785,
              179908.9308595
            ],
            [
              513895.5673229,
              179908.4210054
            ],
            [
              513896.0125562,
              179908.1610798
            ],
            [
              513896.7711019,
              179907.8911571
            ],
            [
              513897.5626277,
              179907.7711914
            ],
            [
              513898.3623987,
              179907.8211771
            ],
            [
              513899.1374344,
              179908.0111227
            ],
            [
              513899.4589918,
              179908.1610798
            ],
            [
              513898.5190548,
              179901.9028712
            ],
            [
              513898.2964382,
              179898.0539729
            ],
            [
              513892.6485713,
              179898.3538871
            ],
            [
              513885.2774867,
              179898.7237812
            ],
            [
              513880.7509481,
              179898.9537154
            ],
            [
              513826.754043,
              179901.7529141
            ],
            [
              513828.3123595,
              179998.5252134
            ],
            [
              513829.3100119,
              179998.425242
            ],
            [
              513836.4172546,
              179997.7554337
            ],
            [
              513848.2983877,
              179996.6157599
            ],
            [
              513852.3219775,
              179996.2258715
            ],
            [
              513885.6072891,
              179993.0467815
            ],
            [
              513898.2387227,
              179991.8971106
            ],
            [
              513898.007861,
              179989.1279033
            ],
            [
              513903.6969532,
              179988.9379577
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing numbers: 6763-PL101, 6763-PL102, 6763-PL103 Rev A, 6763-PL104 Rev A, 6763-PL105 Rev A, 6763-PL106 Rev A, Design and Access Statement, Planning Statement",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "| Notwithstanding the details shown on the plans, all external materials to be used in the development shall match the appearance of those of the existing building.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 & 7.6 of the London Plan (2016) and the National Planning Policy Framework (2019).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable residential window unless effective odour control is installed, of equipment and ducting to be fitted with anti-vibration mounts and silencers and of additional mitigation measures as necessary to ensure that noise and vibration transmission via internal ceilings, walls and external façades will meet the Council's standards specified in the SPG10. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by cooking odours, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies 7.14 & 7.15 of the London Plan (2016), and the National Planning Policy Framework (2019).",
    "| Prior to commencement /use of the development, details shall be submitted to the Council for approval in writing, of the external rating noise level emitted from plant/ machinery/ equipment and mitigation measures as appropriate, as measured at/ calculated to the nearest and most affected noise sensitive premises, including offices.  The measures shall ensure that the external rating noise level LAeq emitted from plant/ machinery/ equipment will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and in surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and 7.15 of the London Plan (2016), the National Planning Policy Framework (2019) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by vibration noise, in accordance with Policies1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and 7.15 of the London Plan (2016), the National Planning Policy Framework (2019) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| No development shall take place until a Demolition Method Statement and Construction Management Plan has been submitted to, and approved in writing by, the Local Planning Authority. Approved details shall be implemented throughout the project period. The Demolition Method Statement and Construction Management Plan shall provide for:",
    "- Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays,",
    "- notifications of works to interested parties and regular neighbour liaison,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 1.1(e)(j) and 2.1(c) of the Ealing Core Strategy (2012), policies 6.3, 6.13, 7.13, 7.14 and 7.15  of the London Plan (2016), the National Planning Policy Framework (2019), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| Before the development permitted is occupied, storage for a total of eight cycle parking spaces that comply with adopted standards shall be provided on site as shown on plan 6763 - PL104 Rev A and shall be made fully available and retained thereafter solely for the purpose of the parking of cycles. The cycle parking should be provided in a covered, safe and secure environment.",
    "Reason: To promote sustainable patterns of transport, in accordance with section 9 of the National Planning Policy Framework (2019), and policies 6.3, 6.9, 6.11 and 6.13 of the London Plan (2016).",
    "| Before the development permitted is occupied two disabled car parking spaces shall be provided onsite in accordance with approved plans and shall permanently be retained as such thereafter.",
    "Reason: To ensure appropriate disabled car parking provision in accordance with Policy 6.13 of the London Plan (2016).",
    "| The car parking spaces hereby approved shall be fully marked out as shown on approved plan 6763 - PL104 Rev A and the provision of 1 active and 1 passive electric vehicle charging point spaces shall be made prior to the first occupation of the development hereby approved, and these car parking spaces together with the associated access and internal carriageway shall be kept continuously available for the satisfactory operation of the parking area and shall not be used for any other purpose.",
    "Reason: To reduce emissions of greenhouse gases and to improve local air quality in the interests of health, in accordance with policies 3.2, 5.2 and 7.14 of the London Plan (2016), policies 1.1(e), 1.1(f), 1.1(j) and 1.2(k) of Ealing's adopted Development (or Core) Strategy 2012, and the National Planning Policy Framework (2019).",
    "| Prior to commencement of the development, a Parking and Servicing Management Plan shall be submitted to the Council for approval in writing. Details shall include hours of use, numbers of people attending, times and frequency of activities/ events, deliveries and collections, vehicle movements, silent reversing methods, location of loading bays, quiet loading/unloading measures, etc.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by noise, and that resulting servicing arrangements are satisfactory in terms of their impact on highway safety and the free-flow of traffic in accordance with policies 6.7 and 6.13 of the London Plan (2016).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that order with or without modification) the extensions hereby approved shall be used for ancillary space to the existing industrial and warehousing use on site, and for no other purpose (including any other purpose in any Class of any Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Reason: In order to restrict the use of the premises in the interest of the strategic function of this designated Strategic Industrial Land for small and medium businesses and of the amenities of future occupiers of any sensitive use (residential, day care, schools, hospital, care home etc.), and to ensure that the development accords with Policies 4A and 7A of the Adopted Ealing Development Management Development Plan Document (2013), policies 2.17, 4.4, 7.14 and 7.15 of The London Plan (2016) and guidance within the National Planning Policy Framework (2019)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/05/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08613245",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.36014199999999996,
          51.5073621
        ],
        [
          -0.3601636,
          51.5072244
        ],
        [
          -0.3602207,
          51.5072283
        ],
        [
          -0.3602353,
          51.5072256
        ],
        [
          -0.3602399,
          51.5072203
        ],
        [
          -0.36024269999999997,
          51.5071984
        ],
        [
          -0.3601734,
          51.507195
        ],
        [
          -0.36015949999999997,
          51.5071951
        ],
        [
          -0.36016899999999996,
          51.5071278
        ],
        [
          -0.3601752,
          51.5071303
        ],
        [
          -0.3601857,
          51.5071336
        ],
        [
          -0.3601968,
          51.507136
        ],
        [
          -0.36020779999999997,
          51.5071367
        ],
        [
          -0.3602181,
          51.5071362
        ],
        [
          -0.3602281,
          51.5071346
        ],
        [
          -0.3602374,
          51.5071319
        ],
        [
          -0.3602453,
          51.507128
        ],
        [
          -0.36025199999999996,
          51.5071223
        ],
        [
          -0.36025599999999997,
          51.5071165
        ],
        [
          -0.36025799999999997,
          51.5071102
        ],
        [
          -0.3601823,
          51.5071067
        ],
        [
          -0.3602073,
          51.5069
        ],
        [
          -0.3602227,
          51.5068917
        ],
        [
          -0.36020939999999996,
          51.5068821
        ],
        [
          -0.3602124,
          51.506857
        ],
        [
          -0.3602278,
          51.5068487
        ],
        [
          -0.3602145,
          51.5068391
        ],
        [
          -0.36021759999999997,
          51.506813
        ],
        [
          -0.3602332,
          51.5068047
        ],
        [
          -0.3602199,
          51.506795
        ],
        [
          -0.360224,
          51.506761
        ],
        [
          -0.3602992,
          51.5067639
        ],
        [
          -0.3603088,
          51.506677
        ],
        [
          -0.3603092,
          51.506674
        ],
        [
          -0.3603093,
          51.5066667
        ],
        [
          -0.3603071,
          51.5066596
        ],
        [
          -0.3603056,
          51.5066568
        ],
        [
          -0.36030049999999997,
          51.5066504
        ],
        [
          -0.3602935,
          51.5066448
        ],
        [
          -0.36028509999999997,
          51.5066401
        ],
        [
          -0.3602788,
          51.5066376
        ],
        [
          -0.3602679,
          51.506635
        ],
        [
          -0.3602566,
          51.5066338
        ],
        [
          -0.360245,
          51.5066341
        ],
        [
          -0.3602338,
          51.5066356
        ],
        [
          -0.36022909999999997,
          51.5066369
        ],
        [
          -0.3602447,
          51.5065809
        ],
        [
          -0.3602491,
          51.5065463
        ],
        [
          -0.3603304,
          51.5065502
        ],
        [
          -0.3604364,
          51.506555
        ],
        [
          -0.3605015,
          51.5065579
        ],
        [
          -0.3612783,
          51.506594
        ],
        [
          -0.3612247,
          51.5074634
        ],
        [
          -0.3612103,
          51.5074623
        ],
        [
          -0.3611082,
          51.5074549
        ],
        [
          -0.36093739999999996,
          51.5074423
        ],
        [
          -0.36087959999999997,
          51.5074379
        ],
        [
          -0.3604012,
          51.5074027
        ],
        [
          -0.3602197,
          51.5073898
        ],
        [
          -0.3602239,
          51.5073649
        ],
        [
          -0.36014199999999996,
          51.5073621
        ]
      ]
    ],
    "type": "Polygon"
  }
}