{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/4181/19",
  "application_type_full": null,
  "uprn": "200000315279",
  "borough": "Harrow",
  "street_name": "Uxbridge Road",
  "locality": "Pinner",
  "ward": "HATCH END",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents:Planning, Design and Access Statement (September 2019); BUCS01-01-110319-NBB; 2019/01; 2019/02; 2019/03.\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n\r\n",
    "Condition : 3 - The use(s) hereby permitted shall not be open to customers outside the following times:-\r\na:  06:00  hours to 22:00 hours, Monday to Saturday inclusive,\r\nb:  08:00 hours to  20:00 hours on Sundays or Bank Holidays,\r\nwithout the prior written permission of the local planning authority.\r\nREASON: To safeguard the amenity of neighbouring residents.",
    "Condition : 4 - Notwithstanding the approved plans, the use hereby permitted shall not commence until details of secured, sheltered and accessible cycle storage for the provision of 2 long-stay spaces have been submitted to and approved in writing by the Local Planning Authority.The cycle storage shall be made available prior to the commencement of the use in accordance with the approved plans and shall thereafter be retained in accordance with the approved plans. \r\nREASON: To ensure that the development provides sufficient cycle parking in accordance with policy T5 of the Draft London Plan (2019) and policies DM1 and DM42 of the Development Management Policies Local Plan (2013). ",
    "Condition : 5 - The use hereby permitted shall not commence until details of refuse storage have been submitted to and approved in writing by the Local Planning Authority. The refuse storage shall be made available prior to the commencement of the use in accordance with the approved plans and shall thereafter be retained in accordance with the approved plans. The refuse bins shall be stored at all times, other than on collection days, in the designated refuse storage area, as shown on the approved drawing.\r\nREASON: To ensure that the development provides a high standard of amenity, in accordance with policies  DM1 and DM45 of the Development Management Policies Local Plan (2013).",
    "Condition : 6 - No music or any other amplified sound caused as a result of this permission shall be audible at the boundary of any residential premises either attached to, or in the vicinity of, the premises to which this permission refers.\nREASON:  To ensure that the proposed development does not give rise to noise nuisance to neighbouring residents.\n",
    "Condition : 7 - No flue, ductwork, plant or machinery, including that for fume extraction, ventilation, refrigeration and air conditioning shall be installed/erected on site without the prior written approval of the Local Planning Authority.\r\nREASON: To ensure that the proposed development does not give rise to noise and odour / fume nuisance to neighbouring residents.",
    "Condition : 8 - The use hereby permitted shall not commence until details relating to emergency planning and evacuation route to ensure users of the building have a safe means of access in the event of a flood, have been submitted to and approved in writing by the Local Planning Authority. The approved emergency planning strategy shall be in place prior to the use coming into operation and adhered to thereafter. \r\nREASON: To ensure users of the building have a safe means of access in the instance of a flood, in accordance with the National Planning Policy Framework (2019) and policies DM1 and DM9 of the Harrow Development Management Local Policies Plan (2013).",
    "Condition : 9 - The use hereby permitted shall not commence until a Noise Report, prepared by a qualified Noise consultant, proposing appropriate noise attenuation measures for protecting the existing residential use from noise emanating from the below fitness studio has been submitted to, and approved in writing by, the local planning authority. The development shall be carried out in accordance with the works as agreed prior to the commencement of the use and the works shall thereafter be retained. \r\nREASON: To ensure that adequate precautions are taken to avoid noise nuisance and to safeguard the amenity of neighbouring residents."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 191135,
  "status": "Approved",
  "decision_date": "22/11/2019",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3731214,
          51.607883,
          0
        ],
        [
          -0.37309729999999997,
          51.6078907,
          0
        ],
        [
          -0.3729577,
          51.6079356,
          0
        ],
        [
          -0.37292569999999997,
          51.607946,
          0
        ],
        [
          -0.3728324,
          51.6078386,
          0
        ],
        [
          -0.3727044,
          51.6077068,
          0
        ],
        [
          -0.3726679,
          51.6076693,
          0
        ],
        [
          -0.3726634,
          51.6076564,
          0
        ],
        [
          -0.3727238,
          51.6076354,
          0
        ],
        [
          -0.37285019999999996,
          51.6075915,
          0
        ],
        [
          -0.3728592,
          51.607601,
          0
        ],
        [
          -0.37292379999999997,
          51.6076725,
          0
        ],
        [
          -0.37296619999999997,
          51.6077194,
          0
        ],
        [
          -0.3730281,
          51.6077846,
          0
        ],
        [
          -0.3731214,
          51.607883,
          0
        ]
      ]
    ]
  },
  "decision_target_date": "22/11/2019",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "11/11/2019",
  "development_type": "Other change of use",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T22:46:59.582+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-P_4181_19",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 512771,
  "appeal_start_date": null,
  "postcode": "HA5 4JP",
  "url_planning_app": "http://site.com?appref=P/4181/19-or-1056117 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "381",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use of lower ground, ground and first floor from Professional services (Class A2) to Fitness Studio (Class D2)",
  "valid_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              512754.3,
              191147.25,
              0
            ],
            [
              512755.95,
              191148.15,
              0
            ],
            [
              512765.5,
              191153.35,
              0
            ],
            [
              512767.69,
              191154.56,
              0
            ],
            [
              512774.42,
              191142.76,
              0
            ],
            [
              512783.61,
              191128.3,
              0
            ],
            [
              512786.23,
              191124.19,
              0
            ],
            [
              512786.57,
              191122.76,
              0
            ],
            [
              512782.44,
              191120.33,
              0
            ],
            [
              512773.8,
              191115.25,
              0
            ],
            [
              512773.15,
              191116.3,
              0
            ],
            [
              512768.5,
              191124.15,
              0
            ],
            [
              512765.45,
              191129.3,
              0
            ],
            [
              512761,
              191136.45,
              0
            ],
            [
              512754.3,
              191147.25,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "8184679",
  "application_details": {
    "site_area": 0.056
  },
  "centroid": {
    "lon": "-5.2245107",
    "lat": "54.467232"
  },
  "lapsed_date": "22/11/2022",
  "decision_process": "Delegated",
  "actual_completion_date": null
}