{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551158.88,
              190032.763
            ],
            [
              551149.872,
              190042.11
            ],
            [
              551151.023,
              190043.059
            ],
            [
              551149.059,
              190045.158
            ],
            [
              551147.027,
              190043.465
            ],
            [
              551145.333,
              190045.023
            ],
            [
              551146.282,
              190046.378
            ],
            [
              551135.309,
              190058.502
            ],
            [
              551138.831,
              190058.366
            ],
            [
              551143.166,
              190062.498
            ],
            [
              551165.044,
              190038.859
            ],
            [
              551158.88,
              190032.763
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "09958083",
  "appeal_status": null,
  "last_updated": "2025-03-20T20:13:06.534+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "13/07/2021",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "Pettits",
  "centroid": {
    "lat": "51.5890178",
    "lon": "0.1805087"
  },
  "decision": "Approved",
  "valid_date": "21/06/2021",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Havering",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 36,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "09/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.028
  },
  "cil_liability": false,
  "postcode": "RM1 4NR",
  "title_number": [
    "UNKNOWN"
  ],
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1202.21",
  "lpa_name": "Havering",
  "site_name": "46 FONTAYNE AVENUE",
  "lapsed_date": "03/11/2024",
  "parking_details": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Before any of the development hereby permitted is commenced, written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening shall be formed in the flank walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey rear extension and porch to front",
  "lpa_app_no": "P1202.21",
  "decision_target_date": "03/11/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "10033422912",
  "decision_date": "03/11/2021",
  "id": "Havering-P1202.21",
  "centroid_northing": 190048,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 551151,
  "street_name": "ROMFORD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1806158,
          51.5888787
        ],
        [
          0.18048989999999998,
          51.5889651
        ],
        [
          0.1805069,
          51.5889734
        ],
        [
          0.1804795,
          51.5889928
        ],
        [
          0.18044949999999998,
          51.5889781
        ],
        [
          0.1804257,
          51.5889925
        ],
        [
          0.18044000000000002,
          51.5890045
        ],
        [
          0.1802869,
          51.5891163
        ],
        [
          0.1803377,
          51.5891142
        ],
        [
          0.18040199999999998,
          51.5891501
        ],
        [
          0.1807074,
          51.5889319
        ],
        [
          0.1806158,
          51.5888787
        ]
      ]
    ],
    "type": "Polygon"
  }
}