{
  "centroid_easting": 517210,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Ealing",
  "lpa_app_no": "232947FUL",
  "last_date_consultation_comments": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": 51.503164,
    "lon": -0.312675
  },
  "postcode": "W13 9NH",
  "actual_completion_date": null,
  "street_name": "Culmington Road",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232947FUL;",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Ealing-232947FUL",
  "ward": "Walpole",
  "title_number": null,
  "description": "Construction of two attenuation basins and swales to provide improved protection against flooding.  (Regulation 3 Application by London Borough of Ealing)",
  "uprn": "000012142788",
  "site_name": "Lammas Park",
  "decision_agency": "Borough",
  "centroid_northing": 179597,
  "application_details": {
    "green_suds": true,
    "total_gia_gained": 0,
    "existing_uprns": [
      "000012141326, 000012142788"
    ],
    "garden_land_lost": false,
    "total_gia_existing": 0,
    "ownership_status": "Public",
    "site_area": 50000,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "green_roof_area": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 100,
      "ghg_reduction_over_building_regulations": false
    },
    "lead_developer_company_name": "London Borough of Ealing",
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "11/2023",
        "intended_commencement_date": "09/2023"
      }
    ],
    "surface_water_discharge_percentage_reduction": 20,
    "total_gia_lost": 0,
    "internal_resi_water_usage": 0,
    "grey_water_reuse": false,
    "scheme_phasing": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "scheme_name": "Northfield Avenue Critical Drainage Area - Lammas Park Flood Alleviation Scheme"
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "14/09/2023",
  "subdivision_of_building": null,
  "decision_date": "01/09/2023",
  "decision": "Approved",
  "locality": "London",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": null,
  "development_type": "Minor all other minor developments",
  "lapsed_date": "01/09/2026",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number(s): 1000009213-3-0001-01 rev 0, 1000009213-3-0000-01 rev 0, 1000009213-3-3001-01 received 15.08.2023, 1000009213-3-3001-02 rev 0, 1000009213-3-3001-03 rev 0, 1000009213-3-0101-01 received 15.08.2023, Lammas Park Design and Access Statement dated 07.07.2023 Part 1 and 2.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing: 1000009213-3-3001-01 received 15.08.2023, 1000009213-3-3001-02 rev 0, 1000009213-3-3001-03 rev 0) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed  without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Discharge of this condition should be sought from the Local Planning Authority prior to the first use of the development hereby approved: the discharge is dependent upon compliance with all of the above and /or any variation made in writing by the Local Planning Authority.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape.",
    "| A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site 'in connection with the planting of the site' until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority.  The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o\tLocations of all proposed species.",
    "o\tComprehensive details of ground/tree pit preparation to include:",
    "o\tPlans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o\tEngineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o\tStaking/tying method(s).",
    "o\tFive year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T22:55:09.316+00:00",
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Full planning permission",
  "valid_date": "20/07/2023",
  "pp_id": "PP-12326058",
  "status": "Approved"
}