{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Alterations to existing outbuilding to provide bathroom and fenestration changes",
  "epc_number": null,
  "street_name": "RUISLIP",
  "appeal_decision": null,
  "lpa_app_no": "63713/APP/2022/1687",
  "centroid": {
    "lon": "-0.4199385",
    "lat": "51.5585943"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 509631,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=63713/APP/2022/1687",
  "last_updated": "2025-03-20T14:45:35.571+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 185595,
  "site_name": "87 LEA CRESCENT",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "22/07/2022",
  "lapsed_date": "06/01/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "09/01/2023",
  "title_number": [
    "MX166432"
  ],
  "decision": "Approved",
  "last_date_consultation_comments": "15/08/2022",
  "ward": "SOUTH RUISLIP 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-63713_APP_2022_1687",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509616.3946,
              185585.739
            ],
            [
              509614.278,
              185590.7661
            ],
            [
              509631.7405,
              185598.439
            ],
            [
              509632.5343,
              185598.439
            ],
            [
              509645.3666,
              185603.863
            ],
            [
              509647.351,
              185598.8359
            ],
            [
              509616.3946,
              185585.739
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall be retained in complete accordance with the details shown on Drawing Nos. A401 01 Rev B.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, study, commercial use, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems.",
    "Therefore you should minimise the water from your site entering the sewers.",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "07/2022",
    "intended_completion_date": "08/2022",
    "site_area": 0.019
  },
  "pp_id": "11024411",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42015199999999997,
          51.5585139
        ],
        [
          -0.42018099999999997,
          51.5585595
        ],
        [
          -0.4199268,
          51.5586251
        ],
        [
          -0.4199153,
          51.5586249
        ],
        [
          -0.4197286,
          51.5586712
        ],
        [
          -0.4197016,
          51.5586256
        ],
        [
          -0.42015199999999997,
          51.5585139
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "06/01/2023",
  "secondary_street_name": "MIDDLESEX"
}