{
  "borough": "Hillingdon",
  "cil_liability": false,
  "decision_target_date": "25/04/2024",
  "lpa_app_no": "75127/APP/2023/1646",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "18/03/2024",
  "lpa_name": "Hillingdon",
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "wgs84_polygon": null,
  "valid_date": "26/06/2023",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "site_number": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "APL001 Rev. B,",
    "APL016 Rev. D,",
    "APL020 Rev. A,",
    "APL004 Rev. J,",
    "APL021 Rev. C,",
    "APL017 Rev. B,",
    "APL005 Rev. J,",
    "APL022 Rev. A,",
    "APL006 Rev. B,",
    "APL010 Rev. B,",
    "APL009 Rev. D,",
    "APL008 Rev. D,",
    "APL007 Rev. D,",
    "APL013 Rev. C,",
    "APL014 Rev. B,",
    "APL011 Rev. C,",
    "APL015 Rev. C,",
    "APL012 Rev. C,",
    "APL019 Rev G",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Development Management Policies (2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "LBH Population Projection dated January 2019",
    "Assessment of Need dated December 2019",
    "Applicant Consultee Response",
    "Fire Strategy Report Rev. 01 by Alfor",
    "Flood Risk Assessment and Drainage Strategy dated August 2019",
    "Transport Technical Note Ref: dated November 2019",
    "Acoustic Assessment dated December 2019",
    "Preliminary Ecological Appraisal dated July 2019",
    "Design and Access Statement dated September 2019",
    "Covering Letter dated September 2019",
    "Archaeological Assessment and Heritage Statement dated September 2019",
    "Acoustic Report Ref: 26535REP-D",
    "Air Quality Assessment Ref: AQ107192-3",
    "Arboricultural Impact Assessment Method Statement & Tree Protection Plan (to BS:5837 2012) dated 2nd November 2022",
    "Transport Statement Ref: SJ/RW/ITB14708-005 R",
    "Travel Plan Statement Ref: SJ/RW/HC/ITB14708-003B",
    "Flood Risk Assessment and Drainage Report Ref:",
    "The youth zone hereby approved shall be provided in accordance with approved plan ref: APL009 Rev. C, prior to the occupation of the unit, details of access arrangements and operation shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the provision shall remain in place for the lifetime of the development.",
    "REASON",
    "To ensure the proposal would not result in the loss of an existing community facility in accordance with Policy DMCI 1 of the Local Plan: Part Two Part Two - Development Management Policies (2020), Policy S1 of the London Plan (2021), policy CI1 of the LPP1 (2012) and para 98 of the NPPF (2021).",
    "The Leisure Centre Phase of the development hereby permitted shall be constructed in accordance with the details approved under application reference 75127/APP/2022/2821.",
    "The development shall only be carried out in accordance with the approved details.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 4, DMHB 11 and DMHB 12 of the Local Plan: Part Two - Development Management Policies (2020), Policy HE1 of the LPP1 (2012).",
    "The leisure centre building hereby approved shall not include any windows on the western elevation without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the residential amenities of neighbouring residents along West Drayton Park Avenue in accordance with Policy DMHB 11 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The development hereby permitted shall be constructed in accordance with the details proposed within submitted Arboricultural Impact Assessment, Method Statement & Tree Protection Plan BS:5837 2012 dated Date: 2nd November 2022.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The Leisure Centre Phase of the development hereby permitted shall be constructed in accordance with the details approved under application reference 75127/APP/2022/2820.",
    "Prior to commencement of any above ground level works, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate and to include pollution absorbing planting.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments including shutters to the car parking area and gates/boundary fencing across the development",
    "2.d Car Parking Layouts (including the layout of 25 car parking spaces reserved for blue badge holders, 12 spaces for brown",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped. New planting shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. New planting should comply with BS 3936 (1992) 'Nursery Stock, Part 1, Specification for Trees and Shrubs'.",
    "Remedial work should be carried out to BS BS 3998:2010 'Tree work - Recommendations' and BS 4428 (1989) 'Code of Practice for General Landscape Operations (Excluding Hard Surfaces)'. The agreed work shall be completed in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier.",
    "REASON",
    "To ensure that the trees and other vegetation continue to make a valuable contribution to the amenity of the area in accordance with Policy DMHB 14 of the Local Plan: Part Two - Development Management Policies (2020) and to comply with Secti",
    "No additional lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings.",
    "REASON",
    "To protect the character of the surrounding Conservation Area in accordance with Policy DMHB 4 and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy HE1 of the LPP1 (2012).",
    "The development hereby permitted shall be implemented in accordance with the details approved under application reference 75127/APP/2022/986; Written Scheme of Investigation.",
    "REASON",
    "To protect and the archaeological interests of site in accordance with Policy DMHB 7  of the Local Plan: Part Two - Development Management Policies (2020),  Policy HC1 of the London Plan (2021) and Chapter 16 of the National Planning Policy Framework (2021).",
    "For the Leisure Centre Phase, the development hereby permitted shall be constructed in accordance with the details approved under application reference 75127/APP/2022/2284.",
    "With regards to the Car Park Phase of the development, prior to above ground works, a full ecological protection and enhancement scheme shall be submitted to and approved in writing by the Local Planning Authority.  The scheme must include a clear and appropriately scaled plan showing the retention of the ecological features of interest and the specific measures to enhance opportunities for wildlife, including but not limited to; bat and bird boxes appropriately located, artificial refugia within the landscaping areas; wildlife specific planting (i.e. nectar rich planting) and a specific area within the landscaping that is developed specifically to enhance opportunities for wildlife.",
    "The scheme shall also incorporate a report with a commentary on the proposed enhancement features, how these will benefit wildlife",
    "The development hereby permitted shall be implemented in accordance with the details approved under application reference 75127/APP/2022/1194; \"Revised Bird Hazard Management Plan\".",
    "REASON",
    "It is necessary to manage the flat roof in order to minimise its attractiveness to birds which could endanger the safe movement of aircraft and the operation of Heathrow Airport in accordance with Policy DMAV1 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The development hereby permitted shall be constructed in accordance with the Land Contamination and Remediation Strategy details approved under application reference 75127/APP/2022/1091.",
    "AND",
    "(ii) If during development or works contamination not addressed in the submitted remediation scheme is identified, an addendum to the remediation scheme must be agreed with the LPA prior to implementation; and",
    "(iii) All works which form part of the remediation scheme shall be completed and a verification report submitted to the Council's Environmental Protection Unit before any part of the development is occupied or brought into use unless the LPA dispenses with any such requirement specifically and in writing.",
    "REASON",
    "To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbo",
    "The development hereby approved shall not be occupied until details of the parking management and allocation arrangements have been submitted to and approved in writing by the Local Planning Authority; and the development shall not be occupied until the approved arrangements have been implemented.",
    "REASON",
    "To ensure that adequate car parking facilities are provided and to help mitigate the site's impact local congestion and highways safety in compliance with Policy DMT1 and DMT2 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The building, car park and site shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to reflect the guidance contained in the Council's SPG on Community Safety By Design and to ensure the development provides a safe and secure environment in accordance with Policy D11 of the London Plan (2021) and Policy DMHB 15 of the LPP2.",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 75127/APP/2022/2964 which details the photovoltaic (PV) array the specifications of the PV panels to be used and their fixing mechanism to the roof.",
    "The development must proceed in accordance with the approved details.",
    "REASON",
    "To ensure that the development incorporates appropriate energy efficiency measures in accordance with Policy SI2 of the London Plan (2021) and policy DMEI 2 of the LPP2 (2020).",
    "All non-Road mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the demolition and construction phase of the development hereby approved shall be required to meet Stage IIIA of EUDirective 97/68/EC. The site shall be registered on the NRMM register for the demolition and construction phase of the development.",
    "REASON",
    "Reason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of Policies  DMT 2, DMEI 1, and DMEI 14 of the Hillingdon Local Plan: Part Two - Development Management Policies 2020.",
    "The development hereby permitted shall be constructed in accordance with the Green Wall details approved under application reference 75127/APP/2022/2266, to provide a green wall on the northern elevation of the Leisure Centre building.",
    "The development must proceed in accordance with the approved scheme.",
    "REASON",
    "To increase the amount vegetation for the benefit of design, wildlife and air quality improvements in accordance with EM7 and EM8 of the Local Plan: Part One (November 2012) and Policy DMEI 1 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The development hereby permitted shall be implemented in accordance with the details approved under application reference 75127/APP/2022/992; \"WDLC-BH-XX-XX-D-C-0006 REV C02\"",
    "REASON",
    "To ensure that surface water run off is controlled to ensure the development does not increase the risk of flooding contrary to: Policy EM6 Flood Risk Management in Hillingdon Local Plan: Part 1- Strategic Policies (Nov 2012), Policy DMEI 10 of the Local Plan: Part 2 Development Management Policies (2020), (2020) and Policy SI 12 of the London Plan (2021),  National Planning Policy Framework (2021) and the Planning Practice Guidance (for Flood Risk and Coastal Change August 2022).",
    "The development hereby permitted shall be constructed in accordance with the Basement Impact Assessment details approved under application reference 75127/APP/2022/1191.",
    "The development shall only be undertaken in accordance with those approved details, and the approved scheme shall be implemented prior to the first use of the development hereby permitted and retained for the duration of the development.",
    "REASON",
    "The manage groundwater flood risk in accordance with Policy EM6 of the Local Plan: Part One (November 2012), Policy DMHD 3 of the Local Plan: Part 2 Development Management Policies (2020), Policy D10 of the London Plan (2021)  Planning Practice Guidance (Flood Risk and Coastal Change August 2022).",
    "The leisure centre hereby approved shall only be open to the public between the hours of 06:00 and 22:00 hours and members of staff until 23:00  on any day.",
    "REASON",
    "In the interests of neighbouring amenity and to accord with Policy DMT2 and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and policy BE1 of the LPP1 (2012).",
    "Servicing and deliveries to the leisure centre hereby approved shall only take place between the hours of 07:00 and 21:00 hours on any day.",
    "REASON",
    "In the interests of neighbouring amenity and to accord with Policy DMT2 and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and policy BE1 of the LPP1 (2012).",
    "The development hereby permitted shall be constructed in accordance with the Construction Management Plan details approved under application reference 75127/APP/2022/988.",
    "The approved details shall be implemented and maintained throughout the duration of the demolition and construction process.",
    "REASON",
    "To safeguard the amenity of surrounding areas and manage highways impacts in accordance with Policy DMHB 11, DMT2 and DMEI14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Prior to the occupation of development details of a Delivery and Servicing Plan which identifies efficiency and sustainability measures to be undertaken once the development is operational shall be submitted to and approved in writing by the Local Planning Authority. This shall incorporate measures to minimise vehicle deliveries/servicing during am and pm peak hours.",
    "REASON",
    "To encourage out of hours/off peak servicing to help mitigate the site's contribution to local congestion levels in compliance with Policy DMT1 and DMT2 of the Local Plan: Part Two - Development Management Policies (2020).",
    "No development  shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and know datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with Policy DMHB 11 and DMHB 12 of the Local Plan: Part Two - Development Management Policies (2020) and Policy BE1 of the LPP1 (2012).",
    "External noise level emitted from plant, machinery/ equipment shall be lower than the lowest existing background noise level by at least 5dBA,  as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. The noise levels shall be maintained for the lifetime of the development.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and policy BE1 of the LPP1 (2012).",
    "Prior to the use of machinery, plant or equipment, the extract and ventilation system and ducting shall be mounted with proprietary anti-vibration isolators; fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "REASON",
    "To safeguard the amenity of neighbouring properties and open spaces in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and policy BE1 of the LPP1 (2012).",
    "Prior to the commencement of development hereby approved, an acoustic screen shall be erected, along the western boundary of the site and thereafter retained and maintained in its entirety for the lifetime of the development.",
    "REASON",
    "To safeguard the amenity of neighbouring properties and open spaces in accordance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The development hereby permitted shall be constructed in accordance with the Low Emission Strategy details approved under application reference 75127/APP/2022/2334.",
    "The measures in the agreed scheme shall be implemented and maintained throughout the life of the development.",
    "REASON",
    "To reduce the impact on air quality within an Air Quality Management Area and Focus Area in accordance with policy EM8 of the Local Plan: Part One (November 2012), policy DMEI 14 of the Local Plan: Part Two (2020), London Borough of Hillingdon Air Quality Local Action Plan 2019-2024, London Plan (2021) policy SI1 and T4, and paragraphs 174(e), 186 and 188 of the National Planning Policy Framework (2021).",
    "The development hereby permitted shall be constructed in accordance with the Piling Method Statement details approved under application reference 75127/APP/2022/1314.",
    "REASON",
    "To protect ground water resources in accordance with Policy DMEI 11 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The development hereby permitted shall be constructed in accordance with the boundary treatment details \"WDLC-HUN-800-XX-D-A-60700 Rev P06\" approved under application reference 75127/APP/2023/441.",
    "REASON",
    "To safeguard the visual amenities of the area in accordance with Policy DMHB 4 of the Local Plan: Part Two - Development Management Policies (2020) and policy BE1 of the LPP1 (2012).",
    "For the Leisure Centre phase, the development hereby permitted shall be constructed in accordance with the Lighting details approved under application reference 75127/APP/2022/2333.",
    "With regards to the Car Park Phase of the development prior to the above ground works isolux diagrams and illumination calculations based on the actual external lighting products to be used on the site shall be submitted to and approved, in writing, by the Local Planning Authority. Once approved the development should be completed fully in accordance with the approved details.",
    "REASON",
    "To protect neighbouring amenity and the character of the surrounding Conservation Area in accordance with Policy DMHB 4 and DMHB 11 of the Local Plan: Part Two - Development Management Policies (2020) and policies HE1 and BE1 of the LPP1 (2012).",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 75127/APP/2022/2267 detailing the dedicated dial-a-Ride or taxi/cab vehicle stop and wait facility, accessible toilet facilities and changing places facility.",
    "The approved facilities should be provided prior to the occupation of the development and shall be permanently retained thereafter.",
    "REASON",
    "To ensure that people with disabilities have adequate access to the development in accordance with Policy DMCI 2 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The development hereby permitted shall be constructed in accordance with the External Litter Bin details approved under application reference 75127/APP/2022/2268.",
    "The approved details shall be implemented in accordance with the agreed scheme and thereafter permanently maintained.",
    "REASON",
    "To protect the visual amenities of the street scene and the surrounding area and to safeguard the interests of the amenities of the occupiers and adjoining residents, in accordance with Policies DMHB 11 and DMHB 12 of the Local Plan: Part Two - Development Management Policies (2020).",
    "Notwithstanding the approved plans submitted as part of applications 75127/APP/2019/3221, 75127/APP/2021/546, 75127/APP/2022/115, 75127/APP/2019/322 or 75127/APP/2022/2820, prior to the occupation of the development the applicant shall submit and have approved in writing by the Local Planning Authority details relating to cycle car parking provision. The details shall demonstrate the provision of 19no. long-stay spaces and 58no. short-stay spaces.",
    "REASON",
    "To ensure the adequate provision of cycle spaces to encourage sustainable travel in accordance with Policy DMT 6 of the Local Plan: Part Two (2020) and Policy T6 of the London Plan.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANTplanning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan (2012 and 2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance.",
    "A licence must be obtained from the Highway Authority before any works are carried out on any footway, carriageway, verge or other land forming part of the public highway. This includes the erection of temporary scaffolding, hoarding or other apparatus in connection with the development for which planning permission is hereby granted. For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 250804 / 805 / 808).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with: -",
    "A) Demolition and construction works should only be carried out between the hours of 08.00 hours and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays or Bank Holidays.",
    "B) All noise generated during such works should be controlled in compliance with British Standard Code of Practice BS 5228: 1984.",
    "C) The elimination of the release of dust or odours that could create a public health nuisance.",
    "D) No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 277401) or to seek prior approval under Section 61 of the Control of Pollu",
    "The Council's Waste Service should be consulted about refuse storage and collection arrangements. Details of proposals should be included on submitted plans.",
    "For further information and advice, contact - the Waste Service Manager, Central Depot - Block A, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB8 3EU (Tel. 01895 277505 / 506).",
    "You should contact Thames Water Utilities and the Council's Building Control Service regarding any proposed connection to a public sewer or any other possible impact that the development could have on local foul or surface water sewers, including building over a public sewer. Contact: - The Waste Water Business Manager, Thames Water Utilities plc, Kew Business Centre, Kew Bridge Road, Brentford, Middlesex, TW8 0EE. Building Control Service - 3N/01, Civic Centre, High Street, Uxbridge, UB8 1UW (tel. 01895 250804 / 805 / 808).",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp).",
    "Wind Turbines can impact on the safe operation of aircraft through interference with aviation radar and/or due to their height. Any proposal that incorporates wind turbines must be assessed in more detail to determine the potential impacts on aviation interests. This is explained further in Advice Note 7, 'Wind Turbines and Aviation' available at http://www.aoa.org.uk/policy-campaigns/operations-safety.",
    "Definitions; All reference to:",
    "'Leisure Centre Phase' refers to the land to the north of Rowlheys Place and west of Harmondsworth Road;",
    "'Car Park Phase' refers to the land to the south of Rowlheys Place and west of Harmondsworth Road."
  ],
  "decision": "Approved",
  "centroid_easting": null,
  "uprn": null,
  "decision_process": "Committee",
  "application_type_full": null,
  "locality": null,
  "last_date_consultation_comments": "19/07/2023",
  "polygon": null,
  "ward": "WEST DRAYTON 2022",
  "pp_id": null,
  "lapsed_date": "18/03/2027",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Minor material amendment (s73) to Condition 2 (Approved Plans) and Condition 3 (General Compliance with Supporting Documents) of planning consent reference: 75127/APP/2022/2395 dated 13-03-2023 (Minor material amendment application (s73) to amend Condition 3 of planning consent reference 75127/APP/2019/3221 dated 27-04-2020 (Redevelopment of site including demolition of existing buildings (Use Class D1) to provide a part 2, part 3 storey building including a basement to provide a leisure centre (Use Class D2) with access, car parking (including a decked car park), landscaping and associated work).\n\nThe amendments include the removal of the car park deck, re-arrangement of the parking layout and provision of a switch room within the site.",
  "centroid_northing": null,
  "street_name": "ROWLHEYS PLACE",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": "WEST DRAYTON",
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T10:53:23.839+00:00",
  "site_name": "West Drayton Leisure Centre, Harmondsworth Road/",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75127/APP/2023/1646",
  "id": "Hillingdon-75127_APP_2023_1646",
  "actual_commencement_date": null,
  "postcode": null
}