{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505588.9706,
              184223.6647
            ],
            [
              505577.0643,
              184238.7459
            ],
            [
              505602.0675,
              184256.2085
            ],
            [
              505612.254,
              184242.0532
            ],
            [
              505588.9706,
              184223.6647
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07876497",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:54.043+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "01/07/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": "51.5471849",
    "lon": "-0.47854179999999996"
  },
  "decision": "Approved",
  "valid_date": "10/06/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.055
  },
  "cil_liability": false,
  "postcode": "UB8 1RG",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=72219/APP/2019/1742",
  "lpa_name": "Hillingdon",
  "site_name": "1-3 BAKERS ROAD",
  "lapsed_date": "08/08/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number 001 Rev. A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Development shall not begin until a scheme for protecting the upper floor residential properties from noise has been submitted to and approved in writing by the Local Planning Authority. All works which form part of the scheme shall be fully implemented before the development is occupied and thereafter shall be retained and maintained in good working order for so long as the building remains in use.",
    "REASON",
    "To ensure that the amenity of the occupiers of the upper floor residential properties are not adversely affected by noise in accordance with policy OE5 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and London Plan (2016) Policy 7.15.",
    "In the event of the ground floor premises, the subject of this permission, being used for use within Class A3 of the Town and Country Planning (Use Classes) Order 1987 as amended, no air extraction system shall be used on the premises until a scheme for the control of noise and odour emanating from the site has been submitted to and approved in writing by the Local Planning Authority. Thereafter, the scheme shall be implemented and maintained in full compliance with the approved measures.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with policy OE1 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "In the event of the ground floor premises, the subject of this permission, being used for use within Class A3 of the Town and Country Planning (Use Classes) Order 1987 as amended, then the use shall only operate between the hours of 08:00 and 23:00 and there shall be no staff allowed on the premises outside these hours.",
    "REASON",
    "To safeguard the residential amenity of the occupiers and nearby properties, in accordance with Policies OE1 and OE3 of the Hillingdon Local Plan: Part Two Saved UDP Policies (2012).",
    "There shall be no servicing of the unit involving deliveries and collections, including waste collections other than between the hours of 08:00 and 18:00, Mondays to Fridays, 08:00 to 13:00 Saturdays and not at all on Sundays and Bank and Public Holidays.",
    "REASON:",
    "To safeguard the amenity of the surrounding area in accordance with Policies OE1 and OE3 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "Development shall not commence until a detailed specification of the black painted glazing to the end panel at ground floor level has been submitted to and approved in writing by the Local Planning Authority. The glazing shall be fully implemented before the development is occupied and thereafter shall be retained and maintained for so long as the unit remains in use.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not adversely impact on the existing building and adjacent conservation area in accordance with Policies BE and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies BE4 and BE15 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The premises shall only be used for A1, A2, A3, Health Centre/Clinic/Gym or Indoor sports recreation use and for no other purpose in Use Classes D1 or D2 of the Schedule to the Town and Country Planning (Use Classes) Order 1987(as amended).",
    "REASON",
    "To allow the Local Planning Authority to consider the amenity, highways and other impacts of any potential alternative use of the site in accordance with Policies OE1, OE3, BE13, AM7, AM13 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "The applicant is advised that where details pursuant to the conditions have been previously submitted to and approved by the Local Planning Authority, there would be no requirement for these details to be re-submitted where the details would remain the same. The applicant should ensure that the development is carried out in compliance with the approved details."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Removal of condition 9 of planning consent 72219/APP/2018/3436 dated 14/03/2019 (Change of use from retail (Use Class A1) to a flexible retail/office/restaurant/clinic/ health centre/gymnasium use (Use Classes A1/A2/A3/D1/D2))",
  "lpa_app_no": "72219/APP/2019/1742",
  "decision_target_date": "10/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "08/08/2019",
  "id": "Hillingdon-72219_APP_2019_1742",
  "centroid_northing": 184240,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505595,
  "street_name": "UXBRIDGE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4786336,
          51.5470392
        ],
        [
          -0.47880079999999997,
          51.5471769
        ],
        [
          -0.4784351,
          51.5473292
        ],
        [
          -0.47829249999999995,
          51.5472001
        ],
        [
          -0.4786336,
          51.5470392
        ]
      ]
    ],
    "type": "Polygon"
  }
}