{
  "lpa_app_no": "233915ADV",
  "uprn": "12034942",
  "lapsed_date": "16/11/2026",
  "centroid_northing": 183901,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "260 Church Road",
  "appeal_decision_date": null,
  "valid_date": "27/09/2023",
  "decision_date": "16/11/2023",
  "wgs84_polygon": null,
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": [
      "12034942"
    ]
  },
  "appeal_decision": null,
  "postcode": "UB5 5AW",
  "development_type": "Other advertisements",
  "title_number": null,
  "centroid_easting": 512503,
  "actual_commencement_date": null,
  "description": "Replacement of 1 no. existing 48 sheet poster board with 1 no. digital internally illuminated advertising screen (D-Poster) (measuring 3.0 m height x 6.0 width x 0.065 m depth) advertising screen (D-Poster) (Advertisement Consent)",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Ealing",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.379089,
    "lat": 51.542803
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/233915ADV;",
  "pp_id": "PP-12471312",
  "id": "Ealing-233915ADV",
  "application_type_full": "Consent to display an advertisement",
  "cil_liability": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "21/11/2023",
  "locality": "Northolt",
  "lpa_name": "Ealing",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "1.  The consent shall expire after 5 years from the date of this notice.",
    "2.  Any advertisements displayed, and any site used for the display of advertisements, shall be maintained in a clean and tidy condition to the reasonable satisfaction of the Local Planning Authority.",
    "3.  Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a safe condition.",
    "4.  Where an advertisement is required under these Regulations to be removed, the removal shall be carried out to the reasonable satisfaction of the Local Planning Authority.",
    "5.  No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "6.  No advertisement shall be sited or displayed so as to obscure, or hinder the ready interpretation of, any road traffic sign, railway signal or aid to navigation by water or air, or so as otherwise to render hazardous the use of any highway, waterway (including any coastal waters) or aerodrome (civil or military).",
    "Note: These are imposed automatically unless expressly varied, for instance the time limit shortened. | The development hereby permitted shall be carried out in accordance with the following approved plans:",
    "011-0109-0012 - PA - 01 (Site Location Plan); 011-0109-0012 - PA - 02 (Existing Site Plan); 011-0109-0012 - PA - 03 (Proposed Site Plan); 011-0109-0012 - PA - 04 (Existing and Proposed Elevations); Covering Letter (dated 20 September 2023)",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Notwithstanding the approved plans, the illumination of the signs/advertisements shall comply with the recommendations of the Institution of Lighting Professionals in in their guidance document published 2015, PLG05 Brightness of Illuminated Advertisements.",
    "Reason: To safeguard amenity and in the interests of public safety to accord with Paragraph 136 of the NPPF (2021), Policies D3, D4, T3 and T4 of the London Plan (2021) and Policies 7.4 and 7B of the Ealing Development Management DPD (2013).",
    "| The illumination of the sign(s)/advertisement(s) shall comply with the recommendations of the Institution of Lighting Professionals in their guidance document PLG05 Brightness of Illuminated Advertisements, 2015, including the following operational features:",
    "o Static images to be displayed only (no moving or flashing images);",
    "o Changes between adverts to take place instantly with no sequencing, fading, swiping or merging of images;",
    "o Maximum level of illuminance to be set to night-time level of 300cd/m-2 (more than 10m2) and 600cd/m2 (no more than 10m2), daytime level of 5000cd/m-2, in accordance with ILP Guidelines;",
    "Reason: To safeguard amenity and in the interests of public safety to accord with Paragraph 136 of the NPPF (2021), Policies D3, D4, T3 and T4 of the London Plan (2021) and Policies 7.4 and 7B of the Ealing Development Management DPD (2013). | Prior to use, the advertising board shall be mounted with proprietary anti-vibration isolators and any movement of images be adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from the installation in accordance with with Paragraph 136 of the NPPF (2021), Policies D3, D4, T3 and T4 of the London Plan (2021) and Policies 7.4 and 7B of the Ealing Development Management DPD (2013)."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T01:26:59.241+00:00",
  "appeal_status": null,
  "street_name": "Church Road",
  "ward": "Northolt West End",
  "polygon": null
}