{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506261.4166,
              181329.6651
            ],
            [
              506272.2646,
              181330.5912
            ],
            [
              506278.0854,
              181329.2682
            ],
            [
              506280.3344,
              181327.1516
            ],
            [
              506281.3927,
              181324.2412
            ],
            [
              506277.0271,
              181298.1796
            ],
            [
              506268.0312,
              181299.8994
            ],
            [
              506266.9729,
              181315.113
            ],
            [
              506261.5489,
              181329.6651
            ],
            [
              506261.4166,
              181329.6651
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08159970",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:08.980+00:00",
  "appeal_decision_date": "04/06/2020",
  "status": "Dismissed",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "08/11/2019",
  "secondary_street_name": null,
  "appeal_start_date": "10/01/2020",
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.5207758",
    "lon": "-0.46964989999999995"
  },
  "decision": "Refused",
  "valid_date": "16/10/2019",
  "appeal_decision": "Dismissed",
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.042
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=146/APP/2019/3123",
  "lpa_name": "Hillingdon",
  "site_name": "89 HEATHER LANE",
  "lapsed_date": "11/12/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development, by reason of its size, scale, bulk and siting on this prominent corner plot, would result in the loss of a substantial proportion of an important undeveloped gap, characteristic to the area and this open spacious junction in particular, resulting in a cramped and unduly dominant appearance, and would be detrimental to the character, appearance and symmetry of the pair of semi-detached houses of which it forms a part and to the visual amenities of the street scene and the surrounding area. The proposal would therefore be detrimental to the character and the visual amenities of the area and to this existing open area of the street scene. Therefore the proposal is contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies DMHB 11 and DMHD 1 of the emerging Hillingdon Local Plan: Part Two - Development Manageme",
    "The proposed dwelling, by virtue of its size, scale, bulk and hipped roof design, would represent a visually unsympathetic form of development that would fail to harmonise with the architectural composition of the original semi-detached dwelling, would be detrimental to the character, appearance and symmetry of the pair of semi-detached houses of which it forms a part and to the visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Policies DMHB 11 and DMHD 1 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Documents HDAS: Residential Layouts and HDAS: Residential Extensions.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. This is a resubmission of a previously refused scheme, where the Officers Report identified issues to be addressed, which were reflected in the reasons for refusal, allowing the opportunity to address those issues within this submission.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Two storey, 2-bed attached dwelling with associated parking and amenity space, and single storey rear extension to existing property and installation of vehicular crossover to front",
  "lpa_app_no": "146/APP/2019/3123",
  "decision_target_date": "11/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "11/12/2019",
  "id": "Hillingdon-146_APP_2019_3123",
  "centroid_northing": 181316,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506273,
  "street_name": "YIEWSLEY",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46981259999999997,
          51.5209008
        ],
        [
          -0.46965609999999997,
          51.5209071
        ],
        [
          -0.46957259999999995,
          51.5208941
        ],
        [
          -0.4695408,
          51.5208747
        ],
        [
          -0.46952649999999996,
          51.5208483
        ],
        [
          -0.4695972,
          51.5206149
        ],
        [
          -0.4697263,
          51.520632
        ],
        [
          -0.46973699999999996,
          51.520769
        ],
        [
          -0.46981069999999997,
          51.5209008
        ],
        [
          -0.46981259999999997,
          51.5209008
        ]
      ]
    ],
    "type": "Polygon"
  }
}