{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "61 THORNHILL ROAD",
  "centroid_easting": 507044,
  "pp_id": "12627624",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "01/2024",
    "existing_uprns": null,
    "no_additional_bedrooms": 1,
    "total_gia_gained": 0,
    "intended_commencement_date": "03/2023"
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "22378/APP/2023/3402",
  "decision_date": "02/02/2024",
  "last_updated": "2025-03-20T11:29:41.171+00:00",
  "centroid_northing": 185811,
  "centroid": {
    "lat": 51.561031,
    "lon": -0.457196
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "ICK/HAM & S HF/D 22",
  "bo_system": "CSV Data Import",
  "lapsed_date": "02/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "01/02/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "23/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "ZUB1001 dated 16/11/2023, ZUB1002 dated 16/11/2023, ZUB1003 dated 16/11/2023, ZUB1004 dated 16/11/2023, ZUB1005 dated 16/11/2023, ZUB1006 dated 16/11/2023, ZUB1007 dated 16/11/2023, ZUB1008 dated 16/11/2023, ZUB1009 dated 16/11/2023 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The windows and materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The first floor windows facing Nos. 59 and 63 Thornhill Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Nos. 59 and 63 Thornhill Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the tree protection measures detailed in the approved Method Statement, dated April 2023, FDS. The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020)",
    "The development hereby permitted shall be carried out in accordance with the approved Flood Risk Assessment (FRA), ref: FRA-2020-000103 v1.0, dated 23/03/2021, STM Environmental and the flood risk mitigation measures detailed within the FRA shall be incorporated into the development.",
    "REASON:",
    "To minimise the impact of flooding on the proposed development and future occupants and to minimise the impact of the proposed development on the surrounding area in accordance with Policy DMEI 9 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "07/02/2024",
  "application_type": "Householder",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": "06/03/2023",
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "ICKENHAM",
  "secondary_street_name": null,
  "description": "Two storey side extension, first floor side extension, part two storey, part single storey rear extension and conversion of garage to habitable use, loft conversion (part retrospective)",
  "id": "Hillingdon-22378_APP_2023_3402",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=22378/APP/2023/3402"
}