{
  "decision_date": "10/01/2025",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Havering",
  "last_updated": "2025-07-05T04:09:58.684Z",
  "centroid_northing": 188182,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1153.24",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "10/01/2025",
  "locality": null,
  "epc_number": null,
  "site_number": null,
  "lpa_app_no": "P1153.24",
  "last_date_consultation_comments": "12/12/2024",
  "decision_conditions": [
    "The area set aside for car parking shall be retained permanently for the accommodation of vehicles visiting the school or those visiting nearby community facilities outside of school hours.",
    "Reason:",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995, no window or other opening (other than those shown on the submitted plan,) shall be formed in the flank wall(s) of the building(s) unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:",
    "To prevent the loss of privacy.",
    "The cycle storage shall be permanently retained.",
    "Reason:",
    "In the interests of providing a wide range of facilities for non-motor car residents, in the interests of sustainability.",
    "The travel plan shall be updated annually and the mitigating measures shall be implemented in accordingly with the agreed programme of monitoring and review.",
    "Reason:",
    "In the interests of encouraging safe and sustainable modes of travel.",
    "The CCTV system which has already been installed for the safety of users and the prevention of crime shall be permanently retained.",
    "Reason",
    "In the interest of creating safer, sustainable communities.",
    "The approved, Community Use Scheme, shall be maintained as approved, and any upgrade shall be submitted to and agreed in writing prior to its implementation. All upgrades schemes shall include details of access policy, hours of use, access by non-school users/non-members, management responsibilities and include a mechanism for review.",
    "Reason:",
    "To secure well managed, safe community access to the sports facility, to ensure sufficient benefit to the development of sport.",
    "The approved sports facilities in Hylands Park, which has been completed and accords with Sport England Design Guidance Notes shall be permanently retained.",
    "Reason:",
    "To ensure the development is fit for purpose, subject to high quality design standards and sustainable.",
    "The scheme for the replacement, improvement and maintenance of the playing field drainage, as implemented in accordance to the previously approved details shall be maintained.",
    "Reason:",
    "To ensure the quality of the pitches is satisfactory and they are available for use.",
    "No floodlighting, other than that approved and implemented around the Multi Use Games Area (MUGA), shall be erected on site without the prior consent in writing of the Local Planning Authority.  The lighting around the MUGA shall be permanently retained.",
    "Reason:",
    "In the interests of amenity",
    "The floodlighting shall not be used outside the hours of 08.00 and 21.00 hours on any day.",
    "Reason:",
    "In the interests of amenity.",
    "Within a month of this permission, the green mesh to the boundary shall be removed. The maintenance programme to the hedge shall be carried out in accordance with the approved report (ref: Q0257.24) of effectiveness every two years. In the event of any disease, damage or dying to the hedge or its part, new hedge(s) shall be replaced in the next planting season, and during its regrowth a temporary mesh to be placed along the boundary for a period of 4 years to mitigate the glare of headlights.",
    "Reason:",
    "In the interests of amenity.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "status": "Approved",
  "valid_date": "21/08/2024",
  "application_type": "All Other",
  "appeal_start_date": null,
  "description": "Variation of Condition No.1 (Car Park Use) of planning permission ref P0645.22 dated 10/02/26 to permit car park to permanently be used for the wider community (Erection of a two storey primary school building; formation of accesses from Granger Way and Benjamin Close; formation of multi-use games area with floodlighting; associated hardstanding, playgrounds, car parking, servicing and landscaping).",
  "cil_liability": false,
  "uprn": "10070707065",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "13340681",
  "site_name": "Hylands Primary School, Granger Way",
  "id": "Havering-P1153.24",
  "postcode": "RM1 2RU",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 552372,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": null,
  "ward": "St Albans",
  "bo_system": "CSV Data Import",
  "street_name": "Romford",
  "decision_process": "Committee",
  "appeal_status": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552349.85,
              188349.53
            ],
            [
              552438.72,
              188143.62
            ],
            [
              552359.34,
              188122.76
            ],
            [
              552282.39,
              188304.55
            ],
            [
              552349.85,
              188349.53
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Removal/Variation of a condition",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.197064,
          51.5734344
        ],
        [
          0.1982561,
          51.5715604
        ],
        [
          0.1971026,
          51.5713944
        ],
        [
          0.1960718,
          51.5730485
        ],
        [
          0.197064,
          51.5734344
        ]
      ]
    ],
    "type": "Polygon"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.6960000000000002
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "10/01/2028",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.571921,
    "lon": 0.197284
  }
}