{
  "lpa_name": "Havering",
  "uprn": "100021336689",
  "decision_date": "18/06/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0542.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 3JA",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.127
  },
  "valid_date": "20/04/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Raising the ridge height, change of roof profile, loft conversion with three rear and three front dormers following demolition of existing front dormers. Front and rear infill extension on first floor, side windows on loft floor.",
  "decision_conditions": [
    "The proposed extensions, to this previously extended property, gives rise to a form of development that, by reason of the extent of the alterations to the roof, including the raising of the roof and part gabling of the end elevations, and the excessive cumulative bulk scale and mass of the  extensions and their degree of visibility in the wider streetscene would significantly harm the character of the host building and be an intrusive and unneighbourly development thereby having an adverse effect on the visual amenities and character of the area, contrary to Policies DC61 and DC69 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008 and the London Borough of Havering Residential Extensions and Alterations SPD and the Emerson Park Policy Area SPD.",
    "The extensions would by reason of their height, bulk and position close to the boundary be unneighbourly which would give rise to an uncomfortable overbearing effect resulting in an increased sense of enclosure and loss of outlook and be harmful to the amenity of No.7a Nelmes Road contrary to Policies DC61 and DC69 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008 and the London Borough of Havering Residential Extensions and Alterations SPD and the Emerson Park Policy Area SPD.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £36,000 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £26,250 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 240 square metres.",
    "You are advised to visit the planning portal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent via email on the 17/06/20."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:54:16.901+00:00",
  "ward": "Emerson Park",
  "parking_details": null,
  "lapsed_date": "18/06/2023",
  "decision_target_date": "18/06/2020",
  "centroid": {
    "lat": "51.5704919",
    "lon": "0.22457339999999998"
  },
  "lpa_app_no": "P0542.20",
  "status": "Dismissed",
  "site_name": "9 Nelmes Road",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0542.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554289.151,
              188066.704
            ],
            [
              554279.533,
              188066.84
            ],
            [
              554274.656,
              188066.975
            ],
            [
              554248.24,
              188065.214
            ],
            [
              554243.363,
              188067.382
            ],
            [
              554246.75,
              188098.403
            ],
            [
              554272.082,
              188094.339
            ],
            [
              554275.604,
              188094.068
            ],
            [
              554290.37,
              188088.65
            ],
            [
              554289.151,
              188066.704
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "13/05/2020",
  "appeal_decision_date": "01/03/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hornchurch",
  "pp_id": "08659810",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 554266,
  "appeal_start_date": "17/11/2020",
  "centroid_northing": 188080,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2249013,
          51.5703661
        ],
        [
          0.22476269999999998,
          51.5703699
        ],
        [
          0.2246925,
          51.5703725
        ],
        [
          0.22431079999999998,
          51.5703639
        ],
        [
          0.22424149999999998,
          51.5703847
        ],
        [
          0.2243039,
          51.5706625
        ],
        [
          0.2246673,
          51.570619
        ],
        [
          0.224718,
          51.5706156
        ],
        [
          0.2249285,
          51.5705629
        ],
        [
          0.2249013,
          51.5703661
        ]
      ]
    ],
    "type": "Polygon"
  }
}