{
  "appeal_decision": null,
  "postcode": "RM1 4DG",
  "street_name": "Romford",
  "appeal_decision_date": null,
  "lapsed_date": "09/08/2026",
  "site_number": null,
  "id": "Havering-P0542.22",
  "decision_process": "Delegated",
  "lpa_name": "Havering",
  "centroid_easting": 551664,
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "27/04/2022",
  "pp_id": "11167029",
  "last_updated": "2025-03-19T02:50:26.186+00:00",
  "actual_completion_date": null,
  "decision": "Approved",
  "valid_date": "04/04/2022",
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551654.586,
              191599.429
            ],
            [
              551675.99,
              191599.429
            ],
            [
              551675.448,
              191565.02
            ],
            [
              551662.985,
              191550.932
            ],
            [
              551651.335,
              191551.203
            ],
            [
              551651.064,
              191575.858
            ],
            [
              551654.315,
              191575.587
            ],
            [
              551654.586,
              191599.429
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "subdivision_of_building": null,
  "decision_target_date": "09/08/2023",
  "date_building_work_started_under_previous_permission": "01/04/1994",
  "centroid": {
    "lat": "51.602609",
    "lon": "0.1885682"
  },
  "centroid_northing": 191576,
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "lpa_app_no": "P0542.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0542.22",
  "secondary_street_name": null,
  "ward": "Pettit/Marsh &Rise P",
  "application_type_full": "Full planning permission",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "parking_details": {
    "no_existing_car": 4,
    "net_car": 2,
    "no_proposed_car": 6
  },
  "appeal_status": null,
  "development_type": null,
  "site_name": "Rosewood, 70 Lower Bedfords Road",
  "locality": null,
  "borough": "Havering",
  "decision_agency": "Borough",
  "status": "Approved",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "11/2022",
        "intended_commencement_date": "06/2022"
      }
    ],
    "total_gia_gained": 31.4,
    "site_area": 0.10200000000000001,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "non_permanent_dwellings_details": [
      {
        "no_lost": 0,
        "type": "Traveller pitches/plots"
      }
    ],
    "scheme_name": "Rosewood",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "D2",
        "gia_gained": 31.4,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3.9,
        "building_ref": "Dayroom"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 20,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 31.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 31.4,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 100,
      "no_homes_to_have_electrical_heating": 4,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 110,
    "ownership_status": "Private"
  },
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed dayroom hereby permitted shall be constructed in accordance with the materials detailed in the revised Design and Access Statement submitted unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Hard and soft landscaping shall be carried out in accordance with the details shown on drawing no. 22/Lower/01A and the information in the revised design and access statement \"Revised Landscape Schedule\" and \"Management Plan\". All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:- To ensure that the development achieves a satisfactory level of landscape quality in accordance with Havering Local Plan 2016-2031 Policies 27 and 30.",
    "Before the building(s) hereby permitted is first occupied, provision shall be made within the site for  8no. car parking spaces and thereafter this provision shall be made permanently available for use, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "The total number of mobile homes on the site shall be restricted to 3 static and one tourer and shall be restricted to the positions shown on the approved site layout plan.",
    "Reason:-",
    "To restrict the use of the site to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future intensification  use not forming part of this application,",
    "No commercial or business activities shall take place on the land, nor shall any equipment or paraphernalia associated with any business use be stored on the land.",
    "Reason:-",
    "To restrict the use of the site to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future intensification  use not forming part of this application,",
    "Permission would not authorise the use of the land as a caravan site for any persons other than gypsies and travellers (as defined by Annex 1 Glossary to Planning policy for traveller sites).",
    "Reason:-",
    "To restrict the use of the site to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future intensification  use not forming part of this application,",
    "No vehicle exceeding 3.5 tonnes in weight shall be stationed, parked or stored on the land.",
    "Reason:-",
    "To restrict the use of the site to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future intensification use not forming part of this application.",
    "The proposed dayroom shall be used only as communal facilities incidental to the use of the wider site as a Gypsy and Traveller site in the arrangement shown on drawing no. 22/Lower/01A and shall not be used for any other purpose unless agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the site to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future intensification use not forming part of this application.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent in writing. The revisions concerned a reduction in the number of static units to align with the pitch assessment and improvements to landscaping throughout. The revisions were subsequently submitted on 30-08-2022"
  ],
  "decision_date": "09/08/2023",
  "last_updated_by": "CSV Data Import",
  "description": "Change of Use of land to a Gypsy and Traveller site comprising of 3 Static Mobile Homes, a Dayroom, hardstanding and associated ancillary works",
  "uprn": "200002672776",
  "application_type": "All Other",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18844249999999999,
          51.602822
        ],
        [
          0.18875129999999998,
          51.6028163
        ],
        [
          0.1887286,
          51.6025072
        ],
        [
          0.18854269999999998,
          51.602384
        ],
        [
          0.18837469999999998,
          51.6023896
        ],
        [
          0.18838149999999998,
          51.6026112
        ],
        [
          0.1884283,
          51.6026079
        ],
        [
          0.18844249999999999,
          51.602822
        ]
      ]
    ],
    "type": "Polygon"
  }
}