{
  "site_name": "TAVISTOCK WORKS",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -0.475449,
    "lat": 51.510437
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=35810/APP/2024/243",
  "secondary_street_name": "YIEWSLEY",
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "lapsed_date": "07/05/2027",
  "decision": "Approved",
  "postcode": null,
  "last_date_consultation_comments": "06/03/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "12644269",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "30/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "centroid_northing": 180158,
  "id": "Hillingdon-35810_APP_2024_243",
  "decision_target_date": "07/05/2024",
  "description": "Variation of Conditions 2 (Approved Plans), 3 (Supporting Documentation), 5 (Landscape Scheme) and 17 (Parking Allocation Scheme) of planning permission ref. 35810/APP/2023/2106 dated 25-01-2024 (Minor material amendment (s73) to vary Conditions 2 (Approved Plans) and 13 (Energy) of Planning Inspectorate decision letter dated 21-09-2022 for appeal reference APP/R5510/W/21/3288333 (LPA planning reference 35810/APP/2021/1234) for the Demolition of existing building and replacement with an up to 8-storey building comprising residential units, landscaping and amenity space) to amend the approved plans to introduce a second stair core and reconfigure the ground floor car parking and servicing arrangement.",
  "appeal_status": null,
  "decision_date": "07/05/2024",
  "ward": "YIEWSLEY 2022",
  "appeal_decision": null,
  "locality": null,
  "street_name": "TAVISTOCK ROAD",
  "status": "Approved",
  "application_type_full": "Removal/Variation of a condition",
  "decision_agency": "Borough",
  "uprn": null,
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "35810/APP/2024/243",
  "title_number": null,
  "last_updated": "2025-03-19T21:04:50.514+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 505896,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from 21st September 2022.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers;",
    "Site Location Plan:",
    "0010-AD-XX-00-DR-A-0001 Rev 03;",
    "Proposed Floor Plans:",
    "0010-ADE-XX-00-DR-A-0100 Rev. 04;",
    "0010-ADE-XX-01-DR-A-0101 Rev. 03;",
    "0010-ADE-XX-02-DR-A-0102 Rev. 03;",
    "0010-ADE-XX-03-DR-A-0103 Rev. 03;",
    "0010-ADE-XX-04-DR-A-0104 Rev. 03;",
    "0010-ADE-XX-05-DR-A-0105 Rev. 03;",
    "0010-ADE-XX-06-DR-A-0106 Rev. 03;",
    "0010-ADE-XX-07-DR-A-0107 Rev. 03 (Submitted 12th February 2024);",
    "0010-ADE-XX-08-DR-A-0108 Rev. 02;",
    "Proposed Section",
    "0010-ADE-XX-ZZ-DR-A-0225 Rev. 02;",
    "Proposed Elevations:",
    "0010-ADE-XX-ZZ-DR-A-0275 Rev. 02;",
    "0010-ADE-XX-ZZ-DR-A-0276 Rev. 02;",
    "0010-ADE-XX-ZZ-DR-A-0277 Rev. 02; and",
    "0010-ADE-XX-ZZ-DR-A-0278 Rev. 02.",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdo",
    "The development hereby permitted shall not be carried out except in complete accordance with the specified supporting plans and/or documents: Flood Risk Assessment and Surface Water Management Report dated February 2021, Transport Assessment dated January 2024 and Travel Plan dated January 2024.",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "No development, save for demolition and site clearance, shall take place until details of all materials and external surfaces, including details of balconies have been submitted to and approved in writing by the Local Planning Authority. These shall include information relating to make, product/type, colour and photographs/images. Thereafter, the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "No development, save for demolition and site clearance, shall take place until a landscape scheme (in general conformity with the Landscape Strategy 21075-GUA-DOC-L-001), has been submitted to and approved in writing by the Local Planning Authority. The landscape scheme shall include details of Hard and Soft Landscaping, a Car Parking Layout that includes one disabled bay with active electric vehicle charging provision, cycle stands for 63 bicycles, boundary treatments, details of landscape maintenance and a schedule for implementation of all works, an ecological enhancement plan and full specification and design of the Green Roof. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 12, DMHB 14, DMT 2, DMT 6 and DMEI 1 of the Hillingdon Local Plan:",
    "No development shall commence until a Dust Management Plan has been submitted to, and approved in writing by, the LPA. This must demonstrate compliance with the GLA Control of Dust and Emissions from Construction and Demolition SPG (or any successor document). The development shall be carried out in strict accordance with the approved plan.",
    "REASON",
    "To ensure compliance with Policy SI 1 of the London Plan (2021).",
    "No development, save for demolition and site clearance, shall commence until a low emission strategy (LES) has been submitted to and approved in writing by the Local Planning Authority. The LES shall address but be not restricted to:",
    "1) secure compliance with the current London Plan (March 2021), and the London Sustainable Design and construction Supplementary Planning Guidance requirements",
    "2) a clear and effective strategy to encourage users to",
    "a) use public transport;",
    "b) cycle/ walk to work where practicable;",
    "c) enter car share schemes;",
    "d) purchase and drive to work zero emission vehicles.",
    "The measures in the agreed scheme shall be maintained throughout the life of the development.",
    "REASON",
    "As the application site is within an Air Quality Management Area, and to reduce the impact on air quality in accordance with Policy EM8 of the Local Plan: Part 1 (2012), Policy DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), Policies SI 1 and T4 of the London Plan (2021) and Paragraph",
    "The development, excluding demolition, site clearance and initial ground investigation works, hereby permitted shall not commence until a scheme to deal with contamination has been submitted and approved by the Local Planning Authority (LPA). The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site;",
    "(b) A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified and accredited consultant/contractor. The report should also clearly identify all risks, limitations and recommen",
    "No development, save for demolition and site clearance, shall take place until a revised noise survey is submitted which includes details relating to mechanical ventilation impact and appropriate sound insulation details. Thereafter the development shall be carried out in strict accordance with the approved details.",
    "REASON",
    "To safeguard the amenity of the occupants of the surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "No development shall proceed beyond the steel/timber/concrete superstructure (including roof structure) of the building until the principles of a Fire Statement has been submitted to and approved in writing by the Local Planning Authority (in consultation with Building Control, the Health and Safety Executive and London Fire Brigade). The statement should detail how the development proposal will function in terms of:",
    "i) the building's construction: methods, products and materials used, including manufacturers' details",
    "ii) the means of escape for all users: suitably designed stair cores, escape for users who are disabled or require level access, and associated evacuation strategy approach",
    "iii) features which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans",
    "iv) access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioni",
    "Prior to commencement of superstructure works, the final Overheating Strategy shall be submitted to and approved in writing by the Local Planning Authority. The submission shall demonstrate how the development will reduce the potential for internal overheating and reliance on air conditioning systems in accordance with the following cooling hierarchy:",
    "1) reduce the amount of heat entering a building through orientation, shading, high albedo materials, fenestration, insulation and the provision of green infrastructure;",
    "2) minimise internal heat generation through energy efficient design;",
    "3) manage the heat within the building through exposed internal thermal mass and high ceilings;",
    "4) provide passive ventilation;",
    "5) provide mechanical ventilation; and",
    "6) provide active cooling systems.",
    "The approved details shall thereafter be implemented and retained in perpetuity.",
    "REASON",
    "To demonstrate that the final strategy will reduce the potential for internal overheating and reliance on",
    "Prior to the commencement of works on site, a Construction Management and Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority This plan shall detail:",
    "(i) The phasing of the works;",
    "(ii) The hours of work;",
    "(iii) On-site plant and equipment;",
    "(iv) Measures to mitigate noise and vibration;",
    "(v) Measures to mitigate impact on air quality;",
    "(vi) Waste management;",
    "(vii) Site transportation and traffic management, including:",
    "- Routing;",
    "- Signage;",
    "- Vehicle types and sizes;",
    "- Hours of arrivals and departures of staff and deliveries (avoiding peaks times of day);",
    "- Frequency of visits;",
    "- Parking of site operative vehicles;",
    "- On-site loading/unloading arrangements; and",
    "- Use of an onsite banksman (if applicable);",
    "(viii) The arrangement for monitoring and responding to complaints relating to demolition and construction.",
    "This plan should accord with Transport for London's Construction Logistic Planning Guidance and the GLA's 'The Control of Du",
    "Prior to above ground works, save for demolition and site clearance, full details of the low and zero carbon technology shall be submitted to and approved in writing by the Local Planning Authority. The details shall identify the specific \"be clean and be green\" (as set out in the London Plan energy assessment guidance) technology, where it is located in the development, its efficacy (i.e. the reduction in CO2), maintenance details, and plans and specifications (including elevations and roof plans where appropriate). The details shall be accompanied by a reporting mechanism (Be Seen) to demonstrate that the development will continue to comply with the energy reduction targets set out in the document reference 'PR582_ V1 Energy Statement (Dated July 2023)'. The development must proceed in accordance with the approved details.",
    "REASON",
    "To ensure the development's onsite carbon savings from regulated energy demand is achieved in perpetuity (i.e. annually over 30years) in accordance with th",
    "The dwellings shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No dwelling shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Part 2 (2020) and Policy D11 of the London Plan (2021).",
    "The development hereby approved shall ensure that 10% (4 units) of the residential units are constructed to meet the standards for M4(3)(2)(a) Wheelchair Adaptable Standard dwelling with a floor plan at no less than 1: 100 submitted for each of the different M4(3) units and agreed in writing by the Local Planning Authority. All details, to include transfer zones, wheelchair storage area, and other spatial requirements within bedrooms, bathrooms, living and dining areas, should be shown on a separate plan for every different unit type. All remaining units designed to the standards for Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON",
    "To ensure that sufficient housing stock is provided, in accordance with Policy DMHB 16 of the Hillingdon Local Plan: Part 2 (2020) and Policies D5 and D7 of the London Plan (2021).",
    "All windows indicated on the approved plans as being obscure glazed shall be obscure with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence. Notwithstanding the approved drawings and prior to commencement of development above ground level (excluding demolition, site clearance and initial ground investigation works), details of privacy measures to windows serving living rooms and facing Yardley Court shall be submitted to and approved in writing by the LPA. The measures shall be implemented in accordance with the agreed details prior to the occupation of the respective units and thereafter shall be permanently retained/maintained.",
    "REASON",
    "To prevent overlooking and safeguard the privacy of future occupiers, in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The residential units hereby approved shall not be occupied until a parking allocation scheme for the 1 no. disabled car parking space has been submitted to, and approved in writing by, the Local Planning Authority. The parking allocation scheme shall, as a minimum, include a requirement that the disabled car parking space shall be allocated and dedicated for the use of the residential development hereby approved and shall remain allocated and dedicated in such a manner for the life­time of the development.",
    "REASON",
    "To safeguard the safety of highway users, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020) and Policies T4 and T6 of the London Plan (2021).",
    "No development, save for demolition and site clearance, shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and known datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The following plans are SUPERSEDED by this planning permission:",
    "Proposed Floor Plans:",
    "0010-ADE-XX-00-DR-A-01232 Rev 01;",
    "0010-ADE-XX-01-DR-A-01231 Rev 05;",
    "0010-ADE-XX-02-DR-A-01230 Rev 05;",
    "0010-ADE-XX-03-DR-A-01229 Rev 05;",
    "0010-ADE-XX-04-DR-A-01228 Rev 05;",
    "0010-ADE-XX-05-DR-A-01227 Rev 05;",
    "0010-ADE-XX-06-DR-A-01226 Rev 05;",
    "0010-ADE-XX-07-DR-A-01225 Rev 04;",
    "0010-AD-XX-08-DR-A-0108 Rev 03;",
    "Proposed Section",
    "0010-ADE-XX-ZZ-DR-A-02225 Rev 01;",
    "Proposed Elevations:",
    "0010-ADE-XX-ZZ-DR-A-02275 Rev 03;",
    "0010-ADE-XX-ZZ-DR-A-02276 Rev 03;",
    "0010-AD-XX-ZZ-DR-A-0277 Rev 04; and",
    "0010-AD-XX-ZZ-DR-A-0278 Rev 03.",
    "The following plans are APPROVED by this planning permission:",
    "Proposed Floor Plans:",
    "0010-ADE-XX-00-DR-A-0100 Rev. 04;",
    "0010-ADE-XX-01-DR-A-0101 Rev. 03;",
    "0010-ADE-XX-02-DR-A-0102 Rev. 03;",
    "0010-ADE-XX-03-DR-A-0103 Rev. 03;",
    "0010-ADE-XX-04-DR-A-0104 Rev. 03;",
    "0010-ADE-XX-05-DR-A-0105 Rev. 03;",
    "0010-ADE-XX-06-DR-A-0106 Rev. 03;",
    "0010-ADE-XX-07-DR-A-0107 Rev. 03 (Submitted 12th February 2024);",
    "0010-",
    "1.9. Following a review of the information provided in the planning application, HSE is content with the fire safety design as set out in the project description, to the extent it affects land use planning considerations. However, HSE has identified some matters as supplementary information, set out below, that the applicant should try to address, in advance of later regulatory stages.",
    "2. Supplementary information",
    "The following information does not contribute to HSE's substantive response and should not be used for the purposes of decision making by the local planning authority.",
    "Open plan flats / unenclosed kitchens",
    "2.1. Section 8 of the fire statement states: \"Two of the flats are open plan apartments greater than 8m x 4m and are each provided with unenclosed kitchen. Based on the research from the NHBC study of open plan apartments, the kitchen enclosure conditions are relative to the size of apartments and the size of the apartment is not considered to have a significant impact"
  ],
  "date_building_work_completed_under_previous_permission": null
}