{
  "lpa_app_no": "00/P0200",
  "uprn": "48103531",
  "lapsed_date": "12/09/2005",
  "centroid_northing": 170384,
  "site_number": "184",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "28/02/2000",
  "decision_date": "12/09/2000",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.178317,
          51.418319
        ],
        [
          -0.178318,
          51.418292
        ],
        [
          -0.178361,
          51.418293
        ],
        [
          -0.17836,
          51.418319
        ],
        [
          -0.178317,
          51.418319
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {},
  "appeal_decision": null,
  "postcode": "SW19 2BN",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 526768,
  "actual_commencement_date": null,
  "description": "CHANGE OF USE FROM MINI CAB OFFICE (SUI GENERIS) TO FOOD AND DRINK USE (CLASS A3)  INVOLVING THE ERECTION OF A SINGLE STOREY REAR EXTENSION AND INSTALLATION OF VENTILATION DUCT TO THE REAR OF THE BUILDING.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.178339,
    "lat": 51.418306
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=00/P0200",
  "pp_id": null,
  "id": "Merton-00_P0200",
  "application_type_full": null,
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "24/04/2000",
  "locality": "Colliers Wood",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "28/03/2000",
  "decision_conditions": [
    "Condition : 1 - The developments to which this permission relates shall be begun not later than the expiration of 5 years, beginning with the date of this permission.",
    "Condition : 2 - The facing materials to be used for the external surfaces of the building/extension hereby approved shall be those specified in the approved drawing nos.007330, 007324 received 24/7/2000 and 007326 received 7/6/2000 or planning application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 3 - Details of proposals for the storage and disposal of refuse shall be submitted to and approved in writing by the Local Planning Authority before the development commences. These facilities shall be provided in full accordance with the approved details before any permitted use starts and permanently maintained thereafter.",
    "Condition : 4 - No windows or other openings shall be formed in the north west facing elevation of the building without the prior written approval of the Local Planning Authority.\r\n\r\nResaon for condition: To protect the privacy and amenities of the neighbouring residential occupiers at Oslo Court.    ",
    "Condition : 5 - The use shall only operate between the hours of 7.30am and 11.00pm and no staff shall be present on the premises one hour after closing time without the prior written consent of the Local Planning Authority.\r\n\r\nReason for condition: To safeguard the amenities of occupiers of neighbouring resdiential properties.",
    "Condition : 6 - The sound pressure levels from the extract fan and ductwork shall not increase the background noise level by more than 2dB(A)(5 minutes LAeq) when measured 1m from the nearest noise sensitive property.\r\n\r\nReason for condition: To safeguard the amenities of the neighbouring occupiers.   ",
    "Condition : 7 - The rear yard garden of the food and drink use hereby approved shall not be used by customers for consumption of food and drink without the prior written consent of the Local Planning Authority.",
    "Condition : 8 - All extract ductwork shall be fitted with carbon filters or other form of odour control system details of which shall be submitted to and approved in writing by the Local Planning Authority. The ductwork shall be fixed using anti-vibration mountings both internally and externally. Grease filters shall additionally be fitted within the extract hood and maintained to the satisfaction of the Local Planning Authority. \r\n\r\nReason for condition: In the interests of ensuring a satisfactory form of development and to protect the amenities of neighboring occupiers.     ",
    "Condition : 9 - The application premises shall not be used as a public house, wine bar or other establishment including the consumption of alcoholic drink without a meal on the premises, and shall only be used as a restaurant where the consumption of drink is integral to the restaurant activity taking place from the restaurant.",
    "Condition : 10 - Details/particulars of the insulation of the building against the transmission of noise and vibration shall be submitted to and approved in writing by the Local Planning Authority before the development starts. The insulation works shall be carried out in accordance with the details approved and shall be in place prior to the commencement of the use hereby approved."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T02:59:59.476+00:00",
  "appeal_status": null,
  "street_name": "High Street",
  "ward": "Colliers Wood_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  }
}