{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "24/03/2028",
  "uprn": "000012142724",
  "locality": "London",
  "appeal_decision_date": null,
  "centroid_easting": 519972,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "Morrisons ",
  "borough": "Ealing",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": null,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "King Street",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "02/04/2025",
  "lpa_name": "Ealing",
  "secondary_street_name": null,
  "decision_date": "24/03/2025",
  "last_updated": "2025-06-05T01:04:18.990Z",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/250297ADV;",
  "ward": "South Acton",
  "valid_date": "05/02/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "W3 9LA",
  "centroid_northing": 180244,
  "description": "Installation of internally illuminated free-standing, two-sided totem static panel signage (Advertisement Consent)",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "250297ADV",
  "decision": "Approved",
  "application_type_full": "Consent to display an advertisement",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "id": "Ealing-250297ADV",
  "decision_conditions": [
    "1.  The consent shall expire after 5 years from the date of this notice.",
    "2.  Any advertisements displayed, and any site used for the display of advertisements, shall be maintained in a clean and tidy condition to the reasonable satisfaction of the Local Planning Authority.",
    "3.  Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a safe condition.",
    "4.  Where an advertisement is required under these Regulations to be removed, the removal shall be carried out to the reasonable satisfaction of the Local Planning Authority.",
    "5.  No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "6.  No advertisement shall be sited or displayed so as to obscure, or hinder the ready interpretation of, any road traffic sign, railway signal or aid to navigation by water or air, or so as otherwise to render hazardous the use of any highway, waterway (including any coastal waters) or aerodrome (civil or military).",
    "Note: These are imposed automatically unless expressly varied, for instance the time limit shortened. | The development hereby approved shall be carried out in accordance with the following approved drawings and plans: 14313-2302-LP; 14313-2302-BP; 14313-2302-CTA (received on 19.03.2025); STD_TOT_5M (received on 19.03.2025)",
    "REASON: For the avoidance of doubt, and in the interests of proper planning.",
    "| Prior to the display of the illuminated sign/advertisement, details shall be submitted to the Council for approval in writing, of artificial lighting levels (candelas/m2 size of sign/advertisement). Details shall demonstrate that the recommendations of the Institution of Lighting Professionals in in their Professional Lighting Guide \"PLG05 2023 \"The Brightness of Illuminated Advertisements including Digital Displays\", including the following operational features:",
    "-\t300cd/m2 (up to 20m2) - pre-curfew (07:00-23:00)",
    "-\t200cd/m2 (20m2 or more) - pre-curfew (07:00-23:00)",
    "-\tPost curfew (11:00pm-07:00am) - display off or level reduced to 50% of pre-curfew level.",
    "-\tDaytime level to be set according to Table 10.5 of PLG05 2023.",
    "-\tStatic images to be displayed only (no moving or flashing images).",
    "-\tVertical illuminance of sensitive facades shall not exceed the recommendations for Environmental Zone 3 of the ILP 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by artificial lighting, in accordance with Paragraph 136 of the NPPF (2021), Policies D3, D4, T3 and T4 of the London Plan (2021) and Policies 7.4 and 7B of the Ealing Development Management DPD (2013)."
  ],
  "pp_id": "PP-13717746",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.508399,
    "lon": -0.272681
  }
}