{
  "title_number": null,
  "site_number": null,
  "centroid_easting": 557122,
  "ward": "Upminster",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.499
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "centroid": {
    "lon": "0.2650964",
    "lat": "51.5565508"
  },
  "last_date_consultation_comments": "14/05/2021",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557076.434,
              186630.558
            ],
            [
              557075.871,
              186676.075
            ],
            [
              557112.718,
              186674.991
            ],
            [
              557111.092,
              186626.765
            ],
            [
              557165.008,
              186627.849
            ],
            [
              557160.673,
              186564.451
            ],
            [
              557108.383,
              186569.327
            ],
            [
              557110.55,
              186626.765
            ],
            [
              557076.413,
              186625.682
            ],
            [
              557076.434,
              186630.558
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0744.21",
  "last_updated_by": "CSV Data Import",
  "parking_details": null,
  "pp_id": "09749252",
  "epc_number": null,
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "RM14 3YB",
  "decision_date": "05/04/2024",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Havering",
  "decision_target_date": "27/03/2024",
  "centroid_northing": 186616,
  "description": "Variation of condition No. 8 of planning permission P1401.11 dated 14/02/2012 (Demolition of existing class B8 warehouse and associated hardsurfaces and erection of three detached dwellings with detached garages and landscaping) to allow for permitted development rights to be reinstated for Harefield House, Chase Lane RM14 3YB",
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "site_name": "Harefield House",
  "appeal_start_date": null,
  "street_name": "The Chase",
  "lapsed_date": "05/04/2027",
  "last_updated": "2025-03-19T23:02:02.104+00:00",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "borough": "Havering",
  "uprn": "10024389170",
  "decision_conditions": [
    "Provision shall be retained permanently for 6no. off-street car parking spaces for use by Plot 1, 2 and 3 unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 the garage(s)/carport(s) hereby permitted shall be made permanently available for the parking of private motor vehicles and not for any other purpose including living accommodation or any trade or business.",
    "Reason:-",
    "To provide satisfactory off-street parking at the site",
    "Cycle storage of  the type and location considered under ref: Q0033.13 shall be retained permanently.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents, in the interests of sustainability.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995, no window or other opening (other than those shown on the submitted plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future",
    "The following windows shall be permanently glazed with obscure glass and with the exception of top hung fanlight(s) shall remain permanently fixed shut and thereafter be maintained to the satisfaction of the Local Planning Authority.",
    "1) First floor flank windows to en-suite bathroom on Plot 1.",
    "2) First floor flank windows serving we-rooms to Plots 2 and 3.",
    "Reason:-",
    "In the interests of privacy",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, or any subsequent legislation replacing and/or re-enacting the provisions of the Order, the following works/development shall not be carried out and would require an express application for planning permission to be made (in addition to any restriction/limitation in the legislation applying at the time):",
    "Any works/buildings/structures that would require planning permission by virtue of failure to comply with any part of the Town and Country Planning (General Permitted Development) (England) Order 2015, or any subsequent legislation replacing and/or re-enacting the provisions of the Order",
    "Any extensions to the roof(s) of any dwelling",
    "Any extensions to any dwelling",
    "Any building (other than an extension) within the rear garden greater than 30 square metres gross floorspace (measured externally)",
    "Any wall, fence, gates or other means of enclosure, except for the replacement",
    "Refuse storage of  the type and location considered and agreed under ref: Q0237.17 shall be retained permanently.",
    "Reason:-",
    "In the interests of amenity of occupiers of the development and also the visual amenity of the development and the locality generally",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the applicant. The amendments were subsequently submitted on 18-03-2024."
  ],
  "subdivision_of_building": null,
  "development_type": null,
  "secondary_street_name": "St Marys Lane, RM14 3YB",
  "lpa_app_no": "P0744.21",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "21/04/2021",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0744.21",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.26444619999999996,
          51.5566943
        ],
        [
          0.2644584,
          51.5571034
        ],
        [
          0.264989,
          51.5570834
        ],
        [
          0.264944,
          51.5566506
        ],
        [
          0.2657216,
          51.5566453
        ],
        [
          0.2656308,
          51.5560769
        ],
        [
          0.2648794,
          51.5561353
        ],
        [
          0.2649362,
          51.5566507
        ],
        [
          0.2644437,
          51.5566505
        ],
        [
          0.26444619999999996,
          51.5566943
        ]
      ]
    ],
    "type": "Polygon"
  }
}