{
  "date_building_work_started_under_previous_permission": null,
  "street_name": "Pembury Avenue",
  "centroid_easting": 522406,
  "decision_date": "11/11/2024",
  "centroid": {
    "lat": 51.385714,
    "lon": -0.242323
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": "7595-3025-4207-7257-5200",
  "borough": "Royal Borough of Kingston (LA Code)",
  "polygon": null,
  "development_type": "Other house holder developments",
  "cil_liability": false,
  "locality": null,
  "site_name": "",
  "site_number": "145",
  "postcode": "KT4 8BX",
  "application_details": {
    "intended_commencement_date": "11/2024",
    "total_gia_gained": 82,
    "intended_completion_date": "07/2025",
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1
  },
  "application_type_full": "Householder planning permission",
  "decision_target_date": "12/11/2024",
  "lpa_app_no": "24/02140/HOU",
  "title_number": [],
  "application_type": "Householder",
  "subdivision_of_building": null,
  "last_updated_by": "Idox Uniform",
  "status": "Approved",
  "lpa_name": "Kingston",
  "ward": "Motspur Park & Old Malden East",
  "parking_details": null,
  "decision_agency": null,
  "id": "Kingston-24_02140_HOU",
  "actual_commencement_date": null,
  "centroid_northing": 166651,
  "description": "Erection of two storey side and single storey rear extension. Erection of hip to gable and rear dormer roof extension to facilitate loft conversion. Demolition of garage.",
  "valid_date": "17/09/2024",
  "actual_completion_date": null,
  "decision": "Approved",
  "pp_id": "PP-13369992",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.242301,
          51.385727
        ],
        [
          -0.242302,
          51.3857
        ],
        [
          -0.242345,
          51.3857
        ],
        [
          -0.242344,
          51.385727
        ],
        [
          -0.242301,
          51.385727
        ]
      ]
    ]
  },
  "lapsed_date": "11/11/2027",
  "appeal_start_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SIZLU0NHISK00",
  "bo_system": "Idox Uniform",
  "last_updated": "2025-05-05T18:22:48.981Z",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy SI12 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the southern flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby approved shall be carried out in accordance with the Fire Safety Strategy hereby approved and thereafter maintained.\r\rReason: In the interests of Fire Safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021."
  ],
  "uprn": "100021803504",
  "appeal_decision_date": null
}