{
  "decision_agency": null,
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.304244,
    "lat": 51.386689
  },
  "polygon": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021786322",
  "valid_date": "18/10/2024",
  "decision_target_date": "13/12/2024",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 166658,
  "ward": "Surbiton Hill",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, detailed drawings at a scale of 1:20 of window reveals / recesses (these to be the same as the existing windows) shall be submitted to and approved in writing by the local planning authority:\r\rThe development shall not be occupied unless the windows have been inserted in accordance with the approved details and thereafter maintained. \r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, any windows inserted at first floor level and above in the south-eastern elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to any above-ground works of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.\r"
  ],
  "pp_id": "PP-13493053",
  "decision_process": "Delegated",
  "lapsed_date": "20/12/2027",
  "application_type_full": "Householder planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Kingston-24_02580_HOU",
  "actual_commencement_date": null,
  "lpa_name": "Kingston",
  "last_updated": "2025-05-05T18:24:25.324Z",
  "lpa_app_no": "24/02580/HOU",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304222,
          51.386702
        ],
        [
          -0.304223,
          51.386675
        ],
        [
          -0.304266,
          51.386676
        ],
        [
          -0.304265,
          51.386703
        ],
        [
          -0.304222,
          51.386702
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "",
  "title_number": [],
  "decision_date": "20/12/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": "Other house holder developments",
  "description": "Demolition of single storey side extension and erection of two storey side extension, single storey rear extension and single storey front porch extension. Alterations to roofscape including erection of rear dormer roof extension with installation of 2no. front rooflights and 1no. side rooflight to facilitate loft conversion, and the installation of solar panels. Recladding of elevations.",
  "epc_number": "9795-3030-5201-2487-0204",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Idox Uniform",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 518095,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SLJI76NHJVI00",
  "application_details": {
    "total_gia_gained": 184,
    "no_additional_bathrooms": 4,
    "no_additional_bedrooms": 3,
    "intended_commencement_date": "02/2025",
    "intended_completion_date": "02/2026"
  },
  "last_updated_by": "Idox Uniform",
  "postcode": "KT6 6PL",
  "last_date_consultation_comments": "28/11/2024",
  "secondary_street_name": null,
  "site_number": "25",
  "subdivision_of_building": null,
  "street_name": "Corkran Road"
}