{
  "last_date_consultation_comments": "22/11/2024",
  "site_number": "21",
  "ward": "Kingston Gate",
  "decision_date": "22/11/2024",
  "description": "Changes to fenestrations to ground floor rear of property",
  "development_type": "Other house holder developments",
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": [],
  "postcode": "KT2 7SX",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "PP-13381204",
  "street_name": "Liverpool Road",
  "last_updated_by": "Idox Uniform",
  "lpa_name": "Kingston",
  "centroid": {
    "lon": -0.284978,
    "lat": 51.420328
  },
  "lpa_app_no": "24/02349/HOU",
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_details": {
    "intended_completion_date": "01/2025",
    "no_additional_bathrooms": 0,
    "total_gia_gained": 0,
    "intended_commencement_date": "11/2024",
    "no_additional_bedrooms": 0
  },
  "application_type_full": "Householder planning & demolition in a conservation area",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284956,
          51.420341
        ],
        [
          -0.284957,
          51.420314
        ],
        [
          -0.285,
          51.420315
        ],
        [
          -0.284999,
          51.420342
        ],
        [
          -0.284956,
          51.420341
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 519348,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SKB25NNHJBR00",
  "bo_system": "Idox Uniform",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "",
  "id": "Kingston-24_02349_HOU",
  "decision_target_date": "25/11/2024",
  "centroid_northing": 170430,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The works shall be carried out and maintained in accordance with the deposited Fire Statement compliant with Policy D12(A).\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.\r",
    "Prior to the commencement of any development above ground level, detailed drawings at a scale of 1:20  of the following features shall be submitted to and approved in writing by the local planning authority:\r\r- Elevational Drawings of proposed replacement double glazed/ thermally efficient timber doors and sash window. Include details of thermal efficiency\r- Soldier course header including materials\r- Details of window reveals / recesses (these to be the same as the existing windows)\r\rThe development shall then be carried out in accordance with the approved drawings.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to commencement of the development to which this permission relates (including any works of demolition), detailed design of the installation of proposed timber sash windows and french doors together with the soldier course header, together with a method statement for their construction, shall be submitted to and approved in writing by the local planning authority. The works shall then be carried out in accordance with the approved details.\r\rReason: To prevent harm to the significance of designated heritage assets, in accordance with policy HC1 of the London Plan 2021 and policies CS8 and DM12 of the LDF Core Strategy 2012.\r\rThese details are required prior to commencement of development to safeguard any heritage assets present on the site."
  ],
  "appeal_decision_date": null,
  "uprn": "100021763802",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-05-05T18:23:33.756Z",
  "decision_agency": null,
  "parking_details": null,
  "lapsed_date": "22/11/2027",
  "decision": "Approved",
  "valid_date": "30/09/2024"
}