{
  "last_date_consultation_comments": null,
  "site_number": "116",
  "ward": "Green Lane & St James",
  "decision_date": "24/10/2024",
  "description": "Demolition of an existing side garage and rear conservatory. Erection of part two storey/part single storey side, rear and front extension. Installation of solar panels.\r\r",
  "development_type": "Other house holder developments",
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": [],
  "postcode": "KT3 5EL",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "PP-13391679",
  "street_name": "South Lane",
  "last_updated_by": "Idox Uniform",
  "lpa_name": "Kingston",
  "centroid": {
    "lon": -0.265005,
    "lat": 51.392463
  },
  "lpa_app_no": "24/02227/HOU",
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_details": {
    "intended_completion_date": "06/2025",
    "no_additional_bathrooms": 2,
    "total_gia_gained": 160,
    "intended_commencement_date": "10/2024",
    "no_additional_bedrooms": 2
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.264983,
          51.392476
        ],
        [
          -0.264984,
          51.392449
        ],
        [
          -0.265027,
          51.39245
        ],
        [
          -0.265026,
          51.392477
        ],
        [
          -0.264983,
          51.392476
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 520810,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SJL4VKNHJ0J00",
  "bo_system": "Idox Uniform",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "",
  "id": "Kingston-24_02227_HOU",
  "decision_target_date": "19/11/2024",
  "centroid_northing": 167364,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "epc_number": null,
  "decision_conditions": [
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at the ground or first floor levels of the north/north-west facing side elevation or at the first floor level or above of the south/south-east facing side elevation, unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no additions or enlargements the dwellinghouse (other than those expressly authorised by this permission) shall be erected unless otherwise agreed in writing by the local planning authority.\r\rReason: The approved development is considered to be the maximum that could be accommodated on site and any further development would likely cause harm to the living conditions for neighbouring occupiers and to the character and appearance of the area, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development hereby approved, at least 2 swift bricks must be incorporated within the external walls of the development hereby approved and must be retained thereafter.\r\rReason:  To enhance the biodiversity of the site in accordance with Policy DM6 of the Kingston Core Strategy (2012) and the Kingston Swift (Flagship) Species Action Plan (2023)",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at the first floor level or above in the side elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012."
  ],
  "appeal_decision_date": null,
  "uprn": "100021781275",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-05-05T18:23:07.054Z",
  "decision_agency": null,
  "parking_details": null,
  "lapsed_date": "24/10/2027",
  "decision": "Approved",
  "valid_date": "24/09/2024"
}