{
  "valid_date": "29/11/2024",
  "epc_number": "9320-2995-5020-2390-4251",
  "site_name": "Dainton Cottage",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": "2",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "Surbiton Hill",
  "last_date_consultation_comments": "05/01/2025",
  "centroid_easting": 518060,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Erection of single storey rear extension and creation of new basement level",
  "appeal_decision": null,
  "postcode": "KT6 6BU",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "24/01/2025",
  "street_name": "Walpole Road",
  "decision_process": "Delegated",
  "last_updated_by": "Idox Uniform",
  "centroid_northing": 166945,
  "application_type": "Householder",
  "title_number": [],
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights  to be installation on Proposed North Elevation ( Drawing No WRAP GA A A1080 Rev 2) and Proposed North East Elevation (Drawing No  WRAP GA A A0182 Rev 2)  at ground floor level  shall be of fitted with and  permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings, shall be submitted to and approved in writing by the local planning authority. \r \rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012. \r",
    "The works shall be carried out and maintained in accordance with the deposited Fire Statement compliant with Policy D12(A).\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.\r\r",
    "The development hereby approved, specifically the subterranean development, shall be carried out in strict accordance with the approved Basement Impact Assessment, prepared by White & Lloyd  (ref: 24-CE-067 V3.0 , dated May 2024) and methodology contained therein.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or  elsewhere, in accordance with policy D10 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with  BS 5837 Arboricultural Planning Survey & Report  Rev 1 prepared by Graftin Gardeners dated 01.10.24 . The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012."
  ],
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304629,
          51.389289
        ],
        [
          -0.30463,
          51.389262
        ],
        [
          -0.304673,
          51.389263
        ],
        [
          -0.304672,
          51.389289
        ],
        [
          -0.304629,
          51.389289
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/02445/HOU",
  "decision_agency": null,
  "decision_date": "24/01/2025",
  "pp_id": "PP-13456890",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SKS6WONHJKD00",
  "lpa_name": "Kingston",
  "bo_system": "Idox Uniform",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.389276,
    "lon": -0.304651
  },
  "status": "Approved",
  "last_updated": "2025-05-05T18:23:55.218Z",
  "actual_completion_date": null,
  "lapsed_date": "24/01/2028",
  "borough": "Royal Borough of Kingston (LA Code)",
  "id": "Kingston-24_02445_HOU",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100021800616",
  "locality": null,
  "application_details": {
    "total_gia_gained": 55,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "02/2025",
    "intended_completion_date": "07/2025",
    "no_additional_bathrooms": 0
  }
}