{
  "valid_date": "28/11/2024",
  "epc_number": null,
  "site_name": "",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": "26",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "Coombe Hill",
  "last_date_consultation_comments": "05/01/2025",
  "centroid_easting": 521050,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Installation of vehicle crossover and alterations to boundary wall",
  "appeal_decision": null,
  "postcode": "SW15 3RD",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "23/01/2025",
  "street_name": "Derwent Avenue",
  "decision_process": "Delegated",
  "last_updated_by": "Idox Uniform",
  "centroid_northing": 171761,
  "application_type": "Householder",
  "title_number": [],
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior the commencement of any development above ground level, detailed drawings at a scale of 1:20  of the following features shall be submitted to and approved in writing by the local planning authority :\r\r -  Boundary  wall  treatment including materials and dimensions \r\rThe development shall then be carried out in accordance with the approved details and drawings.\r\rReason : To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan and policies CS8 and DM10  of the LDF Core Strategy 2012.\r",
    "Prior to any above-ground works of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.",
    "The garaging and/or car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground, details of the proposed gates to the driveway (new vehicular access) including  the method of operational opening and closing shall have been submitted to and approved in writing to the Local Planning Authority. The development shall be carried out in accordance with the approved plans and thereafter maintained in accordance with the approved details. \r\rReason : to ensure satisfactory appearance on the completion of the development and avoid obstruction of the highway  in accordance with policies CS8 and DM10 of LDF Core Strategy 2012.",
    "The brickwork to be carried out for the construction of the new pillars to the existing boundary wall  to which this permission relates shall match those of the existing unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, the vehicular crossover(s) as shown on the approved plans shall be provided (including reinstating the footway to the satisfaction of the local planning authority) and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rPlease note these works will require a licence from the RBK Highway Team. \r\rReason: To ensure proper vehicular access to the site in the interests of the safety and operation of the highway network, in accordance with policy T4 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012."
  ],
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.260036,
          51.431943
        ],
        [
          -0.260037,
          51.431916
        ],
        [
          -0.26008,
          51.431917
        ],
        [
          -0.260079,
          51.431944
        ],
        [
          -0.260036,
          51.431943
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/02651/HOU",
  "decision_agency": null,
  "decision_date": "23/01/2025",
  "pp_id": "PP-13497204",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SM23OZNHK1I00",
  "lpa_name": "Kingston",
  "bo_system": "Idox Uniform",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.43193,
    "lon": -0.260058
  },
  "status": "Approved",
  "last_updated": "2025-05-05T18:24:40.257Z",
  "actual_completion_date": null,
  "lapsed_date": "23/01/2028",
  "borough": "Royal Borough of Kingston (LA Code)",
  "id": "Kingston-24_02651_HOU",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "000128005837",
  "locality": null,
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2025",
    "intended_completion_date": "01/2025",
    "no_additional_bathrooms": 0
  }
}