{
  "valid_date": "15/11/2024",
  "epc_number": null,
  "site_name": "",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": "120",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "Berrylands",
  "last_date_consultation_comments": "20/12/2024",
  "centroid_easting": 519637,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Demolition of an existing shed, erection of a single storey side and rear extension, floor plan redesign and all associated works.",
  "appeal_decision": null,
  "postcode": "KT5 8EP",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "10/01/2025",
  "street_name": "Surbiton Hill Park",
  "decision_process": "Delegated",
  "last_updated_by": "Idox Uniform",
  "centroid_northing": 167920,
  "application_type": "Householder",
  "title_number": [],
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development to which this permission relates, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The development to which this permission hereby relates shall be carried out and thereafter maintained/operated as such in accordance with the deposited fire safety strategy prepared by resi. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021."
  ],
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.281647,
          51.397722
        ],
        [
          -0.281648,
          51.397695
        ],
        [
          -0.281691,
          51.397695
        ],
        [
          -0.28169,
          51.397722
        ],
        [
          -0.281647,
          51.397722
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/02875/HOU",
  "decision_agency": null,
  "decision_date": "10/01/2025",
  "pp_id": "PP-13529760",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SMZQP9NHKJO00",
  "lpa_name": "Kingston",
  "bo_system": "Idox Uniform",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.397709,
    "lon": -0.281669
  },
  "status": "Approved",
  "last_updated": "2025-05-05T18:25:25.943Z",
  "actual_completion_date": null,
  "lapsed_date": "10/01/2028",
  "borough": "Royal Borough of Kingston (LA Code)",
  "id": "Kingston-24_02875_HOU",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100021799082",
  "locality": null,
  "application_details": {
    "total_gia_gained": 38,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "12/2024",
    "intended_completion_date": "04/2025"
  }
}