{
  "epc_number": "0037-5726-7200-0156-7296",
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P0358.24",
  "application_type_full": "Householder planning permission",
  "uprn": "100021333142",
  "borough": "Havering",
  "street_name": "Hornchurch",
  "locality": null,
  "ward": "Hacton",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the details shown on drawing no. 02, the proposed glazing within the flank door adjacent to No.18 Hunter Drive, Hornchurch shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Notwithstanding the details shown on drawing 02 accompanying the application, the face and cheeks of the front dormer window shall be tile hung to match the appearance of the roof of the existing dwelling unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with Policy 26 of the Havering Local Plan.",
    "Patio, Decking or Raised Platform Informative",
    "The applicant should that putting up decking, or other raised platforms, in your garden is permitted development, not needing an application for planning permission, providing:",
    "·The decking is no more than 30cm above the ground",
    "·Together with other extensions, outbuildings etc, the decking or platforms cover no more than 50 per cent of the garden area.",
    "·None of the decking or platform is on land forward of a wall forming the principal elevation.",
    "It is advised to apply for a Certificate of Lawfulness to ensure that you have correctly interpreted the permitted development guidelines.",
    "Party Wall Informative",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 553335,
  "status": "Approved",
  "decision_date": "07/05/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2099846,
          51.5497331
        ],
        [
          0.21012799999999998,
          51.5497318
        ],
        [
          0.2101583,
          51.5497312
        ],
        [
          0.21028439999999998,
          51.5497302
        ],
        [
          0.21032769999999998,
          51.5497296
        ],
        [
          0.2103709,
          51.549729
        ],
        [
          0.2103689,
          51.5496733
        ],
        [
          0.2103676,
          51.549645
        ],
        [
          0.21002169999999998,
          51.5496515
        ],
        [
          0.2099777,
          51.5496519
        ],
        [
          0.2099489,
          51.5496524
        ],
        [
          0.2099201,
          51.549653
        ],
        [
          0.20991749999999998,
          51.5496593
        ],
        [
          0.209917,
          51.5496643
        ],
        [
          0.2099139,
          51.5496733
        ],
        [
          0.2099111,
          51.5496765
        ],
        [
          0.2098833,
          51.549726
        ],
        [
          0.2098757,
          51.5497338
        ],
        [
          0.20993019999999998,
          51.5497335
        ],
        [
          0.2099846,
          51.5497331
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_target_date": "07/05/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "04/04/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T22:17:40.107+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "16 Hunter Drive",
  "id": "Havering-P0358.24",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 185737,
  "appeal_start_date": null,
  "postcode": "RM12 5TS",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0358.24",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey rear extension, front box dormer, and removal of rear roof lights",
  "valid_date": "12/03/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553324.75,
              185741
            ],
            [
              553334.7,
              185741.15
            ],
            [
              553336.8,
              185741.15
            ],
            [
              553345.55,
              185741.3
            ],
            [
              553348.55,
              185741.33
            ],
            [
              553351.55,
              185741.35
            ],
            [
              553351.6,
              185735.15
            ],
            [
              553351.6,
              185732
            ],
            [
              553327.6,
              185732
            ],
            [
              553324.55,
              185731.95
            ],
            [
              553322.55,
              185731.95
            ],
            [
              553320.55,
              185731.95
            ],
            [
              553320.35,
              185732.65
            ],
            [
              553320.3,
              185733.2
            ],
            [
              553320.05,
              185734.2
            ],
            [
              553319.85,
              185734.55
            ],
            [
              553317.75,
              185740
            ],
            [
              553317.2,
              185740.85
            ],
            [
              553320.98,
              185740.93
            ],
            [
              553324.75,
              185741
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "12880540",
  "application_details": {
    "total_gia_gained": 22,
    "no_additional_bathrooms": 1,
    "existing_uprns": null,
    "intended_commencement_date": "05/2024",
    "no_additional_bedrooms": 1,
    "intended_completion_date": "09/2024",
    "site_area": 0.030000000000000002
  },
  "centroid": {
    "lon": "0.2101305",
    "lat": "51.5496944"
  },
  "lapsed_date": "07/05/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}