{
  "decision_agency": "Borough",
  "status": "Withdrawn",
  "decision": "Withdrawn",
  "centroid": {
    "lon": -0.288981,
    "lat": 51.523718
  },
  "polygon": null,
  "borough": "Ealing",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012115867",
  "valid_date": "13/09/2024",
  "decision_target_date": "08/11/2024",
  "appeal_decision_date": null,
  "locality": "London",
  "centroid_northing": 181921,
  "ward": "Hanger Hill",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with the provisions of Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun. | The development hereby approved shall be carried out in accordance with drawings:",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall be in accordance with the plans and documents approved in condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023)(Updated).",
    "| Any damage to the building caused by or during the course of the carrying out of the work permitted shall be made good within 3 months of the completion of the development, in accordance with a specification agreed in writing with the Local Planning Authority.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the Ealing Development Management DPD (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policy HC1 of the London Plan (2021) and the NPPF (2023). | Suitable precautions shall be undertaken to secure and protect all interior and exterior elements against accidental loss or damage during building work and no such elements shall be disturbed or removed temporarily or permanently except as indicated on the approved drawings or with the prior written approval of the local planning authority.",
    "Reason:  : To protect the architectural and historic fabric of this Listed Building, in accordance with policy 7C of the Ealing Development Management DPD (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policy HC1 of the London Plan (2021) and the NPPF (2023)(Updated)."
  ],
  "pp_id": "PP-13407658",
  "decision_process": "Delegated",
  "lapsed_date": "04/11/2027",
  "application_type_full": "Listed building consent",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Ealing-243494LBC",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "last_updated": "2025-03-19T20:17:17.270+00:00",
  "lpa_app_no": "243494LBC",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "11A The Ridings",
  "title_number": null,
  "decision_date": "04/11/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Proposed first and second floor rear extensions, replacing the existing sunroom on second floor, a raised decking to rear patio, new ramp at the front, enlarging existing porch and resurface of driveway, along with re-rendering the whole house and internal alterations including raised floor level to the rear room (Listed Building Consent)",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 518801,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/243494LBC;",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "Planning Portal ingest",
  "postcode": "W5 3BT",
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "The Ridings"
}