{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/179054OPDS;",
  "lapsed_date": "31/01/2022",
  "decision_target_date": "31/01/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 6LS",
  "site_name": "57 Gorst Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012163497, 000012163498, 000012163499, 000012163500, 000012195115, 000012195112, 000012195111, 000012195110, 000012195114, 000012195113"
    ],
    "site_area": 0.077
  },
  "appeal_decision_date": null,
  "lpa_app_no": "179054OPDS",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "520423",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T23:04:46.225+00:00",
  "id": "Ealing-179054OPDS",
  "application_type": "All Other",
  "street_name": "Gorst Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "31/01/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Replacement four storey light Industrial/Warehouse (1269sqm Use Class B1c & 311sqm Use Class B8, for a total of 1581 sqm) (following demolition of existing single storey (B1/B8) industrial building (612 sqm))'",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major retail and service",
  "centroid_northing": "182238",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012163497",
  "centroid": {
    "lon": "-0.2654816",
    "lat": "51.5262257"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520412.2843536,
              182247.1281433
            ],
            [
              520409.9030988,
              182253.478156
            ],
            [
              520418.3697824,
              182256.6531623
            ],
            [
              520420.7510372,
              182251.3614851
            ],
            [
              520421.015621,
              182250.8323173
            ],
            [
              520427.1010499,
              182253.2135721
            ],
            [
              520435.8323173,
              182230.9885276
            ],
            [
              520440.330243,
              182232.8406147
            ],
            [
              520454.0886038,
              182198.4447126
            ],
            [
              520451.7073491,
              182197.3863771
            ],
            [
              520443.2406655,
              182219.3468377
            ],
            [
              520426.0427144,
              182212.7322411
            ],
            [
              520412.2843536,
              182247.657311
            ],
            [
              520412.2843536,
              182247.1281433
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be retained in accordance with drawing title number(s):",
    "SR-GRPR-PA-101 dated 29/11/17; SR-GRPR-PA-201 dated 29/11/17; SR-GRPR-PA-202 dated 29/11/17; SR-GRPR-PA-301 dated 29/11/17; SR-GRPR-PA-302 dated 29/11/17; SR-GRPR-PA-303a  Rev A dated 18/04/18; SR-GRPR-PA-303b dated 29/11/17; SR-GRPR-PA-304 dated 29/11/17; SR-GRPR-PA-305 dated 29/11/17; SR-GRPR-PA-306 dated 29/11/17; SR-GRPR-PA-307 dated 29/11/17; SR-GRPR-PA-401 dated 29/11/17; SR-GRPR-PA-401b dated 29/11/17; SR-GRPR-PA-402 dated 29/11/17; SR-GRPR-PA-403 dated 29/11/17; SR-GRPR-PA-404 dated 29/11/17; SR-GRPR-PA-501 dated 29/11/17; SR-GRPR-PA-502 dated 29/11/17; SR-GRPR-PA-601 dated 29/11/17; SR-GRPR-PA-602 dated 29/11/17; SR-GRPR-PA-603 dated 29/11/17; SR-GRPR-PA-604 dated 29/11/17; SR-GRPR-PA-605 dated 29/11/17;",
    "REASON: For the avoidance of doubt, and in the interests of proper planning. | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any subsequent order revoking and re-enacting that Order with or without modifications), the use of the development shall only be for B1c light industry and/or B8 warehouse and storage and/or and B1a office use and/or small medium enterprises, and not for any other use without prior approval of the Local Planning Authority obtained by the submission of a planning application.",
    "REASON: To ensure that the Council retains control over the quality, impacts and provision of any change of use, and to safeguard the vitality and viability of the shopping centre in accordance with policy 4.7 of the London Plan (2016); policies 1.1(d), 2.7(c) of the Ealing Development Strategy 2026 (2012); and policy 4C of Ealing's Development Management DPD (2013). | All external materials to be used in the development shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition (2).",
    "REASON: To ensure that the materials harmonise with the surroundings, in accordance with Policies 7.4 & 7.6 of the London Plan (2016) and Policies 7.4, 7.6 and 7B of Adopted Ealing Development Management Plan Document (2013), polices 1.1 (k) and 1.2 (f) of the adopted Development (Core) Strategy (2013). | A detailed construction method statement plan shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of earth from site; construction methods; details of protection measures to ensure neighbouring trees will protected from damage as a result of the development; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not effect of neighbouring highways, details of wheel water spraying facilities and noise/vibration mitigation measures. The plan shall also include a restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays, advance notification to neighbours and other interested parties of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works.  Approved details shall be implemented throughout the project period and shall be carried out in accordance with the approved method statement plan.",
    "REASON: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies 6.3, 6.13,  7.14 and 7.15  of the London Plan (2016), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | A detailed Travel Plan designed to manage the transport needs of the occupiers of the development, including measures to minimise car usage and promote alternative modes of transport  shall be submitted to and approved in writing by the Local Planning Authority. The detailed Travel Plan shall be prepared in accordance with the Transport for London Travel Plan Guidance and Ealing's Sustainable Transport for New Development SPD  in use at the time of its preparation. The development shall be carried out strictly in accordance with the approved Travel Plan.",
    "REASON: To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies 6.3, 6.11 and 6.13 of the London Plan (2016); and Ealing's Sustainable Transport for New Development SPG. | A delivery and servicing plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The plan shall cover the following:",
    "o\tVehicle tracking - Swept paths drawings for a refuse lorry vehicle, 10-metre rigid vehicle and also a fire appliance vehicle;",
    "o\tDeliveries and collections; including how deliveries will be scheduled to avoid several lorries arriving at the site simultaneously;",
    "o\tServicing trips (including maintenance); and measures to reduce the number of freight trips to the site (freight consolidation);",
    "o\tCleaning and waste removal; including arrangements for refuse collection; and",
    "o\tMonitoring and review of operations.",
    "The delivery and servicing plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development.",
    "REASON: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety, in accordance with policy 6.11 and 6.13 of the London Plan (2016) and Local Variation policy 6.13 of the Development Management DPD 2013.\t | The development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the site and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "REASON: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD  (2013) and policies 7.4, and 7.6 of the London Plan (2016). | Cycle storage for a minimum of twelve (12) bicycles shall be provided onsite in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "REASON: To provide adequate bicycle storage to align with Sustainable Transport SPG and policy 6.9 and 6.13 of the London Plan (2016). | Prior to commencement of development detailed drainage designs and a completed Drainage Assessment Form shall be submitted to and approved by the local Planning Authority to demonstrate that any flooding up to the 1 in 100 plus climate change storm events will be safely contained on site. The development shall be carried out in accordance with the approved drainage design. The development should achieve at least 50% betterment to the existing drainage discharge.",
    "REASON: To reduce flood risk in accordance with Policy 10 of the National Planning Policy Framework (2012) and policies 5.12, 5.13 and 7.13 of the London Plan (2016). | The non-residential development should be registered with Building Research Establishment (BRE), achieve BREEAM Rating Very Good in line with BREEAM Pre-Assessment Report (20th March 2018) prepared by Ramboll and make reasonable endeavours to achieve Excellent (based on the latest BREEAM NC Technical guidance).",
    "i.\tWithin 3 months of completion of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "ii.\tWithin 3 months from the date of first occupation of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order for the lifetime of the development.",
    "REASON: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2016), policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012) and policies 5.2 and 7A of the Ealing Development Management DPD (2013). | A) Six months prior to the practical completion of the development, technical details about the solar PV in line with GLA's planning guidance for preparing energy assessments, March 2016 and appendix B of Ealing energy statement guidance and a drawing demonstrating where the PV panels will be installed and that there is available space in the roof to install the required amount of PV panels shall be submitted to the Local Planning Authority for written approval.",
    "B) Within three-months of the practical completion of the development, Energy Performance Certificates and detailed modelling output reports showing clearly the BER/TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.",
    "C) Within three-months of the practical completion of the development, evidence that the renewable/low carbon technologies, if incorporated, are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "D) Prior to the final completion of the development, the approved development shall incorporate and maintain measures to achieve an overall reduction in regulated CO2 emissions of at least 35.48% (equal to 14.3 tonnesCO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Energy Statement PO2 (March 2018) prepared by Ramboll:",
    "a)\tenergy saving measures and energy efficient gas boiler to achieve at least annual carbon dioxide emission savings of 6.6 tonnes CO2 equating to 16.38% in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case.",
    "b)\tInstallation of solar Photovoltaic system with a total panel area of circa 85sq.m and capacity of at least 15.3kWp to supply at least 14.8MWh of electricity annually for the whole development and achieve at least annual carbon dioxide emission savings of 7.7 tonnes CO2 equating to 23% in regulated carbon dioxide (CO2) emissions over the Be Lean case of the Energy Hierarchy.",
    "E) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be identified and incorporated prior to occupation and maintained in the development in perpetuity.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "REASON:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Prior to the first occupation of the development,, the approved building shall incorporate and maintain Ultra low-NOx boilers gas boiler(s) for the provision of the hot water requirements with dry NOx Emissions below 30 mg/kWh in line with the Sustainable Design and Construction SPG  (April 2014).",
    "REASON: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 of the London Plan 2015, policies LV5.2 of Ealing's Development Management DPD 2013, policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012 and Mayor's Sustainable Design and Construction SPG, April 2014. | Prior to occupation of the approved development, the following details should be submitted to the Local Planning Authority for written approval:",
    "a)\tdetails of the plant room, including size, layout and location, size of boilers and details of the flue;",
    "b)\tdetails of the floor plan showing the layout of the plant in the energy centre and how it is designed to facilitate connection to an offsite heat network.",
    "c)\tconsideration and demonstration of the installation of a point of external connection within the plant room.",
    "The development shall be carried out in accordance with the approved details.",
    "REASON: To secure that the proposed development is designed in a manner which allows for the future connection to an offsite district heat network, and to ensure that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.3, 5.5 and 5.6 of the London Plan 2016, policies 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policy LV5.2 of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Details shall be submitted for the approval of the Local Planning Authority prior to occupation to demonstrate that the development complies with the 'air quality neutral' Building Emissions Benchmark for the proposed C3 use at Appendix 5 of the Sustainable Design and Construction (2014) Supplementary Planning Guidance, London Plan 2011.",
    "REASON: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 of the London Plan 2015, policies LV5.2 of Ealing's Development Management DPD 2013, policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012 and Mayor's Sustainable Design and Construction SPG, April 2014. | Prior to commencement of the development, details shall be submitted to the Council for approval, of the external sound level emitted from plant/ machinery/ equipment and mitigation measures as appropriate. The measures shall ensure that the external sound level LAeq emitted from plant, machinery/ equipment will be lower than the lowest existing background sound level LA90 by at least 5 dBA in order to prevent any adverse impact on noise sensitive receivers in the surrounding area. The assessment shall be made in accordance with BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval.  Approved details shall be implemented prior to use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "REASON: In the interests of the amenity of adjoining occupiers and to minimise noise impact, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies 6.3, 6.13,  7.14 and 7.15  of the London Plan (2016), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | Prior to commencement of the development, details of anti-vibration measures shall be submitted to and approved in writing by the Council.  The measures shall ensure that [machinery, plant/ equipment] [extract/ ventilation system and ducting] are mounted with proprietary anti-vibration isolators and fan motors are vibration isolated from the casing and adequately silenced.  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "REASON: In the interests of the amenity of adjoining occupiers and to minimise noise impact, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies 6.3, 6.13,  7.14 and 7.15  of the London Plan (2016), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development.  In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.  None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied.",
    "REASON: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/01/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06568883",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2656329,
          51.52631
        ],
        [
          -0.265665,
          51.5263676
        ],
        [
          -0.265542,
          51.5263943
        ],
        [
          -0.2655095,
          51.5263462
        ],
        [
          -0.2655058,
          51.5263414
        ],
        [
          -0.26541729999999997,
          51.5263615
        ],
        [
          -0.2652991,
          51.5261599
        ],
        [
          -0.26523369999999996,
          51.5261756
        ],
        [
          -0.2650472,
          51.5258636
        ],
        [
          -0.2650819,
          51.5258545
        ],
        [
          -0.2651964,
          51.5260537
        ],
        [
          -0.26544639999999997,
          51.5259979
        ],
        [
          -0.2656327,
          51.5263148
        ],
        [
          -0.2656329,
          51.52631
        ]
      ]
    ],
    "type": "Polygon"
  }
}