{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - 1.\tThe ground floor A3 use shall not commence until a scheme for the ventilation of the premises of an appropriate outlet level, including details of sound and noise attenuation for any necessary plant and the standard or dilution expected has been submitted to and approved by the Local Planning Authority.",
    "Condition : 3 - 2.\tNo extractor equipment shall be operated on the premises before 08:00am or after 23:00pm Monday to Sunday.",
    "Condition : 4 - 3.\tThe use shall not commence until a secure storage area within the site enclosed by a two-metre high close boarded fence with gates, which are to be kept shut at all times except when access is required, to house not less than two 1100 litre galvanised steel Eurobins has been identified and made available, together with facilities for the separation and safe storage of glass, metal, plastics, cardboard, food waste and other recyclable materials which shall then be collected and taken to a suitable facility for recycling. The storage area and bins shall be made permanently available before the development is first occupied and no waste shall be stored outside the site or other than in the designated area. The lids of the Eurobins shall be fixed shut at all times other than when waste is being emptied into them. Non-recyclable and perishable waste shall be removed from site no less frequently than once a week. Waste shall be removed as soon as the bins become full if this is earlier than the time of the normal weekly collection, unless additional covered and enclosed bins (as described above) have been provided and are thereafter made permanently available for the on-site storage of refuse and waste.",
    "Condition : 5 - 4.\tThe use hereby permitted shall not be open to customers outside the following times, 08:00 to 23:00 Monday to Saturday and 09:00 to 20:00 on Sundays and Bank or Public Holidays.",
    "Condition : 6 - 5.\tNo deliveries shall be taken at or despatched from the site outside the hours of 09:00 - 13:00 nor at any time on Sundays, Bank or Public Holidays.",
    "Condition : 7 - 6.\tThe Delivery and Servicing Plan dated October 2017 as approved shall be implemented throughout the lifetime of the development hereby approved."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "03/01/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 176375,
  "last_updated": "2025-03-19T17:38:27.792+00:00",
  "development_type": "Notifications",
  "ward": "Hounslow Central (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023404146",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW3 4AJ",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Prior Approval",
  "decision_date": "22/12/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.358409,
          51.474853
        ],
        [
          -0.35841,
          51.474826
        ],
        [
          -0.358453,
          51.474826
        ],
        [
          -0.358452,
          51.474853
        ],
        [
          -0.358409,
          51.474853
        ]
      ]
    ]
  },
  "lpa_app_no": "PA/2017/4711",
  "valid_date": "08/11/2017",
  "description": "Prior notification for the change of use from estate agent office (A2) use to restaurant and cafe (A3) use",
  "centroid_easting": 514105,
  "site_number": "115",
  "lapsed_date": "22/12/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Kingsley Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.47484,
    "lon": -0.358431
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=PA/2017/4711",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-PA_2017_4711",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}