{
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0843.24",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Full planning permission",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "residential_details": {
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "habitable_rooms_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "dwelling_density": 41.666666666666664,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.024,
      "residential_units": [
        {
          "uprn": "",
          "actual_completion_date": "12/08/2024",
          "description": "",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "Change of Use",
          "provider": "",
          "phase_detail": "",
          "unit_no": "",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": "",
          "gia": null,
          "tenure": "Market for sale"
        }
      ]
    },
    "site_area": 0.024,
    "garden_land_lost": false,
    "scheme_phasing": false,
    "total_gia_gained": 130.4,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_gas_connections_required": 1,
      "waste_provision": false,
      "no_homes_passive_cooling": 1,
      "no_homes_to_have_electrical_heating": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_water_connections_required": 1,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 105,
        "actual_completion_date": "12/08/2024",
        "gia_gained": 0,
        "use_class": "E(a)",
        "gia_lost": 105
      },
      {
        "gia_existing": 0,
        "actual_completion_date": "12/08/2024",
        "gia_gained": 130.4,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 105,
    "grey_water_reuse": false,
    "green_suds": false,
    "projected_cost_of_works": "Up to £2m",
    "internal_resi_water_usage": 110,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 105,
      "total_gia_existing": 105,
      "total_gia_gained": 130.4,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "site_area": 0.024
    },
    "total_gia_existing": 105,
    "phasing_details": [
      {
        "phase_detail": "PHASE 1",
        "intended_commencement_date": "02/2024",
        "intended_completion_date": "05/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 75,
    "ownership_status": "Private",
    "other_residential_accommodation_details": {
      "site_area": 0.024
    },
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "mayoral_cil_liability_notice_issued": false,
    "commencement_notice_received": false,
    "circular_economy_statement": false,
    "3d_model": false,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.192432,
          51.571368
        ],
        [
          0.192487,
          51.571309
        ],
        [
          0.192038,
          51.571183
        ],
        [
          0.192001,
          51.571239
        ],
        [
          0.192432,
          51.571368
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "27 Park Lane",
  "centroid_easting": 552025,
  "site_number": null,
  "development_type": null,
  "decision_date": "12/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "12/08/2027",
  "status": "Completed",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "centroid_northing": 188100,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The layout as built and shown on the approved plans (as set out on page one of this decision notice) shall be retained unless it is approved otherwise in writing by the Local Planning Authority.",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank walls of the dormer hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Within 3 months of the date of this decision notice, the car parking provision as shown on drawing No.'s 1916/02 revision D and 1906/03 revision C shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (Order) or any other order replacing or amending the said Order other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Within 3 months of the date of this decision notice, the cycle stores shown on drawing number ZAAVIA/27PL/310 B shall be provided to the satisfaction of the Local Planning Authority and be permanently retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Within 3 months of the date of this decision notice, the bin stores shown on drawing number ZAAVIA/27PL/310 B shall be provided to the satisfaction of the Local Planning Authority and be permanently retained thereafter.",
    "Reason:-",
    "In the interests of providing refuse and recycling stores.",
    "The dwelling hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "The dwelling hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "Within 3 months from the date of this permission, all current hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Within 3 months from the date of this decision, details shall be provided to the Local Planning Authority to indicate that the dwelling has been fitted with Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Within 3 months of the date of this decision notice, the residential parking spaces within the development hereby approved shall include provision of infrastructure for electric or Ultra-Low Emission vehicles, of which a minimum of 1 space shall have active charging facilities, with passive provision for all remaining spaces. Such provision is to be made prior to the first occupation of the dwellings hereby permitted.",
    "Reason:  Provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £2275 would be payable due to result in a new residential property with 91² of GIA (ground floor part only), however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £11,375 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the co",
    "Informative:",
    "The internal layout of dwelling to be designed, as far as practicable, so that in general the more sensitive living areas, in particular bedrooms are located on facades facing away from the noise source.",
    "Double-glazing 6mm.12mm.6mm with opening provided with pressure seals in either hardwood or UPVC frames, with acoustically treated trickle ventilators.",
    "A ventilation system that will involve ducting air through the houses, with fresh air obtained either through sound insulated air inlets or from inlets on the quieter side of the buildings.",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications an",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed. These fees may change depending on the time of submission.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Hornchurch",
  "actual_completion_date": "12/08/2024",
  "subdivision_of_building": null,
  "centroid": {
    "lon": 0.192245,
    "lat": 51.571278
  },
  "cil_liability": false,
  "valid_date": "14/06/2024",
  "postcode": "RM11 1BD",
  "bo_system": "Portal",
  "borough": "Havering",
  "id": "Havering-P0843.24",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "12/08/2024",
  "pp_id": "13152447",
  "last_updated_by": "Portal",
  "locality": null,
  "uprn": "100021337992",
  "last_date_consultation_comments": "12/07/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-07-30T13:13:32.235Z",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552037.6,
              188110.37
            ],
            [
              552041.66,
              188103.96
            ],
            [
              552010.96,
              188088.97
            ],
            [
              552008.16,
              188095.11
            ],
            [
              552037.6,
              188110.37
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": "01/03/2024",
  "actual_commencement_date": "30/01/2025",
  "ward": "St Albans",
  "appeal_decision": null,
  "lpa_app_no": "P0843.24",
  "description": "Retention of change of use from E(a) retail units and ancillary flat into 3 bed dwelling and single storey rear/ side extension with a garage conversion",
  "date_building_work_completed_under_previous_permission": "01/05/2024"
}