{
  "centroid": {
    "lon": "0.190946",
    "lat": "51.5779147"
  },
  "status": "Approved",
  "decision_target_date": "20/08/2020",
  "site_name": "16 Carlton Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 11:00AM and 19:00 on Mondays to Friday, 10:00AM and 18:00 Saturdays and not at all on Sundays, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the use hereby permitted coming into use details of refuse and recycling facilities to serve the proposed use hereby permitted shall be submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The glazing to the shopfront shall not be obscured by posters or edged obscured, an active and clear window display shall be provided and maintained all times in the shop window fronting Carlton Road.",
    "Reason:-",
    "In the interests of visual amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018.",
    "Notwithstanding the drawings hereby approved this permission would not grant consent for the display of signage which may be required advertisement consent under the provision of \"The Town and Country Planning (Control of Advertisements) (England) Regulations 2007\".",
    "Reason: \tIn the interest of the visual amenity of the area."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM2 5AA",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "20/08/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0843.20",
  "centroid_northing": 188835,
  "uprn": "100023216014",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "20/08/2020",
  "description": "Change of use of part ground floor from A1 (shops) to D1 (non-residential institutions)",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0843.20",
  "lpa_app_no": "P0843.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:59.834+00:00",
  "centroid_easting": 551911,
  "pp_id": "08817325",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "25/06/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551904.167,
              188840.634
            ],
            [
              551908.773,
              188844.021
            ],
            [
              551917.442,
              188829.932
            ],
            [
              551912.701,
              188826.952
            ],
            [
              551904.167,
              188840.634
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.009
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "16/07/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1908499,
          51.5779672
        ],
        [
          0.1909178,
          51.5779964
        ],
        [
          0.1910367,
          51.5778674
        ],
        [
          0.1909671,
          51.5778419
        ],
        [
          0.1908499,
          51.5779672
        ]
      ]
    ],
    "type": "Polygon"
  }
}