{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "16/09/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-74089_APP_2020_3305",
  "secondary_street_name": "HAYES",
  "appeal_status": null,
  "postcode": "UB4 8EH",
  "appeal_decision": "Withdrawn",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.188
  },
  "valid_date": "15/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing buildings and redevelopment of the site to provide a building of 4 storeys to provide residential units (Use Class C3) with associated residential amenity space, landscaping, car and cycle parking, refuse storage and access.\n\nDetailed Description: 27 residential units comprising 5 x 1-bedroom, 16 x 2-bedroom and 6 x 3-bedroom.",
  "decision_conditions": [
    "The proposed development fails to make appropriate provision of on site affordable housing, contrary Policies H4, H5 and H6 of the London Plan (2021), Policy H2 of the Local Plan: Part One (2012), Policy DMH 7 of the Local Plan: Part Two - Development Management Policies (2020), London Borough of Hillingdon's Supplementary Planning Document on Planning Obligations (2014), Paragraph 65 of the NPPF (2021) and  Mayor of London's Affordable Housing and Viability SPG (2017).",
    "The proposed development, in the absence of a Section 106 legal agreement, fails to provide contributions towards the improvement of services and facilities as a consequence of demands created by the proposed development (in respect of air quality contributions, affordable housing, construction training, highways works, carbon offset, employment and training, permit free parking). The scheme therefore conflicts with Policy DMCI 7 of the Hillingdon Local Plan: Part Two Development management Policies (2020), the London Borough of Hillingdon Supplementary Planning Document on Planning Obligations, Policy DF1 of the London Plan (2021) and paras 55-58 of the NPPF (2021).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "In order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable. However the Applicant has failed to work proactively with the Local Planning Authority and has failed to agree to an extension of time to address the issues raised. You are therefore encouraged to",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "A future re submission application should seek to amend the design and layout of the bin store and substation to minimize impacts on the street scene and increase landscaping along the street frontage."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T17:00:52.725+00:00",
  "ward": "CHARVILLE",
  "parking_details": null,
  "lapsed_date": "16/09/2024",
  "decision_target_date": "17/09/2021",
  "centroid": {
    "lat": "51.5257042",
    "lon": "-0.4322645"
  },
  "lpa_app_no": "74089/APP/2020/3305",
  "status": "Refused",
  "site_name": "LAND OFF HAYES END ROAD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74089/APP/2020/3305",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508835.8631,
              181936.4879
            ],
            [
              508836.105,
              181938.9067
            ],
            [
              508847.4386,
              181943.764
            ],
            [
              508876.2121,
              181943.764
            ],
            [
              508870.9204,
              181888.8628
            ],
            [
              508832.225,
              181902.092
            ],
            [
              508836.8553,
              181939.1338
            ],
            [
              508835.8631,
              181936.4879
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              508835.8631,
              181938.803
            ],
            [
              508836.1938,
              181939.7952
            ],
            [
              508836.105,
              181938.9067
            ],
            [
              508835.8631,
              181938.803
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "15/03/2021",
  "appeal_decision_date": "12/05/2022",
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HAYES END ROAD",
  "pp_id": "08847283",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 508855,
  "appeal_start_date": "01/04/2022",
  "centroid_northing": 181919,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4325348,
          51.525865
        ],
        [
          -0.4325306,
          51.5258867
        ],
        [
          -0.43236579999999997,
          51.5259282
        ],
        [
          -0.4319512,
          51.5259226
        ],
        [
          -0.4320443,
          51.5254302
        ],
        [
          -0.4325978,
          51.5255566
        ],
        [
          -0.4325197,
          51.5258886
        ],
        [
          -0.4325348,
          51.525865
        ]
      ]
    ],
    "type": "Polygon"
  }
}