{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/161042OPDFUL;",
  "lapsed_date": "22/02/2020",
  "decision_target_date": "10/06/2016",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 0TH",
  "site_name": "3 Concord Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012146292, 000012181469, 000012181470, 000012181471, 000012181472, 000012181475, 000012195239"
    ],
    "site_area": 1.305
  },
  "appeal_decision_date": null,
  "lpa_app_no": "161042OPDFUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519505,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:31.378+00:00",
  "id": "Ealing-161042OPDFUL",
  "application_type": "All Other",
  "street_name": "Concord Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "22/02/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 2 (approved plans) and condition 19 (mezzanine flooring) of planning permission ref: PP/2015/4054 dated 20/11/2015 for Variation of condition 19 of planning permission Ref:PP/2013/1800 dated 19/11/2013 for redevelopment of site to provide a car showroom and workshop including MOT facilities, valet, wash and plant (sui-generis use) and terrace of industrial/ warehouse units (flexible B1/B2/B8 use) with associated access, parking servicing and landscaping. (Amendment to exclude Unit 3 from mezzanine restrictions and addition of 100sqm mezzanine for unit 1)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major general industry-storage-warehousing",
  "centroid_northing": 182193,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012146292",
  "centroid": {
    "lon": "-0.2787235",
    "lat": "51.526016"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519555.4637213,
              182241.2832305
            ],
            [
              519558.9513822,
              182227.4471911
            ],
            [
              519559.998505,
              182222.8984931
            ],
            [
              519561.5485764,
              182216.0504534
            ],
            [
              519561.6475172,
              182215.6005821
            ],
            [
              519571.8466578,
              182172.0030618
            ],
            [
              519570.1976455,
              182171.6531619
            ],
            [
              519570.2471159,
              182162.695726
            ],
            [
              519568.4496926,
              182162.7956974
            ],
            [
              519568.1528704,
              182162.7956974
            ],
            [
              519567.7983328,
              182162.7457117
            ],
            [
              519567.5509809,
              182162.7457117
            ],
            [
              519567.1964433,
              182162.695726
            ],
            [
              519566.8996211,
              182162.5457689
            ],
            [
              519566.6522693,
              182162.3458261
            ],
            [
              519566.3966724,
              182162.0958977
            ],
            [
              519566.2482613,
              182161.7959835
            ],
            [
              519566.1493205,
              182161.4460837
            ],
            [
              519566.0998502,
              182161.1461695
            ],
            [
              519566.0998502,
              182160.746284
            ],
            [
              519566.1493205,
              182160.2964128
            ],
            [
              519566.1987909,
              182159.9465129
            ],
            [
              519566.347202,
              182159.5466274
            ],
            [
              519566.6027989,
              182159.3466846
            ],
            [
              519566.8996211,
              182159.1967276
            ],
            [
              519567.3530995,
              182158.8968134
            ],
            [
              519567.5015106,
              182158.8468277
            ],
            [
              519569.7029419,
              182149.4995034
            ],
            [
              519566.7017396,
              182148.8496894
            ],
            [
              519566.8501507,
              182148.4498038
            ],
            [
              519567.0315421,
              182147.5100728
            ],
            [
              519554.4990492,
              182144.6508913
            ],
            [
              519532.8475187,
              182139.6023364
            ],
            [
              519514.0652696,
              182135.1536098
            ],
            [
              519511.5010556,
              182134.5537815
            ],
            [
              519499.9991953,
              182131.8045685
            ],
            [
              519481.4972782,
              182127.3458448
            ],
            [
              519465.6502708,
              182123.746875
            ],
            [
              519455.1460629,
              182169.2538487
            ],
            [
              519444.6501001,
              182214.1010114
            ],
            [
              519444.1471514,
              182216.2004104
            ],
            [
              519442.1271115,
              182225.0878664
            ],
            [
              519440.7336961,
              182231.2161122
            ],
            [
              519439.101174,
              182238.4040547
            ],
            [
              519436.5204699,
              182249.5808554
            ],
            [
              519437.3697112,
              182249.9407524
            ],
            [
              519440.173032,
              182249.8507781
            ],
            [
              519499.9991953,
              182249.6408382
            ],
            [
              519514.6011985,
              182249.5908525
            ],
            [
              519546.8806127,
              182248.4011931
            ],
            [
              519554.6804405,
              182241.9330445
            ],
            [
              519555.4637213,
              182241.2832305
            ]
          ],
          [
            [
              519548.7934669,
              182232.3957746
            ],
            [
              519548.801712,
              182229.396633
            ],
            [
              519551.3989062,
              182229.4066302
            ],
            [
              519551.3906612,
              182232.4057717
            ],
            [
              519548.7934669,
              182232.3957746
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission ref: PP/2013/1800 being granted, 18/11/2013.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing numbers:",
    "30521/PL/104; 30521-PL-105; 30038-PL-115E; Planning Statement; 30521-PL-102; 30038-PL-113A; 30038-PL-114A;  30038-PL-116B; 30038-PL-117A; 01 Rev A (Detail Soft Landscape Plan); 02 Rev A (Soft Landscape Sections); 03 Rev A received 16/05/2013. C11208/SK010 and 30038-PL-112B received 02/09/2013",
    "Reason: In the interests of proper planning and to ensure that the development is implemented in accordance with the approved plans, which have been, assessed against the Council's Adopted Development Plan. | The materials to be used for the external surfaces of the development shall be implemented in accordance with those identified in the schedule of external facing materials detailed on the approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2015). | The proposed hard and soft landscaping works shall be implemented in accordance with the details shown on drawings 01 Rev A (Detail Soft Landscape Plan) and 02 Rev A (Soft Landscape Sections) received 16th May 2013 prior to first occupation of any part of the development hereby approved or in accordance with a programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), policies 7.4 and 7.6 of the London Plan (2015) and policy 7.4 of the Ealing Development Management Development Plan 2013. | The boundary treatment shall be implemented in accordance with the details approved under application reference PP/2014/3224 dated 12/08/2014 and fully completed prior to first occupation, and retained permanently.",
    "Reason: To safeguard the character and appearance of the area, in the interests of highway safety and crime prevention, in accordance with policies 6.11 and 7.3 of the London Plan 2015, policies 7.3, 7.4 and 7B of the Development Management Development Plan Document (2013), and policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy (2012). | The proposed provision for refuse and recycling storage for the development shall be provided in accordance with the details contained within the application and on the approved drawings prior to the first occupation of any part of the development hereby permitted, and shall be retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To protect the working conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2015) policy 5.16. | The parking spaces, service bays and cycle storage areas (including disabled parking) identified on the drawing number 30038-PL-112B received 02/09/2013 shall be marked out on the site prior to first occupation/use of the relevant part of the development, and these spaces shall be kept continuously available for the life of the development and shall not be used for any other purpose unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that there is adequate parking and servicing provision within the site, in accordance with policies 6.9 and 7.2 of the London Plan 2015 and policies 6.13 of the Development Management Development Plan Document 2013. | The Electric Vehicle Charging Points shall be installed and available prior to the first occupation of the relevant part of the development and thereafter maintained for the life of the development, in accordance with the details approved under application reference PP/2014/3225 dated 15/07/2014.",
    "Reason: To ensure that there is adequate provision for electric vehicle parking within the site in accordance with policy 1.1 f of the Ealing Core Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policy 6.13 of The London Plan (2015), and The National Planning Policy Framework (2012). | No structure or erection exceeding 0.6m metres in height shall be placed within the site access visibility splays identified on drawing number C11208/SK010 received 02/09/2013 September 2013. The visibility splays shall thereafter be retained for the life of the development.",
    "Reason: In the interests of pedestrian and highway safety, in accordance with policies 6.11 of the London Plan 2015, policies 6.13 of the Development Management Development Plan Document (2013). | The Delivery and Servicing Plan shall be implemented on first occupation of the relevant part of the development hereby approved and the sites shall be managed in accordance with the details approved under application reference PP/2014/3226 dated 15/07/2014 and shall be brought into use prior to first occupation, and retained permanently.",
    "Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety, in accordance with policy 6.11 of the London Plan 2011, policy 6.13 of the Development Management Development Plan Document (2013). | Development works shall be implemented in accordance with the approved construction logistics plan in accordance with the details approved under application reference PP/2013/5153 dated 08/01/2014. Such details as approved shall be implemented and brought into use prior to first occupation, and retained permanently.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of construction, in accordance with policy 6.3 of the London Plan 2015, policy 7A of the Development Management Development Plan Document (2013). | Any damage to the adopted highway resulting from the construction of the development shall be repaired under s278 Agreement with the relevant highway authority at the cost of the developer.",
    "Reason: To safeguard existing transport infrastructure in accordance with policy 6.13 of the London plan 2015. | No impact piling shall take place until a piling method statement (detailing the type of piling to be undertaken and the methodology by which such piling shall be carried out, including measures to minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the Local Planning Authority and the relevant water or sewerage undertaker. Any piling must be undertaken in accordance with the terms of the approved piling method statement unless otherwise agreed by the Local Planning Authority.",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure, in accordance with policies 5.15 of the London Plan 2015. | The approved contamination assessment must be carried out in accordance with the details approved under application reference PP/2013/5208 dated 08/01/2014 prior to the construction of the development. The Council's Regulatory Services must be given two weeks written notification of commencement of the remediation scheme works.",
    "Reason: To ensure that the site is not hazardous in the interest of public health and safety, in accordance with policy 5.21 of the London Plan 2015, and policy 7A of the Development Management Development Plan Document 2013. | The BREEAM Very Good standard shall be retained in working order for the life of the development and in accordance with the details approved under application reference PP/2015/2174 dated 24/06/2015",
    "Reason: To ensure the proposal contributes to its climate change mitigation requirements in accordance with policies 1.1 (k), 1.2 (f) of the Ealing Core Strategy (2012), policy LV 5.2 of the Ealing Development Management Development Plan Document (2013), and policies 5.1, 5.2, 5.3 and 5.9 of the London Plan (2015), and section 10 of the National Planning Policy Framework (2012). | The development shall be constructed fully incorporating the approved energy details in accordance with the details approved under application reference PP/2013/5209 dated 07/08/2014. Such details as approved shall be implemented and brought into use prior to first occupation, and retained permanently.",
    "Reason: To ensure that the development is energy efficient and contributes to reducing the need for fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2015, adopted Ealing's Development (Core) Strategy 2026 and policy ELV 5.2 of the Ealing's Development Management DPD (2013). | Upon final completion of the development and prior to occupation, suitable devices for monitoring the renewable/low-carbon energy equipment shall be installed. The monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the relevant part of the development unless otherwise agreed in writing by the Local Planning Authority. The installation of the monitoring devices shall be in a compatible format and the submission of the data shall be carried out in accordance with the Council's approved specifications as indicated in Automated Energy (& CO2) Monitoring Platform [AEMP] document.",
    "Reason: To ensure that the development is energy efficient and contributes to reducing the need for fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2015, adopted Ealing's Development (Core) Strategy 2026 and policy ELV 5.2 of the Ealing's Development Management DPD (2013). | Notwithstanding the provision of the Town and Country Planning General permitted development order (England) 2015, the terrace of five industrial units hereby approved shall only be used for purposes within Use Classes B1, B2 and/or B8 and for no other purpose within the said Order or any subsequent amendment.",
    "Reason: To restrict the use of the premises to those compatible with the site's designation and the design and layout of the development, in accordance with policy 4.4 and 6.3 of the London Plan 2015, policy 6.13, 7A and 7B of the Development Management Development Plan Document (2013). | The floor space of units 4 and 5 hereby approved shall not be increased by the construction, insertion or extension of a mezzanine floor.",
    "Reason: In order that the Local Planning Authority can be satisfied that the development would not have a detrimental impact on the amenities of the area and highway safety, in accordance with policy 4.4 and 6.3 of the London Plan 2015 and policies 6.13, 7A and 7B of the Development Management Development Plan Document 2013."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/03/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-04830074",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2779801,
          51.5264393
        ],
        [
          -0.2779345,
          51.5263142
        ],
        [
          -0.277921,
          51.5262731
        ],
        [
          -0.277901,
          51.5262112
        ],
        [
          -0.27789969999999997,
          51.5262071
        ],
        [
          -0.2777675,
          51.5258131
        ],
        [
          -0.27779139999999997,
          51.5258103
        ],
        [
          -0.2777937,
          51.5257298
        ],
        [
          -0.2778196,
          51.5257311
        ],
        [
          -0.2778239,
          51.5257312
        ],
        [
          -0.277829,
          51.5257308
        ],
        [
          -0.2778326,
          51.5257309
        ],
        [
          -0.27783769999999997,
          51.5257305
        ],
        [
          -0.277842,
          51.5257292
        ],
        [
          -0.2778457,
          51.5257274
        ],
        [
          -0.27784939999999997,
          51.5257253
        ],
        [
          -0.2778517,
          51.5257226
        ],
        [
          -0.27785319999999997,
          51.5257195
        ],
        [
          -0.277854,
          51.5257168
        ],
        [
          -0.2778542,
          51.5257132
        ],
        [
          -0.2778536,
          51.5257091
        ],
        [
          -0.27785299999999996,
          51.525706
        ],
        [
          -0.277851,
          51.5257024
        ],
        [
          -0.27784739999999997,
          51.5257005
        ],
        [
          -0.2778432,
          51.5256991
        ],
        [
          -0.2778367,
          51.5256963
        ],
        [
          -0.2778346,
          51.5256958
        ],
        [
          -0.2778061,
          51.5256113
        ],
        [
          -0.27784949999999997,
          51.5256061
        ],
        [
          -0.27784749999999997,
          51.5256025
        ],
        [
          -0.2778452,
          51.525594
        ],
        [
          -0.27802679999999996,
          51.525571
        ],
        [
          -0.2783404,
          51.5255302
        ],
        [
          -0.2786125,
          51.5254942
        ],
        [
          -0.2786497,
          51.5254893
        ],
        [
          -0.27881629999999996,
          51.525467
        ],
        [
          -0.2790844,
          51.5254309
        ],
        [
          -0.279314,
          51.5254019
        ],
        [
          -0.2794499,
          51.5258131
        ],
        [
          -0.2795859,
          51.5262184
        ],
        [
          -0.27959249999999997,
          51.5262374
        ],
        [
          -0.2796185,
          51.5263177
        ],
        [
          -0.2796365,
          51.526373
        ],
        [
          -0.2796576,
          51.526438
        ],
        [
          -0.27969099999999997,
          51.526539
        ],
        [
          -0.2796787,
          51.526542
        ],
        [
          -0.2796383,
          51.5265406
        ],
        [
          -0.2787764,
          51.5265261
        ],
        [
          -0.278566,
          51.5265226
        ],
        [
          -0.2781013,
          51.5265051
        ],
        [
          -0.2779911,
          51.5264453
        ],
        [
          -0.2779801,
          51.5264393
        ]
      ],
      [
        [
          -0.27807919999999997,
          51.5263608
        ],
        [
          -0.2780801,
          51.5263338
        ],
        [
          -0.2780427,
          51.5263334
        ],
        [
          -0.2780418,
          51.5263603
        ],
        [
          -0.27807919999999997,
          51.5263608
        ]
      ]
    ],
    "type": "Polygon"
  }
}