{
  "decision_conditions": [
    "&lt;p&gt;&amp;nbsp;No tree within the curtilage of the site shall be wilfully damaged or destroyed and no tree shall be removed, topped, lopped, felled or uprooted without the prior consent, in writing, of the Local Planning Authority.&lt;/p&gt;&lt;p&gt;REASON: To accord with the requirements of Section 197(a) of the Town and Country Planning Act 1990 and to provide reasonable environmental standards in the interests of the appearance of the site and area.&lt;/p&gt;",
    "&lt;p&gt;All service runs shall fall outside the Root Protection Area(s) shown on the approved drawings, unless otherwise first agreed in writing by the Local Planning Authority. Any such works shall be carried out in accordance with the National Joint Utilities Group; Volume 4 (2007) (or any standard that reproduces or replaces this standard).&lt;/p&gt;&lt;p&gt;REASON: To safeguard existing tree(s) in the interests of visual amenity, having regard to Policy LP51 in the Local Plan 2033 (adopted 2020). Approval is required upfront to ensure that important trees are not permanently damaged or lost.&lt;/p&gt;",
    "<p>The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>",
    "<p>The development hereby permitted must be begun not later than the expiration of three years beginning with the date of this permission.</p><p><br></p><p>\r\n</p><p>\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).</p><p>\r\n</p>",
    "&lt;p&gt;Condition: Prior to the commencement of the development hereby approved (including demolition and all preparatory work), a scheme for the protection of the retained trees, in accordance with BS 5837:2012, including a tree protection plan(s) (TPP) and an arboricultural method statement (AMS) shall be submitted to and approved in writing by the Local Planning Authority. Specific issues to be dealt with in the TPP and AMS:&lt;/p&gt;&lt;p&gt;a) Location and installation of services/ utilities/ drainage.&lt;/p&gt;&lt;p&gt;b) Methods of demolition within the root protection area ( RPA as defined in BS 5837:2012) of the retained trees.&lt;/p&gt;&lt;p&gt;c) Details of construction within the RPA or that may impact on the retained trees to be. This should be provided and approved by the LPA Tree Officer before construction commences. Excavation within RPAs should be supervised by a qualified arboriculturalist. The AMS should include the following:&lt;/p&gt;&lt;p&gt;i) The smallest practical pile diameter should be used. Site investigations using hand tools and/ or compressed air soil displacement techniques for piles should determine the best location. If significant roots are encountered (i.e. above 25mm diameter), an alternative location for the pile should be used.&lt;/p&gt;&lt;p&gt;ii) Excavations of the upper 750mm associated with any construction activities within the RPA shall be carried out carefully and by hand tools only e.g. spades, shovels, trowels etc. Care must be taken to avoid damage to the bark of parts of roots that will be retained.&lt;/p&gt;&lt;p&gt;iii) If significant roots are discovered during the excavations then they must be retained. Small roots (i.e. below 25mm), may be severed using clean, sharp hand tools. (Roots above 25mm in diameter may only be severed following consultation with the arboricultural consultant with regard to the tree’s health and stability).&lt;/p&gt;&lt;p&gt;iv) Where concrete is to be used within the excavations, the retained root zone must be protected against toxification from the curing leachate, the face of the excavations on the tree side must be lined with a non-permeable membrane such as a 1200 micron polythene sheet.&lt;/p&gt;&lt;p&gt;v) Where roots are to be left exposed for any period of time, they shall be wrapped in clean damp hessian to prevent desiccation.&lt;/p&gt;&lt;p&gt;vi) Prior to backfilling, retained roots should be unwrapped and surrounded by sharp sand (not builder’s sand because of the high salt content which is toxic to tree roots) or another loose granular material before soil is replaced.&lt;/p&gt;&lt;p&gt;vii) The fill materials shall be free of contaminants and other foreign bodies that may be potentially injurious to tree roots.&lt;/p&gt;&lt;p&gt;d) a specification for scaffolding and ground protection within tree protection zones.&lt;/p&gt;&lt;p&gt;e) Tree protection during construction indicated on a TPP and construction activities clearly identified as prohibited in this area. Exceptions clearly marked.&lt;/p&gt;&lt;p&gt;f) Boundary treatments within the RPA&lt;/p&gt;&lt;p&gt;g) Methodology and detailed assessment of root pruning&lt;/p&gt;&lt;p&gt;h) Arboricultural supervision and inspection by a suitably qualified tree specialist&lt;/p&gt;&lt;p&gt;i) Reporting of inspection and supervision&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;Reason: Required prior to commencement of development to satisfy the Local Planning Authority that the trees to be retained will not be damaged during demolition or construction and to protect and enhance the appearance and character of the site and locality, in accordance with Policy LP51 in the Local Plan 2033 (adopted 2020) and pursuant to section 197 of the Town and Country Planning Act 1990&lt;/p&gt;",
    "&lt;p&gt;Following the removal of the trees as permitted by this decision, each tree shall be replaced by one of the same species in the same vicinity unless first agreed otherwise by the Local Planning Authority. The replacement trees shall be planted during the planting season current at the time of felling (end October - end March) or during the next immediately available planting season. The size of the trees shall be at least a Selected Standard as per BS 3936-1:1992 (or any standard that reproduces or&amp;nbsp; replaces this standard). The trees shall be maintained for 5 years after planting and should they be removed, die, be severely damaged or become seriously diseased within this period they shall be replaced with another tree as originally required to be planted by this condition.&lt;/p&gt;&lt;p&gt;REASON: In the interests of visual amenity, having regard to Policy LP51 in the Local Plan 2033 (adopted 2020).&lt;/p&gt;",
    "&lt;p&gt;A detailed survey indicating the precise position, location, height and spread of canopy of any tree within 7.5m of the application site boundary shall be submitted to the Local Planning Authority, together with a method statement demonstrating how these trees would be protected during the construction process and how their future welfare would&amp;nbsp; not be unreasonably prejudiced by the development. The development shall not commence until any such details are approved by the Local Planning Authority and shall only be carried out in accordance therewith.&lt;/p&gt;&lt;p&gt;REASON: In order to protect the existing trees during building operation and site works.&lt;/p&gt;",
    "&lt;p&gt;&amp;nbsp;All trees and planting within the site shall be retained unless shown on the approved drawings as being removed. Any trees or planting indicated on the approved drawings which, within a period of five years from the date of planting, die, are removed or become seriously damaged, diseased or dying shall be replaced during the next planting season (October to March inclusive) with other trees or plants of a location, species and size to be first approved in writing by the Local Planning Authority. Any pruning works within the five year period shall be carried out in accordance with BS 3998:2010 (or any standard that reproduces or replaces this standard).&lt;/p&gt;&lt;p&gt;REASON: In the interests of visual amenity, having regard to Policy LP51 in the Local Plan 2033 (adopted 2020).&lt;/p&gt;",
    "&lt;p&gt;&lt;span id=&quot;docs-internal-guid-b9a7b2df-7fff-a0da-77e8-b5ad49f60378&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Arial, sans-serif; color: rgb(34, 34, 34); font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-alternates: normal; font-variant-position: normal; font-variant-emoji: normal; vertical-align: baseline; white-space-collapse: preserve;&quot;&gt;Prior to superstructure works, detailed specification, a drainage layout and a management &amp;amp; maintenance plan (where applicable) of the rain garden shall be submitted to, and approved by the LPA, in consultation with the LLFA. If soakaways i.e. plastic modules and soakaway rings are used, an infiltration test must be carried out to ensure that the capacity of the soil is suitable for infiltration. It must be demonstrated that there will be no increase in surface water flow being discharged offsite and an overall reduction in peak flow rate and volume.&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span id=&quot;docs-internal-guid-b9a7b2df-7fff-a0da-77e8-b5ad49f60378&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Arial, sans-serif; color: rgb(34, 34, 34); font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-alternates: normal; font-variant-position: normal; font-variant-emoji: normal; vertical-align: baseline; white-space-collapse: preserve;&quot;&gt;&lt;br&gt;&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span id=&quot;docs-internal-guid-1090bf82-7fff-9dc4-6c54-f461dbf9f3fb&quot;&gt;&lt;span style=&quot;font-size: 10pt; font-family: Arial, sans-serif; background-color: transparent; font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-alternates: normal; font-variant-position: normal; font-variant-emoji: normal; vertical-align: baseline; white-space-collapse: preserve;&quot;&gt;REASON: To ensure that the development will provide a suitable sustainable drainage system on site.&lt;/span&gt;&lt;/span&gt;&lt;/p&gt;"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "26/03/2025",
  "lpa_name": "Hackney",
  "centroid_northing": 184163,
  "last_updated": "2025-06-11T22:55:52.372Z",
  "development_type": "Other house holder developments",
  "ward": "De Beauvoir Ward",
  "parking_details": null,
  "uprn": "100021073280",
  "application_details": {
    "total_gia_gained": 18.8,
    "intended_commencement_date": "03/2025",
    "intended_completion_date": "05/2025",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "site_area": 0.018000000000000002
  },
  "last_date_consultation_comments": "02/03/2025",
  "decision": "Approved",
  "bo_system": "Portal",
  "postcode": "N1 5BP",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "03/04/2025",
  "borough": "Hackney",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.084543,
          51.540647
        ],
        [
          -0.084466,
          51.540635
        ],
        [
          -0.084447,
          51.540686
        ],
        [
          -0.084424,
          51.540744
        ],
        [
          -0.084413,
          51.540772
        ],
        [
          -0.084407,
          51.540788
        ],
        [
          -0.084351,
          51.54093
        ],
        [
          -0.084352,
          51.54093
        ],
        [
          -0.084387,
          51.540935
        ],
        [
          -0.084424,
          51.540941
        ],
        [
          -0.084441,
          51.540898
        ],
        [
          -0.084442,
          51.540896
        ],
        [
          -0.084467,
          51.540834
        ],
        [
          -0.084481,
          51.540799
        ],
        [
          -0.084488,
          51.540783
        ],
        [
          -0.084523,
          51.540697
        ],
        [
          -0.084543,
          51.540647
        ]
      ]
    ]
  },
  "lpa_app_no": "2025/0174",
  "valid_date": "29/01/2025",
  "description": "Construction of a single storey studio building in the rear garden",
  "centroid_easting": 532936,
  "site_number": "15",
  "lapsed_date": "03/04/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": "8645-7827-3880-6386-6906",
  "street_name": "SOUTHGATE GROVE",
  "last_updated_by": "Portal",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "HACKNEY",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.540719,
    "lon": -0.084508
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://developmentandhousing.hackney.gov.uk//planning/index.html?fa=getApplication&id=81229",
  "site_name": null,
  "cil_liability": null,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13641486",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Hackney-2025_0174",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              532933.755124293,
              184154.948612095
            ],
            [
              532939.155638995,
              184153.798941376
            ],
            [
              532940.351172989,
              184159.407336076
            ],
            [
              532941.752833372,
              184165.905475696
            ],
            [
              532942.453663751,
              184169.104560149
            ],
            [
              532942.832936319,
              184170.894048061
            ],
            [
              532946.246391981,
              184186.709520448
            ],
            [
              532946.22990178,
              184186.709520726
            ],
            [
              532943.764628234,
              184187.2393692
            ],
            [
              532941.15094428,
              184187.799208864
            ],
            [
              532940.095575991,
              184183.030573734
            ],
            [
              532940.046106017,
              184182.810636578
            ],
            [
              532938.5042794,
              184175.85262823
            ],
            [
              532937.613812794,
              184171.993733257
            ],
            [
              532937.201559897,
              184170.204245621
            ],
            [
              532935.0001284,
              184160.557006627
            ],
            [
              532933.755124293,
              184154.948612095
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              532933.755124293,
              184154.948612095
            ],
            [
              532939.155638995,
              184153.798941376
            ],
            [
              532940.351172989,
              184159.407336076
            ],
            [
              532941.752833372,
              184165.905475696
            ],
            [
              532942.453663751,
              184169.104560149
            ],
            [
              532942.832936319,
              184170.894048061
            ],
            [
              532946.246391981,
              184186.709520448
            ],
            [
              532946.22990178,
              184186.709520726
            ],
            [
              532943.764628234,
              184187.2393692
            ],
            [
              532941.15094428,
              184187.799208864
            ],
            [
              532940.095575991,
              184183.030573734
            ],
            [
              532940.046106017,
              184182.810636578
            ],
            [
              532938.5042794,
              184175.85262823
            ],
            [
              532937.613812794,
              184171.993733257
            ],
            [
              532937.201559897,
              184170.204245621
            ],
            [
              532935.0001284,
              184160.557006627
            ],
            [
              532933.755124293,
              184154.948612095
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection",
    "crs": {
      "type": "name",
      "properties": {
        "name": "EPSG:27700"
      }
    }
  }
}