{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": "148 - 150",
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "10/04/2028",
  "uprn": "100023006357",
  "locality": "HACKNEY",
  "appeal_decision_date": null,
  "centroid_easting": 534604,
  "application_details": {
    "phasing_details": [
      {
        "phase_detail": "All works",
        "intended_completion_date": "02/2026",
        "intended_commencement_date": "02/2025"
      }
    ],
    "green_suds": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "fire_suppression_system_proposed": false
    },
    "constraints_details": [
      {
        "result": "Springfield",
        "constraints_layer_description": "Wards"
      },
      {
        "result": "2006/2258",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2006/3171",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2006/3171",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2006/2258",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2023/0074",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2024/0099/ENF",
        "constraints_layer_description": "Enforcements"
      }
    ],
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "total_gia_gained": 781.6,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "total_gia_lost": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "site_area": 0,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_existing": 212.9,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 781.6
    },
    "total_gia_existing": 212.9,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 212.9,
        "gia_gained": 781.6,
        "use_class": "F1",
        "gia_lost": 0
      }
    ],
    "rain_water_harvesting": false
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": null,
  "borough": "Hackney",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "Portal",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.059637,
          51.564536
        ],
        [
          -0.059243,
          51.564577
        ],
        [
          -0.059219,
          51.564399
        ],
        [
          -0.059473,
          51.564364
        ],
        [
          -0.059637,
          51.564536
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": null,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "UPPER CLAPTON ROAD",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "10/04/2025",
  "lpa_name": "Hackney",
  "secondary_street_name": null,
  "decision_date": "10/04/2025",
  "last_updated": "2025-06-12T01:38:07.296Z",
  "url_planning_app": "https://developmentandhousing.hackney.gov.uk//planning/index.html?fa=getApplication&id=81305",
  "ward": "Springfield Ward",
  "valid_date": "13/02/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": "Minor all other minor developments",
  "appeal_decision": null,
  "postcode": "E5 9JZ",
  "centroid_northing": 186851,
  "description": "Erection of additional storey to existing single storey Block B Synagogue, along with basement excavation, two storey extension and alterations to fenestration and façade.",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "2025/0306",
  "decision": "Approved",
  "application_type_full": "Full planning permission",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "id": "Hackney-2025_0306",
  "decision_conditions": [
    "<p>The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>",
    "<p>The development hereby permitted must be begun not later than the expiration of three years beginning with the date of this permission.</p><p><br></p><p>\r\n</p><p>\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).</p><p>\r\n</p>",
    "&lt;p&gt;The windows on the rear eastern elevation of the site hereby approved, shall be&amp;nbsp; obscure glazed and permanently fixed shut.&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To safeguard neighbouring amenity in terms of privacy and noise.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;Prior to commencement of any relevant part of the development, a tree protection method statement shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the works shall be carried out as per the approved scheme.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To safeguard biodiversity and visual amenity&lt;/p&gt;",
    "&lt;p&gt;Detailed drawings&lt;/p&gt;&lt;p&gt;Detailed drawings/full particulars of the proposed development showing the matters set out below must be submitted to and approved by the Local Planning Authority, in writing, before any work is commenced. The development shall not be carried out otherwise than in accordance with the details thus approved which shall be implemented in full prior to the first occupation/use of the development.a) Details of windows and doors, including sections and reveals at a scale of 1:20 b) boundary treatment of the existing timber part of the fence on the southern elevation near the metal access gate on Upper Clapton Road.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area.&lt;/p&gt;",
    "&lt;p&gt;Prior to the first occupation of the development, detailed drawings (elevations and sections) of the proposed cycle storage showing the provision of ten (10) secure and accessible cycle parking spaces shall be submitted to, and approved in writing by, the Local Planning Authority. The development shall not be carried out otherwise than in accordance with the details thus approved, which shall be retained in perpetuity thereafter.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To ensure that reasonable and permanent provision is made within the site for the parking of a cycle in the interest of relieving congestion in surrounding streets and improving highway conditions in general.&lt;/p&gt;",
    "&lt;p&gt;Construction Management Plan&amp;nbsp;&lt;/p&gt;&lt;p&gt;No development shall take place until a detailed Construction Management Plan covering the matters set out below has been submitted to and approved in writing by the Local Planning Authority. The development shall only be implemented in accordance with the details and measures approved as part of the construction management plan, which shall be maintained throughout the entire construction period.&amp;nbsp;&lt;/p&gt;&lt;p&gt;a) A construction method statement covering all phases of the development to include details of noise control measures and measures to preserve air quality (including a risk assessment of the demolition and construction phase) and details of dust mitigation measures during site clearance and construction works (including any works of demolition of existing buildings or breaking out or crushing of concrete);&lt;/p&gt;&lt;p&gt;b) A construction traffic management plan to include the following: the construction programme/ timescales; the number/ frequency and size of construction vehicles; construction traffic route; location of deliveries; pedestrian and vehicular access arrangements; any temporary road/ footway closures during the construction period;&lt;/p&gt;&lt;p&gt;c) A&amp;nbsp; construction waste management plan setting out how resources will be managed and waste controlled at all stages during the construction project.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To avoid hazard and obstruction being caused to users of the public highway and in the interest of public safety and amenity. The condition is required to be discharged prior to the commencement of the development as uncontrolled construction could be prejudicial to highway safety and the amenities of neighbouring occupiers.&lt;/p&gt;",
    "&lt;p&gt;Contaminated land&amp;nbsp;&lt;/p&gt;&lt;p&gt;Prior to the commencement of work for each section of the development or stage in the development as may be agreed in writing by the Local Planning Authority (LPA) a scheme including the following components to address the risk associated with site contamination shall be submitted to and approved in writing by the LPA.&lt;/p&gt;&lt;p&gt;a. A preliminary risk assessment which has identified all previous uses, potential contaminants associated with those uses (including asbestos, landfill gas, ground water contaminants); a conceptual model of the site indicating sources, pathways and receptors; and potentially unacceptable risks arising from contamination at the site.&lt;/p&gt;&lt;p&gt;b. A site investigation scheme based on (a) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site;&lt;/p&gt;&lt;p&gt;c. The results of the investigation and detailed risk assessment referred to in (b) and, based on these, in the event that remediation measures are identified necessary, a remediation strategy giving full details of the remediation measures required and how they are to be undertaken;&lt;/p&gt;&lt;p&gt;d. A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (c) are complete and identifying and requirements for the longer monitoring of pollution linkages, maintenance and arrangements for contingency action.&lt;/p&gt;&lt;p&gt;Any investigation and risk assessment must be undertaken in accordance with the requirements of the Environment Agency’s Land Contamination Risk Management (LCRM ). If additional significant contamination is found at any time when carrying out the approved development, it must be reported in writing immediately to the LPA. For the avoidance of doubt, this condition can be discharged on a section by section basis.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To ensure the risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors.&lt;/p&gt;"
  ],
  "pp_id": "13642002",
  "last_date_consultation_comments": "20/03/2025",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              534590.397450465,
              186857.020583806
            ],
            [
              534617.607815732,
              186862.231748247
            ],
            [
              534619.784440149,
              186842.564865247
            ],
            [
              534602.278162876,
              186838.217692055
            ],
            [
              534590.397450465,
              186857.020583806
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              534590.397450465,
              186857.020583806
            ],
            [
              534617.607815732,
              186862.231748247
            ],
            [
              534619.784440149,
              186842.564865247
            ],
            [
              534602.278162876,
              186838.217692055
            ],
            [
              534590.397450465,
              186857.020583806
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection",
    "crs": {
      "type": "name",
      "properties": {
        "name": "EPSG:27700"
      }
    }
  },
  "centroid": {
    "lat": 51.564479,
    "lon": -0.059443
  }
}