{
  "street_name": "Hornchurch",
  "centroid_northing": 187856,
  "lapsed_date": "07/02/2025",
  "bo_system": "CSV Data Import",
  "site_name": "44 Herbert Road",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554770.315,
              187873.173
            ],
            [
              554806.62,
              187875.882
            ],
            [
              554806.078,
              187836.597
            ],
            [
              554806.349,
              187836.055
            ],
            [
              554778.172,
              187834.971
            ],
            [
              554774.65,
              187837.951
            ],
            [
              554773.566,
              187859.626
            ],
            [
              554769.773,
              187859.355
            ],
            [
              554770.315,
              187873.173
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "13/12/2021",
  "decision_date": "07/02/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "RM11 3LJ",
  "title_number": [
    "BGL11710"
  ],
  "lpa_app_no": "P2349.21",
  "uprn": "100021332099",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "05/2022",
    "intended_commencement_date": "03/2022",
    "site_area": 0.131
  },
  "borough": "Havering",
  "actual_completion_date": null,
  "pp_id": "10071742",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "07/02/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2349.21",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 8 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development hereby approved shall be carried out strictly in accordance with the details set out on the Arboricultural Impact Assessment (OS 2082-20-Doc1) and as per drawing nos. OS2082-20.1 and OS2082-20.2, hereby approved. These measures shall be implemented before development commences and kept in place until the approved development is completed.",
    "Reason:-  In order that the preserved trees on site and in the vicinity of the site will be adequately protected during construction.",
    "It is required that a detailed work specification is provided for the installation of the boundary wall within the Root Protection Area of T2 and this shall include the design in this area and working methods to be used. Due to the presence of large buttress roots, it is not possible to sever roots in this location and as such, a detailed plan outlining how this will be accommodated is required.",
    "Reason:-  In order that the preserved trees on site and in the vicinity of the site will be adequately protected during construction.",
    "The applicant is advised that this planning permission does not give consent for any part of the development to encroach onto any land not within the applicant's ownership.",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "id": "Havering-P2349.21",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 554790,
  "description": "Proposed front and side boundary wall, entrance gates and piers including new vehicular pavement crossover.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "0.23202969999999998",
    "lat": "51.5683358"
  },
  "last_updated": "2025-03-20T17:59:10.792+00:00",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "parking_details": {
    "no_existing_car": 4,
    "net_car": 0,
    "no_proposed_car": 4
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "07/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2317534,
          51.5684955
        ],
        [
          0.23227799999999998,
          51.5685099
        ],
        [
          0.23225289999999998,
          51.5681571
        ],
        [
          0.23225659999999998,
          51.5681521
        ],
        [
          0.2318499,
          51.5681501
        ],
        [
          0.2318004,
          51.5681779
        ],
        [
          0.23179429999999998,
          51.5683729
        ],
        [
          0.2317395,
          51.5683715
        ],
        [
          0.2317534,
          51.5684955
        ]
      ]
    ],
    "type": "Polygon"
  }
}