{
  "title_number": null,
  "site_name": "Lammas Park Tennis Centre",
  "cil_liability": false,
  "uprn": "000012145437",
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517412.1518431,
              180002.114186
            ],
            [
              517416.2413934,
              179995.6260432
            ],
            [
              517419.6466036,
              179997.4555195
            ],
            [
              517424.6018853,
              179987.9982267
            ],
            [
              517431.9482348,
              179974.1022044
            ],
            [
              517432.7480057,
              179974.5020899
            ],
            [
              517432.7974761,
              179973.0525048
            ],
            [
              517432.8469464,
              179972.4526765
            ],
            [
              517432.8964168,
              179971.9028339
            ],
            [
              517433.0036026,
              179971.3529913
            ],
            [
              517433.201484,
              179970.753163
            ],
            [
              517433.3993655,
              179970.103349
            ],
            [
              517433.6467173,
              179969.5535064
            ],
            [
              517434.001255,
              179968.9536781
            ],
            [
              517434.2980772,
              179968.4038355
            ],
            [
              517434.8999666,
              179967.4041217
            ],
            [
              517437.4476905,
              179963.2952978
            ],
            [
              517439.945944,
              179959.2464568
            ],
            [
              517441.7516124,
              179956.297301
            ],
            [
              517441.9494939,
              179955.8974154
            ],
            [
              517442.1968457,
              179955.4475442
            ],
            [
              517442.4029722,
              179955.1976157
            ],
            [
              517442.5513833,
              179955.0476587
            ],
            [
              517442.6997944,
              179954.7477445
            ],
            [
              517442.9471463,
              179954.4978161
            ],
            [
              517443.450095,
              179954.1979019
            ],
            [
              517443.854103,
              179954.1479162
            ],
            [
              517444.2498659,
              179954.1479162
            ],
            [
              517444.5961585,
              179954.1979019
            ],
            [
              517444.9012257,
              179954.1979019
            ],
            [
              517445.5031152,
              179954.3378618
            ],
            [
              517447.4654398,
              179950.0690838
            ],
            [
              517444.2416209,
              179948.5895073
            ],
            [
              517447.2922935,
              179942.8211585
            ],
            [
              517450.1368395,
              179944.2607464
            ],
            [
              517458.703458,
              179948.4995331
            ],
            [
              517472.1511527,
              179954.8477159
            ],
            [
              517491.3539,
              179964.1450546
            ],
            [
              517491.9475444,
              179962.3455697
            ],
            [
              517494.454043,
              179955.0476587
            ],
            [
              517494.5035133,
              179954.8477159
            ],
            [
              517496.6966996,
              179948.349576
            ],
            [
              517499.046542,
              179941.7514647
            ],
            [
              517499.3021389,
              179941.9014217
            ],
            [
              517500.0029691,
              179940.0519511
            ],
            [
              517501.8003924,
              179935.3532961
            ],
            [
              517504.3481163,
              179928.6452163
            ],
            [
              517506.8463698,
              179921.6472194
            ],
            [
              517509.0972715,
              179914.6492226
            ],
            [
              517511.3481732,
              179907.8511685
            ],
            [
              517511.8428768,
              179906.3515978
            ],
            [
              517511.0018806,
              179906.0016979
            ],
            [
              517480.0004509,
              179894.3450346
            ],
            [
              517477.2960708,
              179893.1953637
            ],
            [
              517464.639902,
              179889.1265284
            ],
            [
              517483.801424,
              179838.0511486
            ],
            [
              517485.0464283,
              179834.90205
            ],
            [
              517490.9004216,
              179821.7958016
            ],
            [
              517497.3480594,
              179824.5450147
            ],
            [
              517498.2467711,
              179822.1956872
            ],
            [
              517493.4481455,
              179820.1462738
            ],
            [
              517494.454043,
              179817.996889
            ],
            [
              517491.4528407,
              179816.6972611
            ],
            [
              517489.4987612,
              179821.1959733
            ],
            [
              517485.0958986,
              179831.2031088
            ],
            [
              517483.7024833,
              179834.4521788
            ],
            [
              517482.4987044,
              179837.5512917
            ],
            [
              517455.3971885,
              179908.6009539
            ],
            [
              517446.3523565,
              179904.4021558
            ],
            [
              517436.8540461,
              179899.9034435
            ],
            [
              517431.0495231,
              179897.0542591
            ],
            [
              517422.5983355,
              179892.7954782
            ],
            [
              517422.3015133,
              179893.3453208
            ],
            [
              517421.452272,
              179894.8548887
            ],
            [
              517420.6030307,
              179896.4044451
            ],
            [
              517424.4122489,
              179898.1039586
            ],
            [
              517416.2991088,
              179914.749194
            ],
            [
              517422.6560509,
              179918.5481066
            ],
            [
              517423.752644,
              179919.1979206
            ],
            [
              517426.8775222,
              179921.0773826
            ],
            [
              517442.0484346,
              179930.1647813
            ],
            [
              517442.9471463,
              179930.7046268
            ],
            [
              517442.3040315,
              179931.804312
            ],
            [
              517443.5985061,
              179932.454126
            ],
            [
              517447.0037163,
              179934.3035966
            ],
            [
              517446.0967596,
              179937.152781
            ],
            [
              517444.6538739,
              179941.4015648
            ],
            [
              517442.4029722,
              179945.5503772
            ],
            [
              517438.997762,
              179951.9985315
            ],
            [
              517435.0483777,
              179959.5463709
            ],
            [
              517432.2038317,
              179965.2047512
            ],
            [
              517431.7503533,
              179965.9045509
            ],
            [
              517431.3463453,
              179966.6043506
            ],
            [
              517430.901112,
              179967.3041503
            ],
            [
              517430.1013411,
              179968.7037497
            ],
            [
              517429.5983923,
              179969.4035493
            ],
            [
              517429.1036887,
              179970.0033776
            ],
            [
              517428.5512696,
              179970.7031773
            ],
            [
              517428.1472616,
              179971.3030056
            ],
            [
              517427.7020283,
              179971.8528482
            ],
            [
              517427.1990796,
              179972.5526479
            ],
            [
              517426.6466605,
              179973.2524476
            ],
            [
              517422.400454,
              179978.9508165
            ],
            [
              517418.5994808,
              179984.1993141
            ],
            [
              517413.3473769,
              179991.2472966
            ],
            [
              517410.5028308,
              179995.1961663
            ],
            [
              517407.9798421,
              180000.1147583
            ],
            [
              517406.9904348,
              180002.0342089
            ],
            [
              517410.8985938,
              180004.1136137
            ],
            [
              517412.1518431,
              180002.114186
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "",
  "lpa_app_no": "212116FUL",
  "actual_commencement_date": null,
  "development_type": "Minor all other minor developments",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "03/02/2026",
  "locality": "London",
  "postcode": "W13 9QD",
  "decision_target_date": "07/02/2023",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Culmington Road",
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "secondary_street_name": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/212116FUL;",
  "last_updated_by": "CSV Data Import",
  "decision_date": "03/02/2023",
  "appeal_decision": null,
  "centroid_easting": 517466,
  "ward": "Walpole",
  "centroid": {
    "lat": 51.50587,
    "lon": -0.308886
  },
  "application_type_full": "Full planning permission",
  "appeal_status": null,
  "centroid_northing": 179904,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T11:49:50.244+00:00",
  "description": "Installation of two PADEL courts with reinforced transparent glass/polycarbonate walls opposite the pavilion (replacing the existing Petanque Court); associated 16no. LED floodlights on 8no. 4.5m high columns; associated 3m security welded mesh fencing with gates and associated landscaping",
  "last_date_consultation_comments": null,
  "application_details": {
    "existing_uprns": [
      "000012145437"
    ],
    "site_area": 0.443
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing / document title number(s): 1.01 (Location plan), 1.02 (Existing block plan), 2.01 (Proposed block plan), 2.02 (Proposed PADEL court plans and elevations; proposed typical fencing and gates elevation), Sport Facilities Enhancements - Design and Access Statement dated Feb 2021, Ecological Impact Assessment dated Oct 2021, WTW Padel Tennis Court V3, Supplementary participation and Padel usage figures dated Feb 2021, BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Arboricultural Method Statement and Tree Protection Plan dated Jan 2022.",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Prior to commencement of the development, a full ecology/bat assessment for the floodlighting scheme should be submitted to and approved in writing by the Council's Leisure and Parks Services. Details shall include hours of operation of the PADEL courts to ensure post-dusk lighting is limited during bat activity/ bird nesting season (February to October, inclusive)  to minimise disturbance to bats and nesting birds.",
    "Reason: to ensure biodiversity impacts are minimised, as outlined in 'Guidance Note 08/18' of the Bats and artificial lighting in the UK Bats and the Built Environment series (The Institute of lighting Professional and the Bat Conservation Trust).",
    "| Prior to commencement of the development, the design of the floodlighting scheme including 'shielded luminaries' should be submitted to and approved in writing by the Council's Landscape Architect.",
    "External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended for Environmental Zone 2 by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Lighting should be minimized by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting and the biodiversity impacts are minimised, in accordance with Policy 7A of Ealing's Development Management DPD and 'Guidance Note 08/18' of the Bats and artificial lighting in the UK Bats and the Built Environment series (The Institute of lighting Professional and the Bat Conservation Trust).",
    "| No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority. All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o \tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o \tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o \tSoil assessments/survey",
    "o \tTiming and phasing of works",
    "o \tSite specific demolition and hard surface removal specifications",
    "o \tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o \tAccess arrangements and car parking",
    "o \tLevel changes",
    "o \tLandscaping proposals",
    "o \tThe species and confirmed locations of the proposed four trees",
    "o \tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o \tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o \tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Local Development Framework (Core) Strategy (2012)",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o \tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o \tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o \tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o \tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o Prestart meeting with an Ealing Council Tree Officer",
    "o Initial implementation/installation of the tree protection measures",
    "o Approved incursions in to construction exclusion zones",
    "o Final removal of the tree protection measures",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o \tResults of each site visit by the lead arboriculturist with photos attached.",
    "o \tAssessment eof the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If trees die/ are damaged, The applicant will plant trees in the area reflecting the full CAVAT value, or a proportion reflecting the damage /decline in tree health, for all trees: removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape."
  ],
  "status": "Application Under Consideration",
  "pp_id": "PP-09212981",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "26/02/2021",
  "id": "Ealing-212116FUL",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30960719999999997,
          51.5067633
        ],
        [
          -0.3095504,
          51.5067041
        ],
        [
          -0.30950079999999996,
          51.5067199
        ],
        [
          -0.3094326,
          51.5066339
        ],
        [
          -0.3093314,
          51.5065074
        ],
        [
          -0.3093197,
          51.5065109
        ],
        [
          -0.30931949999999997,
          51.5064978
        ],
        [
          -0.309319,
          51.5064924
        ],
        [
          -0.3093185,
          51.5064875
        ],
        [
          -0.3093171,
          51.5064825
        ],
        [
          -0.3093145,
          51.5064771
        ],
        [
          -0.30931179999999997,
          51.5064712
        ],
        [
          -0.3093084,
          51.5064662
        ],
        [
          -0.3093035,
          51.5064607
        ],
        [
          -0.3092995,
          51.5064557
        ],
        [
          -0.3092911,
          51.5064466
        ],
        [
          -0.30925579999999997,
          51.5064092
        ],
        [
          -0.3092212,
          51.5063723
        ],
        [
          -0.3091961,
          51.5063454
        ],
        [
          -0.3091934,
          51.5063417
        ],
        [
          -0.30919,
          51.5063376
        ],
        [
          -0.3091871,
          51.5063354
        ],
        [
          -0.309185,
          51.506334
        ],
        [
          -0.309183,
          51.5063313
        ],
        [
          -0.3091795,
          51.506329
        ],
        [
          -0.30917239999999996,
          51.5063262
        ],
        [
          -0.3091666,
          51.5063256
        ],
        [
          -0.30916089999999996,
          51.5063255
        ],
        [
          -0.3091559,
          51.5063259
        ],
        [
          -0.30915149999999997,
          51.5063259
        ],
        [
          -0.3091428,
          51.506327
        ],
        [
          -0.3091159,
          51.5062882
        ],
        [
          -0.30916279999999996,
          51.5062756
        ],
        [
          -0.3091208,
          51.5062231
        ],
        [
          -0.3090794,
          51.5062355
        ],
        [
          -0.30895459999999997,
          51.5062718
        ],
        [
          -0.3087588,
          51.506326
        ],
        [
          -0.3084792,
          51.5064056
        ],
        [
          -0.3084712,
          51.5063893
        ],
        [
          -0.3084375,
          51.5063232
        ],
        [
          -0.30843689999999996,
          51.5063214
        ],
        [
          -0.3084075,
          51.5062625
        ],
        [
          -0.3083758,
          51.5062028
        ],
        [
          -0.3083721,
          51.506204
        ],
        [
          -0.3083626,
          51.5061873
        ],
        [
          -0.3083383,
          51.5061447
        ],
        [
          -0.30830379999999996,
          51.5060839
        ],
        [
          -0.3082702,
          51.5060204
        ],
        [
          -0.30824009999999996,
          51.5059571
        ],
        [
          -0.3082099,
          51.5058955
        ],
        [
          -0.3082033,
          51.5058819
        ],
        [
          -0.3082155,
          51.505879
        ],
        [
          -0.3086659,
          51.5057806
        ],
        [
          -0.3087052,
          51.5057709
        ],
        [
          -0.30888889999999997,
          51.5057369
        ],
        [
          -0.3086299,
          51.5052739
        ],
        [
          -0.30861299999999997,
          51.5052453
        ],
        [
          -0.3085331,
          51.5051263
        ],
        [
          -0.30843929999999997,
          51.5051497
        ],
        [
          -0.3084272,
          51.5051284
        ],
        [
          -0.30849689999999996,
          51.505111
        ],
        [
          -0.3084832,
          51.5050914
        ],
        [
          -0.3085268,
          51.5050804
        ],
        [
          -0.3085535,
          51.5051212
        ],
        [
          -0.3086135,
          51.5052121
        ],
        [
          -0.3086325,
          51.5052416
        ],
        [
          -0.3086488,
          51.5052697
        ],
        [
          -0.3090155,
          51.5059139
        ],
        [
          -0.3091472,
          51.505878
        ],
        [
          -0.3092854,
          51.5058395
        ],
        [
          -0.30937000000000003,
          51.5058151
        ],
        [
          -0.30949309999999997,
          51.5057786
        ],
        [
          -0.3094972,
          51.5057836
        ],
        [
          -0.3095089,
          51.5057974
        ],
        [
          -0.3095206,
          51.5058115
        ],
        [
          -0.3094652,
          51.505826
        ],
        [
          -0.3095765,
          51.5059772
        ],
        [
          -0.3094837,
          51.5060101
        ],
        [
          -0.3094677,
          51.5060157
        ],
        [
          -0.3094221,
          51.506031899999996
        ],
        [
          -0.3092006,
          51.5061104
        ],
        [
          -0.3091874,
          51.5061151
        ],
        [
          -0.3091963,
          51.5061251
        ],
        [
          -0.3091775,
          51.5061307
        ],
        [
          -0.3091278,
          51.5061466
        ],
        [
          -0.30913989999999997,
          51.5061724
        ],
        [
          -0.30915929999999997,
          51.5062109
        ],
        [
          -0.3091903,
          51.5062487
        ],
        [
          -0.3092372,
          51.5063073
        ],
        [
          -0.3092916,
          51.506376
        ],
        [
          -0.30933069999999996,
          51.5064274
        ],
        [
          -0.309337,
          51.506433799999996
        ],
        [
          -0.30934259999999997,
          51.5064402
        ],
        [
          -0.3093487,
          51.5064466
        ],
        [
          -0.30935979999999996,
          51.5064593
        ],
        [
          -0.3093668,
          51.5064657
        ],
        [
          -0.3093737,
          51.5064712
        ],
        [
          -0.3093815,
          51.5064776
        ],
        [
          -0.30938709999999997,
          51.5064831
        ],
        [
          -0.3093933,
          51.5064881
        ],
        [
          -0.30940029999999996,
          51.5064945
        ],
        [
          -0.30940799999999996,
          51.5065009
        ],
        [
          -0.3094673,
          51.506553
        ],
        [
          -0.30952029999999997,
          51.506601
        ],
        [
          -0.30959359999999997,
          51.5066654
        ],
        [
          -0.3096332,
          51.5067015
        ],
        [
          -0.3096679,
          51.5067462
        ],
        [
          -0.3096815,
          51.5067637
        ],
        [
          -0.30962459999999997,
          51.5067815
        ],
        [
          -0.30960719999999997,
          51.5067633
        ]
      ]
    ],
    "type": "Polygon"
  }
}