{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.294698,
    "lat": 51.507292
  },
  "polygon": null,
  "borough": "Ealing",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012090634",
  "valid_date": "25/10/2024",
  "decision_target_date": "16/04/2025",
  "appeal_decision_date": null,
  "locality": "London",
  "centroid_northing": 180085,
  "ward": "Ealing Common",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing/document title number(s): Location plan, A101 Existing plans and elevations, A102 proposed plans and elevations, A102.1 proposed plans and sections, Heritage Statement prepared by Virginia Gillece and Robert Kennedy dated July 2024, Energy Statement prepared by Atspace Ltd dated 27.10.2023, Water Consmption calculation prepared by Atspace Ltd, Design and Access Statement.",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | Prior to the commencement of development, details of the materials and finishes to be used for all external surfaces of the buildings hereby approved shall be submitted to and approved in writing by the local planning authority and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2024). | No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | Existing trees adjacent/close to the boundaries of the site shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees. Protection of the trees, hedgerows and groups of mature shrubs off site that are adjacent/close to it shall be carried out only in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision), and shall be maintained fully intact and (in the case of the fencing) at all times, until the completion of all building operations on the site.",
    "Reason:  In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, policies D4, D8 and G7 of the London Plan (2021), policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management DPD (2013). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall be permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any subsequent amendment or new Order), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the buildings.",
    "Reason:  To protect residential amenity, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2024). | Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 2015 (or any other order revoking and re-enacting that order, with or without modifications), no works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason:  To ensure orderly development, which would not harm the amenities of the occupiers of nearby properties or to the character of the area in accordance with the National Planning Policy Framework (2024), policy 7B and 7.4 of the Ealing Development Management Development Plan (2013), policy 1.1 (g) of the Ealing Development (Core) Strategy (2012) and policies D3, D4 and D6 of the London Plan (2021). | The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development.",
    "In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied.  The evidence shall  include waste disposal transfer notes proving correct disposal of soil.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use. | Prior to commencement the proposed development hereby approved, the following details shall be submitted to and approved in writing by the local planning authority. The development shall be implemented only as approved and retained thereafter.",
    "-\tDetails of cycle storage.",
    "-\tDetails of hard and soft landscaping scheme, including landscape design.",
    "-\tDetails of boundary treatments.",
    "-\tDetails of sustainable urban drainage systems to be implemented on site.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and to ensure suitable a suitable level of amenity space is provided for occupant of the dwelling hereby permitted, in accordance with policies 7D of the Development Management, Development Plan Document; policies D3, D4, D8 and T5 of the London Plan (2021); and National Planning Policy Framework (2024). | Prior to the commencement of development (excluding site clearance, demolition and ground works), a Basement Impact Assessment and Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority.",
    "The basement impact assessment shall include infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect groundwater flow and land stability, including to adjacent sites. Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components). The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques.",
    "Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason: To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy 5.12 of the Ealing Development Management DPD (2013), policy 1.2 of the Ealing Development (Core) Strategy), policies D10, SI 12 and SI 13 of the London Plan (2021) and the NPPF (2024)."
  ],
  "pp_id": "PP-13421244",
  "decision_process": "Delegated",
  "lapsed_date": "14/04/2028",
  "application_type_full": "Full planning permission",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 0,
    "net_car": 2,
    "no_proposed_car": 2,
    "no_proposed_cycle": 5,
    "net_cycle": 5
  },
  "date_building_work_completed_under_previous_permission": null,
  "id": "Ealing-243586FUL",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "last_updated": "2025-06-04T13:59:16.619Z",
  "lpa_app_no": "243586FUL",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "Land R/o 20 And 21 Elm Avenue",
  "title_number": null,
  "decision_date": "14/04/2025",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": null,
  "description": "Construction of a detached two-storey three bedroom single dwellinghouse incorporating basement level with lightwell; and provision of associated amenity space, landscaping; car parking, refuse and cycle storage (following demolition of existing structures)",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 518447,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/243586FUL;",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Single phase",
        "intended_commencement_date": "01/2024",
        "intended_completion_date": "08/2025"
      }
    ],
    "total_gia_gained": 318,
    "site_area": 0.17370000000000002,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 318,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.3,
        "building_ref": "Single Block"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 100,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 318,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "garden_land_lost": true,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 318,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 100,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "garden_land": true,
          "unit_type": "House or Bungalow",
          "no_bedrooms": 3,
          "gia": 318,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "solar_pv_capacity": 0,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_fast_ev_charging_points": 2,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 1,
      "chp_heat_pumps_capacity": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 110,
    "ownership_status": "Private"
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "W5 3XA",
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "Elm Avenue"
}