{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1XHLFNH03V00",
  "lapsed_date": "09/01/2025",
  "decision_target_date": "10/01/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9LQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.06800000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03033/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519783,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:32.474Z",
  "id": "Kingston-19_03033_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Warren Drive North",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "09/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6m in depth, maximum height of 2.9m and eaves height of 2.9m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166216,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021801310",
  "centroid": {
    "lon": -0.280146,
    "lat": 51.382363
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Nil",
    "The proposed single storey rear extension falls within the parameters of permitted development as set out under Schedule  2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action.",
    "The site comprises a terraced dwelling.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear extension would measure approx. 5.4m in depth and would replace the existing rear extension. The proposed flat roof would measure approx. 3m and would be lower than the existing by approx. 0.6m. The proposed rear extension would be set from the boundary with no. 19 The Crescent by approx. 1m and on the other side, it would follow the existing line of the building, located partially on No. 23 The Crescent (the appropriate certificate has been served on No. 23 The Crescent). \r\rIt is acknowledged that the proposed extension would not be strictly in accordance with Policy Guidance 33 of the Council's Residential Design SPD with regards to recommend depths. However, it is considered that the proposed single storey rear extension would appear as a proportionate and subordinate addition in relation to the host dwelling.\r\rAs such, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to the modest height of the proposal and separation distance approx. 1m, it is considered that the proposed extension would not have significant impact on daylight/sunlight in relation to No. 19 The Crescent and would not result in an overbearing effect. The proposed side elevation shows additional opening, however considering the existing situation (existing window on the side elevation) and its location, the new opening would not result in undue overlooking or loss of privacy with regards to this adjoining property. \r\rIt is noted that the proposal would impact on No. 23 The Crescent the nearest, obscured door to the proposed extension, as it does the existing extension. Considering that the proposed extension would be lower and the existing situation in relation to daylight/sunlight for this property would not change, the proposed development is considered not to result in an unacceptable loss of daylight/sunlight. Given the modest height of the proposal and the existing shed at No.23 The Crescent positioned along the common boundary, the proposal would not result in an overbearing effect. No openings are proposed on the north elevation.\r\rGiven the above, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2016) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Please complete the appropriate application form which can be downloaded from our website http://www.planningportal.gov.uk/planning/applications/howtoapply/permissiontypes\r\rPlease note that this needs to be a FUL type application (new dwelling), therefore please complete the correct form return a copy to this office.\r\rPleaes pay the relavant fee, and all required document for this type of applicaton.\r\rPlease visit the Planning Portal website for further information https://www.planningportal.co.uk/ \r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/11/2019",
  "secondary_street_name": null,
  "site_number": "14",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.280124,
          51.382376
        ],
        [
          -0.280125,
          51.382349
        ],
        [
          -0.280168,
          51.38235
        ],
        [
          -0.280167,
          51.382377
        ],
        [
          -0.280124,
          51.382376
        ]
      ]
    ],
    "type": "Polygon"
  }
}