{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q3BFKNNHMLJ00",
  "lapsed_date": "10/03/2023",
  "decision_target_date": "10/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5JY",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.041,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Wyndham Road/Bockhampton Road"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021765473"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03237/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519018,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:29.651Z",
  "id": "Kingston-19_03237_FUL",
  "application_type": "Householder",
  "street_name": "Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "10/03/2020",
  "epc_number": null,
  "actual_commencement_date": "30/09/2018",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 2 (Approved Drawings) of planning permission 19/02119/FUL (Variation of Condition 2 (Approved Drawings) of Planning permission Ref: 18/12413/HOU (Erection of two storey side extension, installation of rear bay windows and balconies at ground and first floor, enlargement of basement and erection of front lightwell) to revise the layout of the ground floor rear balcony to facilitate ease of construction and reduce overlooking into neighbouring gardens and to remove the curved rear face and guarding of the original application and replace it with a straight rear guarding",
  "actual_completion_date": null,
  "last_date_consultation_comments": "20/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170450,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021765473",
  "centroid": {
    "lon": -0.289715,
    "lat": 51.420577
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the date of planning permission 18/12413/HOU. \r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990. (As amended) \r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial use of the balconies at the rear of the property the private screens as shown on the approved drawing listed in condition 2 shall be installed and thereafter retained as such. \r\rReason: In order to ensure the privacy and amenity of adjoining occupiers is retained and the development carried out in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The flat roofs to the bay windows hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. Only those areas identified as balconies and terraces on the approved drawings shall be used for such purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the south side elevation wall of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM 10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The extensions hereby permitted shall be occupied solely for purposes incidental to the occupation and enjoyment of the application property as a single dwelling and shall not be used as a separate unit of accommodation.\r\rReason: The establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings.\r",
    "Before any occupation of the two storey side extension hereby permitted, the windows in the south side elevation and situated on the ground floor, shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing of a patterned type only which shall thereafter be retained as such.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM 10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 27 (Levels) of Planning Permission 20/02216/CREG3 are hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposal makes minor amendments to approved scheme 19/03146/HOU (Erection of a single storey rear extension) that include an adjustment to the boundary wall with No.176 Thornhill Road to accommodate a secret gutter, and rendering of the rear elevation at ground floor level. The roof line and pitch of the extension would be maintained. One representation has been received from a neighbouring property in agreement to the proposed works subject to being in accordance with the approved plans, specifically the proposed side and rear elevations.\r\rOfficer Comment: The proposed development is considered minor in scale and acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r--- Officer Report ---\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r",
    "Condition 5 (Construction Method Statement) - Officers have reviewed the information provided and due to the submission of insufficient details this condition cannot be approved at this time.\r\rInsuffiencent details have been submitted in relation to:\r(a) Provision for loading/unloading materials;\r(c) Temporary site access;\r(e) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\r(g) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development; and,\r(j) The parking of vehicles of the site operatives and visitors.",
    "The site comprises a terraced dwelling.\r\r2 neighbouring properties have been notified of the proposals and 2 representations from the same household have been received relating to a party wall agreement.\r\rParty walls are a civil matter and are not a material planning consideration which can be assessed as part of this application.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment:  The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the existing single storey rear extension at No. 8 Kingscote Road, officers consider that the propsoed development would not adversely affect the amenities of No. 8 Kingscote Road by reason of loss of sunlight/light, overbearing appearance or loss of privacy to an unacceptable degree.\r\rHowever, it is considered that the applicant has failed to demonstrate that the proposed development would pass the 45 degree rule in relation to the nearest ground floor habitable room window of No. 12 Kingscote Road and would not result in an unacceptable loss of light to the occupiers, the proposal is contrary to Policies D3 of the London Plan 2021 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.\r\rConclusion\rIn conclusion, the proposed development is considered to conflict with the development plan.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rRaising roof ridge height and rear dormer extension with chimney stack removal and installation of 4no rooflights to facilitate loft conversion.\r\rPermission was previously granted under 13/12469/HOU (dated 16.08.2013) for the erection of part single, part 2 storey rear extension with roof extension including rear dormer. This application permitted an increase to the existing ridge height by 500mm and an increase of the pitch by 10 degress on all profiles but to date has not been implemented\r\rConsultation\r10 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Given that the neighbouring properties No. 59 & No. 61 Richmond Park Road already benefit from gable fronted roof forms with higher ridge it is considered that the proposed development would not have a detrimental impacts on the character or appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "This application includes conversion of garage into habitable space and demolition of existing rear conservatory and erection of single storey rear extension, whereas the previous application does not include those proposed development, therefore this application cannot be a free go.\r\rThe fee required for your planning application is £ 206.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\rUnder the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 a 'free go' is only applicable If the proposal is the first revision of an application for development of the same character or description on the same site by the same applicant within 12 months of making the earlier application if withdrawn or the date of decision if granted or refused (including signs only if withdrawn or refused) and NOT a duplicate application made by the same applicant within 28 days.",
    "Exisitng plans and elevations must also be provided.",
    "Please provide copies of the 3no. previously approved plans which this amendment relates to",
    "Please provide scaled plans for Existing Floor Plans and Elevational Plans",
    "Please confirm description of proposed works \"Conversion of existing detached 4 bedroom dwelling  into 2no.x maisonettes (1no.x 3 bedroom and 1no.x 2 bedroom) with garden space\"",
    "Please complete the appropriate application form which can be downloaded from our website http://www.planningportal.gov.uk/planning/applications/howtoapply/permissiontypes\r\rPlease complete and submit an advert application for the proposed signage to be linked to this application.\r\rPlease also submit all relavant plans required for the signage, colour details of signage/section through etc. together with the required fee of £132.00",
    "Please provide details of car and cycle parking."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/01/2020",
  "secondary_street_name": null,
  "site_number": "197",
  "pp_id": "PP-08393347",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.289693,
          51.42059
        ],
        [
          -0.289694,
          51.420564
        ],
        [
          -0.289737,
          51.420564
        ],
        [
          -0.289736,
          51.420591
        ],
        [
          -0.289693,
          51.42059
        ]
      ]
    ],
    "type": "Polygon"
  }
}