{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2PODFNHMIT00",
  "lapsed_date": "01/05/2023",
  "decision_target_date": "20/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1PU",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.049
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03180/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517770,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:13.677Z",
  "id": "Kingston-19_03180_HOU",
  "application_type": "Householder",
  "street_name": "Selwood Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "01/05/2020",
  "epc_number": null,
  "actual_commencement_date": "03/12/2019",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Retention of a single-storey rear extension and refurbishment to existing house including installation of a roof structure and alterations to approved fence.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164638,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021751679",
  "centroid": {
    "lon": -0.309581,
    "lat": 51.368601
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations, by reason of their scale, siting, form, design and materials, are of a poor quality and appear wholly incongruous within the Selwood Road street scene, resulting in unacceptable harm to the character and appearance of the area, contrary to policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy.",
    "The site comprises a detached dwelling on the east side of Robin Hood Lane, Kingston Vale. The site lies within a Strategic Area of Special Character.\r\r14 neighbouring properties have been notified of the proposal and no representations were received.\r\rThere is no planning history relevant to this application.\r\rThe key areas of assessment are:\r-Design and impact on character and appearance and heritage assets; and,\r-Impact on neighbour amenity.\r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rParagraph 203 of the NPPF states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficers Comment: The proposed two storey side extension, which would replace an existing single storey garage would have a hipped roof which is consistent with the original dwelling. The extension would measure approximately 2.8m in width, is set down from the ridge of the original dwelling by 0.5m, is set away from the shared boundary by approximately 1m and is also set back from the front elevation by approx. 0.5m. For these reasons, the proposed extension would give a somewhat subservient appearance, allowing the original dwelling to be appreciated. \r\rAt the rear, the proposed two storey extension would have a modern design and would extend approximately 3m in depth, 3.7m in width and 5.8m in height. The Residential Design Guide SPD 2013 advises against flat roof two storey extensions. However, it is accepted that, in this case, a pitched/hipped roof would not relate well to the original dwelling and it is also noted that the adjoining neighbour to the north has a large flat roof extension. Therefore, a contemporary design is not objected to. Whilst some concern is raised with regard to the extension extending beyond the eaves of the dwelling, this is not excessive and it is accepted that this this is required to allow consistent floor to ceiling heights with the original dwelling. \r\rThe ground floor rear extension would extend the width of enlarged dwelling and would extend 5m from the rear elevation of the dwelling at a height of 3.35m. In design terms, no concerns are raised and this part of the proposal is considered to represent a subordinate extension to the property. \r\rBoth the ground and first floor extensions are of a contemporary design, utilising a variety of materials and including decorative brickwork. The use of zinc, particularly at the upper floor level, would be a departure from the typical materials in the surrounding area, however, the overall design is considered to be high quality and the materials are considered to complement the existing dwelling. The modern elements of the proposal are also discretely located at the rear of the property and so would be clearly visible from the street and would not result in harm the character or appearance of the immediate surrounding area or the Area of Special Character.\r\rNo concerns are raised with regard to the painting of the front façade, replacement window and other minor works, which would be permitted development regardless.\r\rIn summary, the proposed development is considered to be acceptable in terms of scale, form, height, massing, design and materials and would not result in harm to the character or appearance of the area and Area of Special Character.\r \rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficers comment: The proposed extension would be 5m in depth, at a height of 3.35m, but the neighbouring propoerty, No. 63 Robin Hood Lane is set further back in its plot than the host dwelling and so the extension would extend approximately 3.3m beyond the rear elevation of this neighbour. Given the height and depth of the ground floor extension, which is considered not to be unreasonable, and as the extension is set in from the boundary, the proposal is not considered to be overbearing or result in an undue impact on the amenity of this neighbour in terms of loss of privacy, daylight or sunlight. \r\rThere are no windows on the flank of the neighbouring dwelling and the first floor extension would extend only approximately 1.4m beyond the rear elevation of this neighbour. For this reason, the proposal is considered not to result in an undue impact on the amenity of this neighbour in terms of visual intrusion, loss of privacy, daylight or sunlight. \r\rIn terms of No. 59 Robin Hood Lane, this building is similarly set further back into its plot than the host dwelling. The proposed ground floor extension would extend approximately 3m beyond the rear elevation of this neighbour, at a height of 3.35m, and would be set in from the neighbour boundary. This is not considered to be overbearing or have an unacceptable adverse impact in terms of loss of privacy or daylight and sunlight. The first floor extension would be set well away from the boundary with this neighbour and so no concerns are raised. \r\rHaving regard to the above, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and the Policies of the Core Strategy (2012) and Residential Design SPD (2013)",
    "Please provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted elevations do not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/02/2020",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-08377311",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309559,
          51.368614
        ],
        [
          -0.30956,
          51.368587
        ],
        [
          -0.309603,
          51.368588
        ],
        [
          -0.309602,
          51.368615
        ],
        [
          -0.309559,
          51.368614
        ]
      ]
    ],
    "type": "Polygon"
  }
}