{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q30EDTNHMKS00",
  "lapsed_date": "18/02/2025",
  "decision_target_date": "18/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6QL",
  "site_name": "6 Langley Avenue,\rSurbiton,\rKT6 6QL",
  "status": "Approved",
  "application_details": {
    "site_area": 0.17800000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03224/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518263,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:26.487Z",
  "id": "Kingston-19_03224_HOU",
  "application_type": "Householder",
  "street_name": "Langley Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "18/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of an orangery-style rear extension and first floor infill rear extension (following demolition of existing rear conservatory).",
  "actual_completion_date": null,
  "last_date_consultation_comments": "29/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166553,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021792566",
  "centroid": {
    "lon": -0.301865,
    "lat": 51.38571
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Before the beneficial occupation of the development hereby permitted, the window serving the bathroom to the north-east elevation at first floor level shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be fitted with and retained in, obscure-glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundwork's within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r",
    "When undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r",
    "In accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r",
    "The site comprises a detached dwelling.\r\rThe application seeks:\r- The erection of a two storey side and rear extension, which would extend up and over the existing garage and project towards the rear of the site;\r- The erection of an outbuilding within the rear garden; and,\r- An excavation to provide a swimmingpool within the rear garden.\r\r14 properties were notified of the proposal. No representations were received.\r\rMaldens and Coombe CAAC - No objection\r\rRBK Tree and Landscape Officer - No objection, subject to a condition relating to tree protection\r\rRBK Highways and Transportation - No objection, subject to a condition relating to construction management\r\rOfficer response: A condition relating to construction management is not considered to be reasonable or necessary given the scale of the proposal and the circumstances of the site.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on heritage assets;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on trees.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposed extension would be large in scale, extending up and over the existing double garage and then rearwards into the garden at a height of two storeys. Despite its size, officers consider that it would appear as a subordinate and proportionate addition, noting the fact that the existing dwelling is detached and large in scale. The extension would also be set down from the ridge of the main roof of the dwelling and set back significantly from the main facade. While it would exceed half the width of the original dwelling, it would only do so by a marginal amount.\r\rThe proposed swimming pool and outbuilding would not be visible from any public vantage points and would therefore have a limited impact on the character and appearance of the area. In any event, the outbuilding would be modest in scale and of a typical appearance. \r\rHaving regard to the above, officers consider that the proposal would have an acceptable impact on the character and appearance of the area.\r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rThe site is located within the Kingston Vale Conservation Area. The special architectural and historic interest of this area can be summarised as an early Victorian village on the London to Portsmouth Road at the Robin Hood Gate entrance to Richmond Park and Wimbledon Common. The village is made up of an eclectic mix of mainly small-scale housing and community uses.\r\rAs noted above, officers consider that the proposal would have an acceptable impact on the character and appearance of the area. Likewise, officers are satisfied that the design is high quality and that the development would blend in appropriately with the existing dwelling, noting in particular the use of matching materials. \r\rHaving regard to the above, officers consider that the proposal would not result in harm to the significance of the conservation area. It is therefore not necessary to weigh up the public benefits of the proposal.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rAs noted above, the proposed extensions would be large in scale. However, they would be very well separated from neighbouring properties, especially given the orientation of the application property relative to 3 Cedar Close (the neighbour to the north). In light of this, officers are satisfied that the proposal would not appear overbearing or unduly deprive neighbouring occupiers of light.\r\rIn respect of privacy, officers note the proposal for a set of doors in the south-eastern elevation of the proposed extension at first floor level, leading out to a small balcony. This would not be a common feature for the area and officers recognise that it would give rise to some additional views over the rear garden of 1 Cedar Close. However, these views would be partially obscured by the extensive tree cover in and around the site. The balcony would also be unusually small, serving more as an enlarged juliette balcony rather than as an amenity area where a table and chairs could be placed, for example. Perhaps most importantly, the distance between the proposed window/balcony and the boundary to 1 Cedar Close would be approximately 12m, which is well in excess of the 7.5m recommended by the Council's Residential Design SPD. Taking all of these factors into account, officers consider that the impact of the proposed balcony would, on balance, be acceptable.\r\rA further window is proposed at first floor level in the existing flank wall of the dwelling. It is recommended that this be obscure glazed by condition. The remainder of the proposed windows would offer similar views to the existing and are considered to be appropriate.\r\rTrees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by TPOs are not adversely affected.\r\rOfficers note the extensive tree cover in the area and that these trees are protected both by tree presevation order and by being located within a conservation area. The Council's Tree and Landscape Officer has reviewed the proposal and is satisfied that the proposal will have an acceptable impact on these trees.\r\rConclusion\rThe proposal is considered to be in accordance with the development plan and there are no other material considerations which indicate that permission should be refused. Accordingly, it is recommended that planning permission be granted.",
    "Please confirm description ''Erection of single storey infill to rear and hip to gable roof extension with rear dormer and installation of 2nos front rooflights to facilitate loft conversion''",
    "Please provide a copy of block plan scaled 1:500 witha scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please confirm description ''Part conversion of garage into habitable space, erection of sigle sotey front extension in existing canopy. Alteration to fenestration''",
    "Please provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted existing and proposed floor plans do not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/12/2019",
  "secondary_street_name": null,
  "site_number": "6",
  "pp_id": "PP-08388564",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301843,
          51.385723
        ],
        [
          -0.301844,
          51.385696
        ],
        [
          -0.301887,
          51.385697
        ],
        [
          -0.301886,
          51.385724
        ],
        [
          -0.301843,
          51.385723
        ]
      ]
    ],
    "type": "Polygon"
  }
}