{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2GHT4NHMGV00",
  "lapsed_date": "07/02/2023",
  "decision_target_date": "07/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2BQ",
  "site_name": "Drapers Court",
  "status": "Approved",
  "application_details": {
    "site_area": 673,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023056567"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03140/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517906,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:01.221Z",
  "id": "Kingston-19_03140_FUL",
  "application_type": "All Other",
  "street_name": "Kingston Hall Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "07/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Removal of existing external roof plant and installation of replacement Variable Refrigerant Flow units (accommodated within an acoustic enclosure)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "13/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 168950,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023056567",
  "centroid": {
    "lon": -0.306198,
    "lat": 51.407328
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy (Adopted April 2012). \r",
    "Unless otherwise first agreed in writing, the plant hereby approved shall be supported on adequate proprietary anti-vibration mounts as necessary to prevent the structural transmission of vibration and regenerated noise within adjacent or adjoining premises, and shall thereafter be maintained for the lifetime of the development. \r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured and predicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014. \r\rReason: In order to safeguard the amenities of adjoining residential occupiers in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012. \r",
    "Condition 3 (Noise and odour impact assessment) - RBK Environmental Health officer has reviewed the information provided and is satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Condition 3 (Noise and odour impact assessment) of planning permission 19/01788/FUL are hereby fully approved.",
    "The site comprises a semi-detached dwelling. \r\rEleven neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the proposed two storey side extension would be set back from the front wall of the house by 500m and set in at first floor level by 1m, as recommended by the Residential Design SPD 2013. While it is not set in from the shared boundary at ground floor level, Officers note the existing single storey side extension is built up to the boundary, thus it is considered that the proposal would not be materially different to the exising situation, would not dominate the front elevation, nor appear prominently within the street scene. All materials would be in keeping with the original dwelling.\r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The single storey side extension element would be replacing the existing extension and achieve similar dimensions. The first floor storey side extension element would be set in from the boundary by 1m and would not feature any windows to the side elevation. Whilst it would be in closer proximity to the side elevation of neighbouring property, No. 143 Ellerton Road and the window positioned at first floor level, it is understood that it is not a principal habitable room window and therefore the proposed development would not have any undue adverse impact regarding loss of light. Given its modest scale it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rOfficer Comment: Despite the loss of the existing garage space, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 1 off street car parking space, therefore the proposal would comply with the Policy DM9 and DM10.  In addition, there would be adequate, secure storage space on site to accommodate 2 bicycles in accordance with Policy T5 and Table 10.2 of the London Plan 2021.\r\rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021) Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Please amend the application form. There is no house number in submitted application form.  The site address in section 1 of the submitted application form is incomplete.",
    "You are required to complete the 'Determining whether a Development may be CIL Liable Planning Application Additional Information Requirement form'. This form can be downloaded from the planning portal at https://ecab.planningportal.co.uk/uploads/1app/forms/form_1_cil_additional_information.pdf. Please complete and return as soon as possible.",
    "Tree Sketch Plan provided still does not show location of tree.\rPlease correct and re-submit.\rPlease provide a plan or sketch showing the location of the trees within the site or immediately adjoining the site.",
    "2nd invalid email sent. Previous one sent was incorrect."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/12/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08348345",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306176,
          51.407341
        ],
        [
          -0.306177,
          51.407314
        ],
        [
          -0.30622,
          51.407315
        ],
        [
          -0.306219,
          51.407342
        ],
        [
          -0.306176,
          51.407341
        ]
      ]
    ],
    "type": "Polygon"
  }
}