{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2NLBKNHMHV00",
  "lapsed_date": "12/02/2025",
  "decision_target_date": "11/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6BE",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.035,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ226710BC"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ226710BB"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021772328"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03159/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522156,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:07.328Z",
  "id": "Kingston-19_03159_CPU",
  "application_type": "All Other",
  "street_name": "Ancaster Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "12/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extension, installation of 3 rooflights to front elevation and installation of 2 windows to side elevation.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167005,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021772328",
  "centroid": {
    "lon": -0.245793,
    "lat": 51.388949
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of hip to gable and rear dormer roof extension, installation of 3 rooflights to front elevation and installation of 2 windows to side elevation falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "The site comprises a semi-detached dwelling.\r\r8 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey side extension would replace the existing detached garage, be set back from the front elevation, and set in from the boundary by a minimum of 1m. As such, it is considered that the proposed side extension would appear as a proportionate and subordinate addition in relation to the host dwelling. The extension would also have a pitched roof and make use of appropriate materials, and therefore there would be no adverse impact to the street scene or host property. \r\rThe proposed single storey rear extension would replace the existing conservatory and extend 5m in depth, which is above what is recommended by the Residential Design Guide for semi-detached dwellings (3-3.5m in depth). The extension would have a flat roof with parapet walls with a height of approx 3.4m, which would be at odds with the proposed side extension. However, officers note that the rear extension would not be seen from street view, and that rear extensions of similar depth and roof types are seen at the adjoining neighbouring properties.\r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The proposed side extension would be set further away from the boundary than the existing garage on site, therefore it is not likely to adversely affect the amenities of the neighbouring property No. 31 Woodside. Further, though one window is proposed to the side elevation, given the existing boundary treatment, it is unlikely to result in overlooking.\r\rAs mentioned above the rear extension would extend to a depth farther than what is recommended for semi-detached dwellings. However, given that No. 31 Woodside Road benefits from an existing extension that extends to a similar depth to the proposed development, there would be no adverse impact to this property. No.35 Woodside Road, would likely experience minimal impact to sunlight/light given that the proposed development would pass the 45-degree elevation test but not the 45-degree plan test. But, given that this neighbouring property benefits from an existing part rear extension it is unlikely that they would experience a sense of overbearing. \r\rTherefore, It is considered that the proposed development would not detrimentally adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety. Policy DM10 supports this stance. \r\rOfficer Comment: The proposed development would result in the loss of a garage, however the hardstanding to the front of the dwelling remains of an adequate size to accommodate off street car parking, thus not affecting the amenity of local residents or the street scene in the surrounding area. \r\rLondon Plan policy T5 requires all development to include provision for cycle parking and while it is not clear from the plans where this would be accommodated, officers note that an access route to the rear garden of the dwelling will be retained.\r\rTherefore, the proposal is considered not to have an adverse impact upon car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide existing and proposed floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\rThe submitted existing and proposed floor plans do not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/12/2019",
  "secondary_street_name": null,
  "site_number": "30",
  "pp_id": "PP-08373607",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.245771,
          51.388962
        ],
        [
          -0.245772,
          51.388935
        ],
        [
          -0.245815,
          51.388936
        ],
        [
          -0.245814,
          51.388963
        ],
        [
          -0.245771,
          51.388962
        ]
      ]
    ],
    "type": "Polygon"
  }
}