{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2SWX9NHMJK00",
  "lapsed_date": "16/03/2025",
  "decision_target_date": "11/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3RP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03192/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519849,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:16.339Z",
  "id": "Kingston-19_03192_HOU",
  "application_type": "Householder",
  "street_name": "Kenley Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "16/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable roof extension, rear dormer extension with Juliet balcony and 1x rear window, with alterations to front fenestration and installation of one roof light to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": "07/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169331,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021761609",
  "centroid": {
    "lon": -0.278147,
    "lat": 51.410345
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development to which this permission relates shall be carried out in strict accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in the north-western elevation of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the north-western elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "A1 - Loading",
    "The site comprises a building (Use Class E).\r\rThe application seeks to display 4no.x internally illuminated fascia signs.\r\rThe key areas of assessment are:\r- The impact of the proposal on the character and appearance of the area; \r- The impact of the proposal on neighbouring residential amenity; and,\r- The impact of the proposal on highway safety.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered appropriate for a commercial premises and there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  A condition to restrict the hours which the fascia signs can be illuminated and a condition to limit the illumination level of the signs is proposed. Subject to the satisfaction of these conditions it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties.\r\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety. \r  \rOfficer Comment: Officers consider that the proposals would not be significantly different from the existing situation and would therefore have no adverse impact upon highways and transportation, thereby complying with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\r",
    "If it is joint application for house no 12 and 14 Broomfield Road, the fee required for your planning application is £ 407.00. We receive £206.00, please pay the outstanding fee £201.00 \rPayment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide existing  floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Please provide copies of all existing elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/01/2020",
  "secondary_street_name": null,
  "site_number": "39",
  "pp_id": "PP-08382672",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.278125,
          51.410359
        ],
        [
          -0.278126,
          51.410332
        ],
        [
          -0.278169,
          51.410332
        ],
        [
          -0.278168,
          51.410359
        ],
        [
          -0.278125,
          51.410359
        ]
      ]
    ],
    "type": "Polygon"
  }
}