{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2PTYANHMIY00",
  "lapsed_date": "06/03/2023",
  "decision_target_date": "06/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1QJ",
  "site_name": "The Rotunda Centre",
  "status": "Approved",
  "application_details": {
    "site_area": 503,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ASC Name: Area of Special Character (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: BENTALLS DEPOSITORY\rHARDMAN ROAD\rKINGSTON\rLB Grade: GD2\rLB Ref: 7A/39"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128029369"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03185/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518356,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:14.376Z",
  "id": "Kingston-19_03185_ADV",
  "application_type": "All Other",
  "street_name": "Clarence Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "06/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 1 x internally illuminated fascia sign and 2 x LED advertising screens on either side of entrance (following removal of existing signage)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "05/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 169475,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128029369",
  "centroid": {
    "lon": -0.299556,
    "lat": 51.411953
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Payments to Presiding Officers",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The intensity of the illumination of the lighting permitted by this consent shall be no greater than 115 cd/m.\r\rReason: In the interests of amenity, the free flow of traffic on the highway and road safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "This consent shall be restricted to a period of five years from the date of the consent.\r\rReason:  This condition is specified by the Town and Country  Planning  (Control  of Advertisements) (England) Regulations 2007\r",
    "Application Site\rThe site comprises a detached dwelling within the Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\rProposal\rErection of front porch extension with associated changes to fenestration\r\rConsultation\rSix neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on the Strategic Area of Special Character / Archeological assets \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Due to the orientation of the site coupled with the existing boundary treatment, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area or surrounding Strategic Area of Special Character as a result of the proposed development. Given the scale of the proposed extension and the proximity to the existing house it is unlikely that the proposed development would harm any archaeological remains. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The site comprises a semi-detached dwelling.\r\r3 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed single storey rear extension would not strictly accord with the parameters set by the Residential Design SPD, in terms of depth and height, it would nevertheless appear as a subordinate and appropriate addition to the host property. As such, it is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given that the proposed development would extend no further than in depth than what is existing, and would not project further than the existing side elevation, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light. Similarly, given that no openings are proposed to the side elevations,  the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of loss of privacy. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "B1 - Means of Warning and Escape",
    "\r\r\r\r\r",
    "Please be advises that you are unable to amend two different applications on this submission. ( you can only do so if they are linked to the same previous application submissions).\r\rPlease amend and resubmit.",
    "Please complete the appropriate application form which can be downloaded from our website http://www.planningportal.gov.uk/planning/applications/howtoapply/permissiontypes",
    "Please provide existing and proposed ground floor plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted existing and proposed ground floor plans do not have a scale bar.",
    "The application form has stated two different reference numbers 19/00478/FUL & 4/13248/LBC. You are only able to vary one application on each submission.\r\rPlease confirm how you wish to proceed."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/01/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08367581",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299534,
          51.411966
        ],
        [
          -0.299535,
          51.411939
        ],
        [
          -0.299578,
          51.41194
        ],
        [
          -0.299577,
          51.411967
        ],
        [
          -0.299534,
          51.411966
        ]
      ]
    ],
    "type": "Polygon"
  }
}