{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2EBYNNHMFW00",
  "lapsed_date": "13/02/2025",
  "decision_target_date": "13/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6AS",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.037000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03117/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521748,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:54.686Z",
  "id": "Kingston-19_03117_HOU",
  "application_type": "Householder",
  "street_name": "Malden Park",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "13/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side extension and  single storey rear extension (following demolition of existing garage and rear extension) .Erection of rear dormer roof extension and installation of 3 x roof lights to front roofslope and alterations to existing fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "17/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167293,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021778367",
  "centroid": {
    "lon": -0.251555,
    "lat": 51.391625
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development  hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Note:\rWe require only one set of proposed drawings which is relevant to this application",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\rThere is no red outline in the proposed site in the submitted location plan and it does not show two road frontages.",
    "Please provide a copy of block plan scaled 1:500, with scale bar, showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/12/2019",
  "secondary_street_name": null,
  "site_number": "15",
  "pp_id": "PP-08346799",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.251533,
          51.391638
        ],
        [
          -0.251534,
          51.391611
        ],
        [
          -0.251577,
          51.391612
        ],
        [
          -0.251576,
          51.391639
        ],
        [
          -0.251533,
          51.391638
        ]
      ]
    ],
    "type": "Polygon"
  }
}