{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q1W1N3NHMBB00",
  "lapsed_date": "20/03/2025",
  "decision_target_date": "09/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7SQ",
  "site_name": "44 Malden Green Avenue,\rWorcester Park,\rKT4 7SQ",
  "status": "Approved",
  "application_details": {
    "site_area": 0.036
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03023/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522117,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:29.575Z",
  "id": "Kingston-19_03023_HOU",
  "application_type": "Householder",
  "street_name": "Malden Green Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "20/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side and rear extension with 2x Velux roof lights on pitched roof on side elevation and Orangery on a flat rear roof. Erection of rear dormer extension and installation of 3x front Velux and 2x rear windows with Juliet balcony to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166499,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021803097",
  "centroid": {
    "lon": -0.246527,
    "lat": 51.38441
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\t\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the second floor side (east) window serving a stair landing and the dormer window serving an ensuite bathroom as shown on the approved drawings shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Officer Report\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\r\rThe application site is occupied by a two storey semi detached building.    \r\rProposal\r\rThe application seeks permission for the erection of single storey side/rear extension.\r\rThere is a TPO applicable to a Maple tree in the rear north eastern corner of the property.\r\rConsultation\r\r9 properties were notified of the proposal. 1 representation was received, objecting to the proposal.\r\rThe objections raised concerns in relation to the following:\r\rAccess and traffic issues\rCar parking issues\rFumes\rEffects on trees\rExcessive height and bulk\rInappropriate design and layout\rLoss of light/sunlight\rIncompatibility of use\r\rThe above are all material planning considerations however matters relating to traffic, car parking and fumes in relation to a single storey extension are usually temporary, limited to the construction period. Notwithstanding, the effects are considered below.\r\rAny issues with regards to land disputes / land leases are civil matters - where they align with amenity considerations they are addressed below.\r\rWith regard to the compatibility of use, officers note this is a single residential dwelling seeking to continue the residential use of the property with some enlargements of existing living spaces.  This is reflected in the proposed layout. \r\rAll other matters relating to amenity will be addressed in the neighbouring amenities part of this report.\r\rTree and landscape officer: No objections or concerns in relation to the proposed development.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposed side extension would infill part of the open area alongside the existing rear extension of the property 6.08m deep x 2.42m wide (to integrate and align with the rear extension). The property would then narrow to an existing rear extension which would be reconfigured internally with the replacement of existing windows to the side and rear elevations. \r\rThe side extension would have a pitched roof design 2.39m in height at the eaves, up to 3.27m as it connects to the rear elevation of the existing dwelling with 3 x rooflights. Glazed doors are proposed to the rear elevation, and two large windows to the side elevation.\r \rIn relation to neighbouring properties, the side extension would maintain and continue the building line from the front part of the existing building, and be setback from the boundary with No.46 Coombe Gardens. The proposed works would maintain the existing building line and height as it relates to No.42 Coombe Gardens.\r\rThe proposed external materials including brick walls, roof tiles, window and door finishes are all considered satisfactory.\r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThere will be no changes to the building line or height of the application property as it relates to No.42 Coombe Gardens. To the opposite side, the extension will continue the building line of the main building and maintain a setback from the boundary with No.46 Coombe Gardens ensuring the protection of daylight and sunlight and outlook from this property. \r\rWindows to the side elevation of the extension will be obscured (by condition)  to ensure privacy is maintained. \r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable have regard to all relevant factors. \r\rConclusion\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\rBackground Papers\rIn accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Planning Condition 8 (Extraction System) of planning permission 21/00053/FUL is hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted block plan does not show the proposed changes in hatched or shaded.\r",
    "Please provide existing ground floor plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "The declaration section in the submitted application form is signed by different person , please revise whole application form.\rPlease find the attached application form"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/12/2019",
  "secondary_street_name": null,
  "site_number": "44",
  "pp_id": "PP-08336719",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.246505,
          51.384423
        ],
        [
          -0.246506,
          51.384396
        ],
        [
          -0.246549,
          51.384396
        ],
        [
          -0.246548,
          51.384423
        ],
        [
          -0.246505,
          51.384423
        ]
      ]
    ],
    "type": "Polygon"
  }
}