{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2YH10NHMK600",
  "lapsed_date": "02/03/2025",
  "decision_target_date": "02/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7LN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.035
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03211/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521413,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:22.044Z",
  "id": "Kingston-19_03211_HOU",
  "application_type": "Householder",
  "street_name": "The Manor Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "02/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/front extension (following demolition of existing garage)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "05/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166080,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021804091",
  "centroid": {
    "lon": -0.256781,
    "lat": 51.380795
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Before the beneficial occupation of the development hereby permitted, the window proposed to the side elevation (serving the wc) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Designed Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Condition 7 (Construction Management Plan) - The RBK Neighbourhood Engineer has reviewed the information provided and is satisfied this can now be approved.",
    "Condition 9 (Landscaping Scheme) - The RBK Tree & Landscape Officer has reviewed the information provided and is satisfied this can now be approved.",
    "Condition 14 (SUDS Design) - The RBK Flood Risk Officer has reviewed the information provided and is satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that conditions 7 (Construction Management Plan), 9 (Landscaping Scheme) and 14 (SUDS Design) of planning permission 19/00504/FUL are hereby fully approved.",
    "Officer Report\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021;\r- The South London Waste Plan 2012; \r- The LDF Core Strategy 2012; and,\r- The Kingston Town Centre Area Action Plan 2008.\r\rApplication Site\rThe site comprises a detached dwelling.\r\rProposal\rThe application seeks a first floor side extension.\r\rConsultation\r6 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOn Motspur Park, the overwhelming majority of buildings are pairs of interwar suburban dwellings with distinctive cat-slide roofs. Many have been extended by side dormers (with varying degrees of set-back) but this is not universally the case. Such an extension is notably absent from number 53, which in this case forms the other half of a visual pair with the application property.\r\rThe proposal would involve the erection of a first floor side extension along the entirety of the north-eastern elevation, effectively replacing the existing cat-slide roof. The sections of the Council's Residential Design SPD which are most relevant to this proposal are Policy Guidance 36 and Policy Guidance 37.\r\rPolicy Guidance 36 states that first floor side extensions should remain subordinate to the original house and the roof should reflect and relate well to the main existing roof form. Flat roofs should be avoided unless they are consistent with the existing roof. On semi-detached properties, the extension should respect the symmetry of the adjoining semi-detached property and should not exceed 50% of the width of the original house. The roof of the extension should be set down from the main ridge by at least 500mm and the front face of the extension should be set back from that of the main house by the same distance.\r\rIn this case, the width of the extension would not exceed 50% of the width of the main house. However, the extension would involve an element of flat roof, which would be inconsistent with the existing roof form, and this would be set down from the main ridge by approximately 300mm. The front face of the extension would not be set back at all from that of the main house and the extension would also disrupt the symmetry with the adjoining semi-detached property.\r\rPolicy Guidance 37 states that side extensions to properties with cat-slide roofs should have their front wall set back from that of the main house by 1m in order to retain the cat-slide roof form. As already noted, in this case the front wall of the extension would not be set back from that of the main house at all.\r\rIt is clear from the above that the proposal would conflict with much of the relevant guidance in the Council's Residential Design SPD. However, the context of the site is a material consideration and officers note that a high proportion of properties in the area have been extended to the side above their cat-slide roofs. The vast majority of these take the form of dormers, although this is not universally the case, as can be seen from the statement supporting the application, which identifies approximately 40 properties of a design similar to that currently proposed. Many of the dormers neither achieve a 1m set back, nor achieve symmetry with their adjoining semi-detached neighbour. \r\rGiven that the extension would be set down from the roof of the main ridge of the dwelling and would therefore appear subordinate, as well as the fact that cat-slide roofs and the symmetry of pairs of properties have already been significantly eroded by extensions to surrounding properties, officers do not consider that the proposed development would result in material harm to the character and appearance of the area. It follows that the impact of the proposed development on the character and appearance of the area would be acceptable.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extension would enjoy a generous separation distance from the neighbour to the north-east and would therefore not appear overbearing, or result in any materially harmful loss of light. Officers recommend that the proposed new windows at first floor level in the north-east elevation be obscure glazed and fixed shut in order to prevent any loss of privacy but otherwise the proposed windows would offer similar views to the existing.\r\rHaving regard to the above, officers are satisfied that the proposal would have a very limited impact upon the amenities of neighbouring occupiers in terms of overbearing appearance, daylight/sunlight and privacy.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area. Officers therefore consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission be granted.\r\rBackground Papers\rIn accordance with the requirements of Local Government Act 1972 The Plans / Drawings / Documents submitted with the application are available on the Council's website.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal",
    "Drawing 442-PL041-Existing Ground Floor Plan  - has incorrect duplicat drawing number 442/PL045.\r\rPlease correct and resubmit",
    "Drawing INP 0011/ BLK 01 Block Plan has incorrect drawing title \"Existing Site Plan\"\r\rPlease correct and re-submit",
    "Drawing INP 0011/ EXEL 01 A Existing Elevation has incorrect drawing title \"Proposed Elevations\" \r\rPlease correct and re-submit",
    "Please provide all corresponding plans/elevations approved under the previous planning permission (the previously approved versions should be clearly marked as 'Approved', or be otherwise clearly identifiable.)\r\rPlease note that the submitted approved plans do not clearly show the drawing reference number etc. \r",
    "Please can you advise which service you require, eg Meeting, Advice or both."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/01/2020",
  "secondary_street_name": null,
  "site_number": "133",
  "pp_id": "PP-08383948",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256759,
          51.380808
        ],
        [
          -0.25676,
          51.380781
        ],
        [
          -0.256803,
          51.380782
        ],
        [
          -0.256802,
          51.380809
        ],
        [
          -0.256759,
          51.380808
        ]
      ]
    ],
    "type": "Polygon"
  }
}