{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2P7MVNHMIE00",
  "lapsed_date": "12/02/2023",
  "decision_target_date": "12/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5GA",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.017
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03169/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517680,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:10.684Z",
  "id": "Kingston-19_03169_HOU",
  "application_type": "Householder",
  "street_name": "Wittering Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "12/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a single-storey side extension with a roof window, a three-storey side extension and demolition of the existing boundary wall to be relocated to the site boundary with access gate.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "29/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171252,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021770406",
  "centroid": {
    "lon": -0.308682,
    "lat": 51.428064
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed alterations to the boundary treatments, by reason of the enclosure of Horsley Drive and the loss of an attractive, open green space, would respond poorly to surrounding development and would be unacceptably detrimental to the character and appearance of the area, contrary to policy 7.4 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The proposed extensions, by reason of their siting, scale and design, would serve to unbalance the existing block at 36 to 39 Wittering Close and would result in a visually oppressive structure when viewed from Horsley Drive, thereby responding poorly to the prevailing character of the surrounding development and having an unacceptably detrimental to the character and appearance of the wider area, contrary to policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The proposed vehicular access onto Horsley Drive would not meet relevant standards for pedestrian and vehicular visibility, thereby having an unacceptable impact on highway safety, contrary to policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Waste Management:The CLAIRE Definition of Waste: Development Industry Code of Practice (version 2) provides operators with a framework for determining whether or not excavated material arising from site during remediation and/or land development works are waste or have ceased to be waste.\rUnder the Code of Practice: excavated materials that are recovered via a treatment operation can be reused on-site providing they are treated to a standard such that they fit for purpose and unlikely to cause pollution  treated materials can be transferred between sites as part of a hub and cluster project some naturally occurring clean material can be transferred directly between sites.\rDevelopers should ensure that all contaminated materials are adequately characterised both chemically and physically, and that the permitting status of any proposed on site operations are clear. If in doubt, the Environment Agency should be contacted for advice at an early stage to avoid any delays.\r",
    "The Environment Agency recommends that developers should refer to:\r- the Position statement on the Definition of Waste: Development Industry Code of Practice; and\r- The Environmental regulations page on GOV.UK\r\r",
    "Thames Water advise that they will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Water's pipes. The developer should take account of this minimum pressure in the design of the proposed development.\rThey also advise with regard to surface water drainage drainage, Thames Water would advise that if the developer follows the sequential approach to the disposal of surface water we would have no objection. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.\r",
    "Please note that is has been requested that the application form be changed to be re written to state this is an application for a minor material amendment and not a non-material amendment",
    "Please submit an application just for full planning permission and not one for both planning permission and demolition of an unlisted building in a conservation area"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/12/2019",
  "secondary_street_name": null,
  "site_number": "39",
  "pp_id": "PP-08298445",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30866,
          51.428078
        ],
        [
          -0.308661,
          51.428051
        ],
        [
          -0.308704,
          51.428051
        ],
        [
          -0.308703,
          51.428078
        ],
        [
          -0.30866,
          51.428078
        ]
      ]
    ],
    "type": "Polygon"
  }
}