{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2NQW5NHMI100",
  "lapsed_date": "11/02/2023",
  "decision_target_date": "11/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4NU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 60,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCCEN Name: Burlington Road"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216880HH"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023060678"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03163/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521814,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:08.680Z",
  "id": "Kingston-19_03163_ADV",
  "application_type": "All Other",
  "street_name": "Burlington Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "New Malden Village",
  "decision_date": "11/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 1x externally illuminated fascia sign and Individually lit lettering",
  "actual_completion_date": null,
  "last_date_consultation_comments": "06/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 168101,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023060678",
  "centroid": {
    "lon": -0.25033,
    "lat": 51.398873
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "No advertisement shall be sited or displayed so as to: endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military); obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.\r \rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.\r\rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: This is required by Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "The illuminance level of the advertisement to which this consent relates shall not exceed 500cd/m2 at any time whatsoever.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The illumination of the advertisement to which this permission relates shall be static at all times.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Officers note that a neighbouring property made comments about the retention of a boundary fence. The Applicant's attention is drawn to the fact that this decision does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.",
    "The development approved by this planning permission will be liable to pay the Mayor of London's Community Infrastructure Levy (MCIL). Payment will be due once the owner/developer serves a development Commencement Notice on the Council, and a payment Demand Notice has been received by the owner. Failure to submit a Commencement Notice will incur a surcharge of 20% of the chargeable amount or £2,500, whichever is the lower amount.",
    "Section 59 of the Highways Act permits the Highway Authority to charge developers for damage caused by excessive weight and movements of vehicles to and from a site. The Highway Authority will pass on the cost of any excess repairs compared to normal maintenance costs to the applicant/organisation responsible for the damage.",
    "The developer is reminded that it is an offence to allow materials to be carried from the site and deposited on or damage the highway from uncleaned wheels or badly loaded vehicles. The Highway Authority will seek, wherever possible, to recover any expenses incurred in clearing, cleaning or repairing highway surfaces and prosecute persistent offenders. (Highways Act 1980 Sections 131, 148, 149).",
    "The application property is a two-storey terraced dwelling located on the western side of Park Road, which is a well-established residential area. At the rear, the property has been extended from its original form with the addition of a single storey side extension that adjoins the boundary with No. 35 Park Road. A first floor extension has also been added at the rear, which adjoins a similar addition at No. 39 Park Road. At the front of the property, there is a small entrance porch with monopitch roof. \r\r10 neighbouring properties were notified of the application and one response was received following the consultation period. The response requests that the following are taken into consideration when determining the application:\r- Loss of light;\r- Tunneling Effect; and,\r- Privacy.\r\rThe planning history relevant to this application is:\r88/2197 - Erection of joint first floor extensions - nos 37 and 39 - granted February 1989\r\rThe key areas of assessment are:\r- The impact upon the character and appearance of the area;\r- The impact upon residential amenity; and\r- The impact upon the risk of flooding in and around the site.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rTo the front of the property, the proposal would involve the demolition of a porch. This is not an original feature of the property and is not considered as possessing any significant architectural merit, so there is no objection to its loss. At the rear, the existing side extension would also be demolished, and again there is no objection to its loss. \r\rThe proposed extension would infill the side gap of the property and project beyond the rear elevation so that it would align with the rear building line of the extension at No. 39 Park Road. The proposed extension would be in keeping with the existing property in terms of scale and character. Due to the built up nature of the area, the extension would not be visible from any public viewpoint, although matching materials should be used to ensure that the works remain in keeping with the existing property.\r\rAs there would be no adverse impact upon the character and appearance of the area, the proposed development would be compliant with policies CS8 and DM10 of the Core Strategy (2012).\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rAlthough the proposed extension would reduce the amount of amenity space available at the property, it is considered that sufficient space would be retained for residents to enjoy and undertake their day-to-day activities. \r\rThe existing side extension projects 3.9m away from the rear elevation of the property with a height of 2.3m at the boundary with No. 35 Park Road. This neighbour has French doors within the rear elevation at ground floor level and in close proximity to the boundary and there are windows within the side elevation, some of which already face the existing extension at the application property. As the proposed extension would be of similar height to the existing, then the relationship with the neighbour would remain the same for the first 3.9m projection of the proposed extension. The additional 4m would continue at the same height for the remainder of the proposed extension. As boundary treatment at 2m high could be erected under permitted development rights, the additional 0.3m height would not have any significantly greater impact upon the neighbour. Also, due to the orientation of the properties, the proposed extension would not affect the passage of natural light to the windows within the neighbour's side elevation, or the open area between the common boundary. As the side elevation of the proposed extension would form the boundary between the two properties, permitted development rights should be removed to prevent windows or openings being installed to ensure there is no overlooking/loss of privacy between the two properties. \r\rThe proposed extension would not project beyond the existing extension at No. 39 Park Road, so there would be no adverse impact upon the relationship between these two properties. Consequently, the proposal would maintain an acceptable relationship with neighbouring properties and therefore accord with policy DM10 of the Core Strategy (2012).\r \rPolicy DM4 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) seeks to ensure that new development does not increase the risk of flooding. The site is located within Flood Risk Zone 1 and therefore at a low risk of flooding. It is also within a Critical Drainage Area. However, it is considered that due to the scale and nature of the development, the risk of flooding would not be increased in and around the site. The proposal would therefore accord with policy DM4 of the Core Strategy (2012).\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "The proposal has been assessed against the original layout of the dwellinghouse which has a staggered rear elevation at ground floor.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The fee required for your planning application is £116.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please submit a copy of a site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "The fee required for your pre-planning application is £250.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide a copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\rThere is no scale bar in the submitted block plan.",
    "Please provide a revised copy of site plan with a scale bar. The submitted site plan does not have a scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/12/2019",
  "secondary_street_name": null,
  "site_number": "78",
  "pp_id": "PP-08373086",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250307,
          51.398886
        ],
        [
          -0.250309,
          51.398859
        ],
        [
          -0.250352,
          51.398859
        ],
        [
          -0.250351,
          51.398886
        ],
        [
          -0.250307,
          51.398886
        ]
      ]
    ],
    "type": "Polygon"
  }
}