{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q30BM4NHMKO00",
  "lapsed_date": "09/04/2025",
  "decision_target_date": "24/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8LN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03221/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519507,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:25.578Z",
  "id": "Kingston-19_03221_HOU",
  "application_type": "Householder",
  "street_name": "Chiltern Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "09/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage and erection of part single front extension, two storey side extension, single storey rear extension, rear dormer extension and installation of roof lights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167330,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021785679",
  "centroid": {
    "lon": -0.283736,
    "lat": 51.392433
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r\r",
    "The development  hereby approved shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\t\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, all of the windows in the side (north) elevation and the first floor windows in the rear elevation serving shower rooms as shown on the approved drawings shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall be used for purposes ancillary to the main dwelling house, and shall not be used, sold or sub-let as a separate self-contained unit. \r\rReason: A separate unit of accommodation of this nature is not acceptable in this location in the interests of the amenities, character of the area and highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The applicant should ensure that they have all necessary highways permits in place and arrange with RBK Highways Inspection Team for a highways condition survey to be completed ahead of starting work.\r\r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rDemolition of existing side garage. Erection of single storey front and side extensions.\r\rOfficers note that permission was previously granted for similar extensions and alterations under permission 17/10115/HOU dated 19.05.2017. However the permission expired as it was not implemented within the permitted time frame.\r\rConsultation\r19 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on highways and transportation.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighways & Transportation\rPolicy DM9 of the Council's LDF Core Strategy (2012) states that new development must comply with local car parking standards in order that it does not contribute to congestion or compromise highway safety.  Policy DM10 supports this stance. \r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided.\r\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate two off street car parking spaces.  Whilst tthis level of car parking provision would exceed the maximum standards set out in the London Plan, it is considered that this issue would not warrant grounds for refusal given that it is reflective of the existing situation. In terms of cycle parking and due to the loss of the garage and lack of access to the rear garden from the front of the property, it has not been demonstrated how secure cycle parking could be accommodated on site. Further information regarding this would be secured by condition to ensure compliance.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The application site is located on the east side of Malden Road opposite the junction of South Lane.\r\rThe surrounding area is predominantly residential in character and appearance. The site is not in a conservation area and the buildings and curtilage are not statutorily or locally listed. \r\r115 objections have been received objecting to the siting and appearance of the telecoms apparatus. One letter of support received.\r\rRBK Neighbourhood Traffic Engineer raises no objections. \r\rNetwork Rail have no objection in principle but state \r\rWe do not object in principle to the provision of new electronic communications development, however the LPA has a duty under NPPF paragraph 114( a) to ensure that \"they have the evidence to demonstrate that electronic communications infrastructure is not expected to cause significant and irremediable interference with other electronic equipment, air traffic services or instrumentation operated in the national interest... \"\r\rMuch of the national railway network is controlled and operated by its own electronic communications systems, and as such, it is important that any proposals for new telecommunications equipment near to the railway do not interfere with the safe movement of trains. To ensure that Radio Frequency (RF) risks are addressed and mitigated, the Applicant must adhere to Network Rail processes for telecoms clearance (NR standard NRlL2ffEL/3006) before installing new or upgrading an existing radio transmitter within the distance proposed in the planning application, as a means of ensuring that the evidence required under the NPPF is obtained.\r\rNetwork Rail Telecoms Clearance contact: TelecomsClearances@networkrail.co.uk\r\rFurthermore, due to the proximity of the proposal to Network Rail's land and operation railway, the applicant will be required to engage with our Asset Protection team via AssetProtectionWessex@networkrail.co.uk.\r\rThe application seeks to determine whether the prior approval of the Local Planning Authority is required for the siting and appearance of the installation of a H3G Phase 8 20m high street pole c/w wrap-around cabinet and 3 further additional equipment cabinets.\r\rThe application has been assessed against the provisions of Schedule 2 Part 16 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended. The application has also been assessed against the policies of the National Planning Policy Framework and the current Development Plan policies CS8 and DM10 of the Council's adopted LDF Core Strategy.\r\rThe National Planning Policy Framework 2021 is clear at paragraph 118 in as much as the Local Planning Authority should not question need. Local planning authorities must determine applications on planning grounds only. They should not seek to prevent competition between different operators, question the need for an electronic communications system, or set health safeguards different from the International Commission guidelines for public exposure.\r\rThe proposed telecom apparatus would be sited in a highly visible location  on Malden Road at the junction with South Lane on the edge of the designated open space Manor Park ground and opposite and adjacent a number of residential properties.\r\rThe height of the mast would be 20m which would be in excess of 10 to 12m higher than a standard telegraph pole (8m) and street lamp column (10m) which are typical other such perpendicular pieces of street furniture found in the locality. \r\rIt is considered that the proposal would result in an incongruous addition to the streetscene that would be visually intrusive and create visual clutter and detract from the character and appearance of the surrounding area.\r\rIt is considered that the siting and appearance would be inappropriate in this case and it is recommended that prior approval be refused as it would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rThe need for an upgraded, modern telecommunications network is both acknowledged and appreciated, and indeed is given great weight in the decision making process; however, for the reasons cited above it is considered that the harm caused by the proposed installation would outweigh the benefits.\r\rThe proposed telecoms equipment by virtue of its siting and appearance and in particular its height would result in an incongruous addition to the streetscene that would be visually intrusive and create visual clutter and would not be in keeping with but detract from the character and appearance of the surrounding area. The proposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. Amendments required to make the application acceptable are substantial and would materially change the development proposal.  They would require further consultation to be undertaken prior to determination which could not take place within the statutory determination period specified by the Department of Communities and Local Government.  \r\r\r",
    "Larger single-storey extensions, extending beyond the rear of the original house by more than 4 metres and less than 8 metres if a detached house, or by more than 3 metres and less than 6 metres in any other case, are subject to a neighbour consultation scheme to assess the impact of the proposed development on the amenity of their property.",
    "The applicant is advised that they should ensure that they have all necessary highways permits in place and arrange with RBK Highways Inspection Team for a highways condition survey to be completed ahead of starting work.",
    "Please amend application form to state the application reference number (in description of the proposal section) and return a copy to this office.\r\rPlease also complete \r\rPlease note only the appeal reference number was shown.",
    "The declaration section in the submitted application form is signed by a different person, please amend the whole application form with the correct name. \rPlease find the attached application form.",
    "Good morning Daniel\r\rMany thanks for this. \r\rLooking through this application, as it's being registered, the Planning Manager will want to see that a scale bar has been added to the plans. Floor Plans and Elevations need to be at a scale of 1:50 or 1:100.\r\rIf this can be actioned I can crack on as soon as I receive it back.\r\rKind regards\r\rNick",
    "Good morning Daniel\r\rMany thanks for this. \r\rLooking through this application, as it's being registered, the Planning Manager will want to see that a scale bar has been added to the plans. Floor Plans and Elevations need to be at a scale of 1:50 or 1:100.\r\rIf this can be actioned I can crack on as soon as I receive it back.\r\rKind regards\r\rNick",
    "Submitted application form has indicated that work has already started.\r\rPlease provide details of how far along the work is and photo evidence."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/01/2020",
  "secondary_street_name": null,
  "site_number": "12",
  "pp_id": "PP-08386799",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.283714,
          51.392446
        ],
        [
          -0.283715,
          51.39242
        ],
        [
          -0.283758,
          51.39242
        ],
        [
          -0.283757,
          51.392447
        ],
        [
          -0.283714,
          51.392446
        ]
      ]
    ],
    "type": "Polygon"
  }
}