{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q23GB1NHMDO00",
  "lapsed_date": "22/04/2025",
  "decision_target_date": "22/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7QX",
  "site_name": "5 Manor Farm Close,\rWorcester Park,\rKT4 7QX",
  "status": "Approved",
  "application_details": {
    "site_area": 0.008
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03068/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521116,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:42.145Z",
  "id": "Kingston-19_03068_HOU",
  "application_type": "Householder",
  "street_name": "Manor Farm Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "22/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of 2x roof lights to existing front and rear roof slopes to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": "20/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166285,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021803238",
  "centroid": {
    "lon": -0.260977,
    "lat": 51.382701
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004. \r",
    "The rooflights hereby approved shall be of a 'conservation' type, being flush with the plane of the roof and slim framed. Details of the design and finish shall be submitted to and approved in writing by the local planning authority prior to the commencement of work. Thereafter, the development shall be carried out in accordance with the details agreed and so maintained. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Care should be taken by all applicants to ensure that no damage is caused to the public highway adjacent to their site during demolition and/or construction work. The Council will always seek to recover any costs incurred in repairing or making good such damage from the owner of the development site, except where they are otherwise able to identify the person(s) who caused the damage and are willing to accept the recoverable costs.",
    "The site comprises a detached dwelling.\r\r9 neighbouring properties have been notified of the proposals and 1 objection has been received relating to:\r\r- Access or traffic problems\r- Effects on trees\r- Inappropriate design/layout\r- Noise\r\rOfficers note that the comment refers to a tree that was felled during the previous application, and given that no works are proposed to existing trees, an assessment would not be required. Further, officers note in the event planning permission is approved construction hours and noise would be detailed within an informative attached to the decision notice. The remaining concern raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed piggyback extension would have a height that is in keeping with the parameters set by the Residential Design SPD, given that it would not be set back appropriately by a minimum of 4m, officers consider that it would appear prominently within the immediate streetscene. Further given that the proposal would raise the chimney stack quite substantially in height, officers consider this would appear a prominent addition to the host property that would appear out of keeping with the appearance of the streetscene.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rIn conclusion, given the siting of the proposed piggyback roof extension and raised height of the existing chimney stack, the proposed development would appear incongruous on the existing dwelling, and would appear visually dominant in the streetscene, resulting in harm to the character and appearance of the area. The proposal is therefore contrary to Policies D3 of the London Plan 2021 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.",
    "The fee required for your pre-planning application is £ 250.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please submit a copy of site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/02/2020",
  "secondary_street_name": null,
  "site_number": "5",
  "pp_id": "PP-08348699",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.260955,
          51.382714
        ],
        [
          -0.260956,
          51.382687
        ],
        [
          -0.260999,
          51.382687
        ],
        [
          -0.260998,
          51.382714
        ],
        [
          -0.260955,
          51.382714
        ]
      ]
    ],
    "type": "Polygon"
  }
}