{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2LIDCNHMH400",
  "lapsed_date": "10/02/2025",
  "decision_target_date": "10/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7EY",
  "site_name": "Edgecoombe",
  "status": "Approved",
  "application_details": {
    "site_area": 0.106
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03145/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520241,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:02.698Z",
  "id": "Kingston-19_03145_HOU",
  "application_type": "Householder",
  "street_name": "Orchard Rise",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "10/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side extension and front dormer roof extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169898,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128013941",
  "centroid": {
    "lon": -0.272322,
    "lat": 51.415358
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed at first floor level or above in the front or rear elevations of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, all of the roof lights in the rear roof slope and the three central dormer windows (serving the stairwell and two bathrooms) in the front elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  The Council requested additional information of the applicant where it became apparent that assessments commensurate to the application had not been submitted. However, it is considered that the applicant's response to the independent Viability Assessment submitted to the Council on 16/03/2021 and the submission of The Air Quality Assessment to the Council on 12/03/2021 has not allowed reasonable or sufficient time for the Council to conclude the assessment of this additional information prior to the target determination date.  As such they have not been accepted, or assessed as part of the planning application detailed above.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Conditions 3 (Secure Cycle Parking Facilities) and Condition 4 (Refuse Storage and Recycling Facilities) of planning permission 17/12705/FUL are hereby fully approved.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Please be advised that we will extend the period for validation of your application until such a time when your report is ready to be submitted",
    "Detailed lighting management plan for Condition 5 has not been recieved."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/12/2019",
  "secondary_street_name": null,
  "site_number": "24",
  "pp_id": "PP-08369247",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272299,
          51.415372
        ],
        [
          -0.2723,
          51.415345
        ],
        [
          -0.272344,
          51.415345
        ],
        [
          -0.272343,
          51.415372
        ],
        [
          -0.272299,
          51.415372
        ]
      ]
    ],
    "type": "Polygon"
  }
}