{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q30XVANHML300",
  "lapsed_date": "18/02/2025",
  "decision_target_date": "18/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5DJ",
  "site_name": "273 Richmond Road,\rKingston Upon Thames,\rKT2 5DJ",
  "status": "Approved",
  "application_details": {
    "site_area": 0.042
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03230/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517888,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:28.248Z",
  "id": "Kingston-19_03230_HOU",
  "application_type": "Householder",
  "street_name": "Richmond Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "18/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable roof extension, installation of rear dormer and balcony to rear elevation and installation of 2no. roof lights to front roofslope. Erection of first floor side extension, installation of a porch and minor associated alterations.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171037,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021766944",
  "centroid": {
    "lon": -0.305763,
    "lat": 51.426089
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. \r",
    "This application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008",
    "The site comprises a detached dwelling.\r\rThe application seeks to vary condition 1 (the approved plans) of planning permission 20/01829/HOU. The only amendment is a change to the location of the proposed outbuilding.\r\r7 surrounding properties were notified of the proposal. No representations were received.\r\rSurbiton CAAC - Refer to Council's Tree Officer\r\rRBK Tree and Landscape Officer - No objection\r\rThe key issues in the assessment of this application are:\r-The principle of the development;\r-Visual and residential amenities; and,\r-Trees.\r\rPrinciple of Development\rThe current application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established. \r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application.\r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstances since the granting of the original permission.\r\rVisual and Residential Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. It also states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rGiven the scale and amended siting of the proposed outbuilding, officers are satisfied that it would have a negligible impact on the character and appearance of the area and on the amenities of neighbouring occupiers.\r\rTrees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by TPOs are not adversely affected.\r\rThe amended siting of the outbuilding would place it within the root protection areas of two trees. These trees are protected by virtue of being within a conservation area.\r\rThe Council's Tree and Landscape Officer has reviewed the proposal and is satisfied that it would not result in any harm to the trees in question. Officers are therefore satisfied that the proposal would have an acceptable impact on trees.\r\rConclusion\rThe amended location of the outbuilding would have an acceptable impact on the character and appearance of the area, on the amenities of neighbouring occupiers, and on trees. The original conclusions reached under 20/01829/HOU in respect of all other issues remain unaltered.\r\rThe proposal is therefore considered to be in accordance with the development plan and since there are no other material considerations that indicate permission should be refused, it is recommended that planning permission be granted.",
    "The proposal includes parking spaces in the front garden, if it requires new drop kerb, please revise the description of the application.",
    "Please provide copies of proposed elevations of garden sutdio at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted drawing has two proposed rear elevations and one side elevation of garden outbuilding, we require one rear elevation and two side elevations, please revise the drawing of the garden studio.\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/12/2019",
  "secondary_street_name": null,
  "site_number": "273",
  "pp_id": "PP-08366003",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305741,
          51.426102
        ],
        [
          -0.305742,
          51.426075
        ],
        [
          -0.305785,
          51.426076
        ],
        [
          -0.305784,
          51.426103
        ],
        [
          -0.305741,
          51.426102
        ]
      ]
    ],
    "type": "Polygon"
  }
}