{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2LQN2NHMH900",
  "lapsed_date": "16/03/2023",
  "decision_target_date": "10/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5QR",
  "site_name": "",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "development_type": "New Build",
      "total_gia_gained": 0,
      "site_area": null,
      "total_gia_existing": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": null,
        "building_ref": null
      }
    ],
    "scheme_name": "300 Malden Way",
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "13/08/2021",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "garden_land": false,
          "sheltered_accommodation": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "10/08/2020",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": 0.051,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 19.607843137254903,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_gia_gained": null,
      "total_gia_lost": null
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": [],
      "site_area": null
    },
    "no_affordable_housing_units_acquired_offsite": 0,
    "no_affordable_housing_units_provided_offsite": 0,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "affordable_housing_fast_track": null,
    "s106_agreement": false,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100021778699"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": false,
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 515,
    "existing_proposed_floorspace_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03147/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520688,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:12:03.419Z",
  "id": "Kingston-19_03147_FUL",
  "application_type": "All Other",
  "street_name": "Malden Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "16/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey single dwellinghouse attached to existing house",
  "actual_completion_date": "13/08/2021",
  "last_date_consultation_comments": "02/03/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 167033,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021778699",
  "centroid": {
    "lon": -0.26687,
    "lat": 51.389514
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The garage or car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the commencement of any development above ground level, a sample of the facing materials to be utilised in the development to which this permission relates, together with details of the means of enclosing the site, shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in strict accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors.\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used)\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policy 6.13 of the London Plan 2016 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r\rThese details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase.",
    "Prior to the beneficial occupation of the development to which this permission relates, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of footway and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: In the interests of the safety and operation of the highway network, in accordance with policies 6.3 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 5.17 and 7.4 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no additions or enlargements to any dwellinghouse(s) on the site (other than those expressly authorised by this permission) shall be erected unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no detached buildings (other than those expressly authorised by this permission) shall be erected on the site unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy 5.2 of the London Plan 2016 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "The development shall not be occupied until a hard and soft landscaping scheme has been submitted to and approved in writing by the Local Planning Authority.  The approved scheme(s) shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.  Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.  \r\rReason: To preserve the amenities of surrounding residents in terms of privacy and in the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "",
    "Application Site\rThe site comprises a semi-detached detached dwelling. The site is within a predominately residential area. The application site is in Flood Zone 1, the highway network is identified as having surface water issues.\r\rProposal\rDemolition of existing conservatory and erection of single storey rear/side extension.\r\rConsultation\r3 neighbour notification letters have been posted and 0 representations have been received in response.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. Given the context of the site and the permitted extensions on neighbouring properties, It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The site comprises an end of terrace dwelling.\r\r8 neighbouring properties have been notified of the proposals and 1 objection has been received relating to: access to the property and boundary rights\r\rConcerns relating to boundaries and property rights are a civil matter and are not material planning considerations which can be assessed as part of this application.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the proximity of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The site comprises a semi-detached dwelling.\r\r11 neighbouring properties have been notified of the proposals and 1 objections have been received relating to: flood risk and construction management. Officers note that the application site is located in Flood Zone 1 (low probability) and as such a flood risk assessment is not required for a minor householder extension. Further, concerns relating to construction management will be controlled by an informative if planning permission were to be granted.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed single storey rear extension would not strictly accord with the parameters set by the Residential Design SPD, officers consider that it would not appear a disproportionate addition to the host property, and given that similar extensions are viewed in the immediate vicinity, it is considered that it would not appear an out of keeping with the prevailing pattern of development in the area. \r\rThe proposed first floor extension would not strictly comply with the parameters set by the Residential Design SPD, in terms of set back, but it would be appropriately set in from the boundary and would have a roof form that is in keeping with the original dwelling. Further, given that similar extensions are viewed in the immediate vicinity, officers consider that the proposed development would appear an appropriate addition to the host property and in keeping with the surrounding area. \r\rGiven that the proposed rear dormer roof extension would comply with the parameters set by the Residential Design SPD, officers consider that it would appear an appropriate and proportionate addition to the host property and would appear in keeping with the surrounding area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: As mentioned above the proposed single storey rear extension would not accord with parameters set by the Residential Design SPD, however, given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light/sunlight or loss of privacy. \r\rGiven that the proposed first floor side extension would maintain the separation distance between the shared boundary, and that the neighbouring property benefits from an existing first floor side extension, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. \r\rWhile the proposed development would include a window at first floor level on the south elevation, officers consider that a condition can be enforced subject to the approval of this application, to ensure that any windows at first floor level are obscure glazed and non-opening at 1.7m above first floor level. As such, officers consider that there would be no loss of privacy as a result of the proposed development.\r\rGiven the siting of the proposed rear dormer extension in relation to neighbouring properties, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application has been based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify this decision and you are advised to submit a fresh application with the correct information / drawings. If you carry out development based on incorrect plans you may be liable to the Council taking enforcement action against you.",
    "No representations have been received therefore an assessment of the impact of the proposed development on the amenities of neighbouring properties is not required.",
    "C1 - Prep of Site/Resist to Contaminates",
    "A1 - Loading",
    "Condition 13 of planning permission 17/213131/FUL states that \"evidence to demonstrate a 19% reduction compared to 2013 Part L regulations in relation to CO2 reductions\" must be demonstrated.\r\rOfficers are satisfied that this would be achieved according to the submitted SAP Report.\r\rIn relation to internal water usage, Condition 13 states that \"evidence to demonstrate internal water usage rates of 105 l/p/day\" must be submitted.\r\rThe submitted water calculator shows that the proposed development would achieve 119.43 l/p/day which does not meet this requirement.",
    "Officer Report\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe application site is occupied by a two storey, mid terraced building. The site is not located within a conservation area but within the Grove Lane Local Area of Special Character.\r\rProposal\rThe application seeks permission for the erection of a single storey side/rear extension with associated changes to fenestration.\r\rConsultation\r10 properties were notified of the proposal. \r\r3 objections have been received from 2 separate addresses.  The material planning concerns are summarised below:\r- Construction noise;\r-Loss of privacy and outlook; \r-Loss of daylight/sunlight;\r-Access/traffic issues;\r-Dust; and,\r-Car parking issues.\r\rMost of the above concerns raised relate to the impacts of construction which are temporary and controlled by conditions and building regulations e.g. dust, access, traffic issues and car parking. In terms of those concerns relating to daylight and sunlight, the applicant has demonstrated compliance with the relevant SPD guidance, which is further discussed in the neighbouring amenities section of this report, as are outlook and privacy. \r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rRear and Side Extension-The proposed extension would infill the open space alongside the existing rear extension, then extend the full width of the property and project an additional 2.5m beyond this point.  The side extension would incorporate a pitched roof design (2.2 metres in height to the eaves) with 5 roof lights and glazed doors to the rear. External materials would match the existing building. \r\rWhilst the extension would project more than 3.5m from the rear wall of the existing building (6.5m), it would project only an additional 2.5m beyond the existing rear extension and align with the neighbouring building at No.9 Glenthorne Road.  The extension would project beyond the building line of No.5, however building lines of a similar depth and beyond are also evident in neighbouring properties. On this basis the proposed extension would not be inconsistent with the established pattern of development in the area. \r\rIn relation to the local area of special character, Glenthorne Road is not specifically mentioned within the RBKC character study, however, the extension is single storey and located to the rear, therefore not visible to, and would not impact upon the streetscene. \r\rHaving regard to the above, officers therefore consider that the proposed development would have an acceptable impact on the character and appearance of the area and would not result in any harm to the Grove Lane Local Area of Special Character.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe extension is single storey and has a considered pitched roof design (2.2m in height to the eaves), to minimise any potential loss of outlook or daylight and sunlight and undue sense of enclosure to the neighbouring property at No.5 Glenthorne Road.\r\rThe applicant has also demonstrated compliance with the daylighting and sunlighting guidance set out in SPD policy guidance 32, with reference to No.5 Glenthorne Road.  \r\rThe proposed rooflights and rear doors do not present any concerns in terms of loss of privacy to neighbouring properties, given their location and design. \r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.\r\rConclusion\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.",
    "Please amend the whole application form with the correct description.\rPlease find the attached application form",
    "The submitted existing and proposed floor plans and elevations do not corelate with the description of the proposal, please amend the drawing accordingly.",
    "Please provide a copy of proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted site plan does not show the proposed development in hatched or shaded.",
    "Please provide a payment as per our Pre-Application fee guidelines to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022",
    "Please be advised that the submitted fees are unable to be seen clearly. Kindly resubmit the plans accordingly",
    "Please provide a payment of £250 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022",
    "Please provide a payment of £6600 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe submitted location plan does not have the name of the roads.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/12/2019",
  "secondary_street_name": null,
  "site_number": "300",
  "pp_id": "PP-08369890",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.266848,
          51.389527
        ],
        [
          -0.266849,
          51.389501
        ],
        [
          -0.266892,
          51.389501
        ],
        [
          -0.266891,
          51.389528
        ],
        [
          -0.266848,
          51.389527
        ]
      ]
    ],
    "type": "Polygon"
  }
}