{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2CK1RNHMFI00",
  "lapsed_date": "05/02/2025",
  "decision_target_date": "05/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5HT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.038000000000000006,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1870411A"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021761872"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03107/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518475,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:52.308Z",
  "id": "Kingston-19_03107_CPU",
  "application_type": "All Other",
  "street_name": "Kings Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "05/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Changes to external fenestration involving removing and blocking up existing windows making good rendered finish to external walls and insertion of new windows, roof lights and bi-folding doors to side, rear and front elevations.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 170157,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021761872",
  "centroid": {
    "lon": -0.297618,
    "lat": 51.418058
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The materials used in any exterior work (other than materials used in the construction of a conservatory) must be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse. \r\rReason: In order to be compliant with Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). \r",
    "Any upper-floor window located in a wall or roof slope forming a side elevation of the dwellinghouse must be— \r(i) obscure-glazed, and \r(ii) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed; \rReason: In order to be compliant with Schedule 2, Part 1, Classes A and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "Section 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC 1 of the London Plan 2016 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer comment: The site is located within the Grove Crescent Conservation Area. The significance of this area can be summarised as a planned mid-Victorian estate of houses of various sizes and styles, the core of which forms the Spring Grove Estate, including St John's Church, a school, and local shops. The application property makes a positive contribution to the character and appearance of the conservation area.\r\rAs noted above, officers conclude that the proposal would result in harm to the character and appearance of the area. Whilst it is acknowledged that the majority of the proposed works would relate to the rear of the dwelling, the proposed development would be visible from surrounding properties within the conservation area and glimpsed views may also be possible from Alfred Road. Furthermore, the proposed development is considered to be excessive and incongruous and would not relate well to the host property, harming its Victorian architecture, form and proportions and would remove some of its original features such as the chimney.  As such, it would harm the significance of the Grove Crescent Conservation Area as defined above, thereby resulting in less than substantial harm that would not be outweighed by any public benefit.\r\rIn conclusion, the proposed development would be excessive and incongruous and would not relate well to the host dwelling or the surrounding area, resulting in harm to the character and appearance of the area and less than substantial  harm to the significance of the Grove Crescent Conservation Area that would not be outweighed by any public beneift.  The proposed development would also result in an unacceptable adverse impact upon neighbouring residential amenity in terms of loss of privacy and overlooking into the habitable rooms of No. 2 Geneva Road. The proposal is therefore contrary to Policies D3 and HC1of the London Plan 2021 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.\r\rAccordingly, it is recommended that planning permission be refused.",
    "Please provide copies of previously approved proposed plans relating to the proposed changes which form part of this application",
    "Please note that your recent email does not refer to Conditions 8 and 9 which form part of your submission. Kindly attach and advise which documents refer to these conditions"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/12/2019",
  "secondary_street_name": null,
  "site_number": "92",
  "pp_id": "PP-08358705",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297596,
          51.418071
        ],
        [
          -0.297597,
          51.418044
        ],
        [
          -0.29764,
          51.418044
        ],
        [
          -0.297639,
          51.418071
        ],
        [
          -0.297596,
          51.418071
        ]
      ]
    ],
    "type": "Polygon"
  }
}