{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2P7NRNHMIG00",
  "lapsed_date": "11/03/2023",
  "decision_target_date": "11/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4NY",
  "site_name": "Flat",
  "status": "Approved",
  "application_details": {
    "site_area": 0.024,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2168501A"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021773503",
      "000128002733"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03171/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521572,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:11.374Z",
  "id": "Kingston-19_03171_ADV",
  "application_type": "All Other",
  "street_name": "Burlington Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "11/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 1x externally illuminated fascia sign, 1x non illuminated  fascia sign and 1x hanging non illuminated sign and 1x other post advertisement sign",
  "actual_completion_date": null,
  "last_date_consultation_comments": "07/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 168066,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021773503",
  "centroid": {
    "lon": -0.253819,
    "lat": 51.39861
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "No advertisement shall be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "No advertisement shall be sited or displayed so as to -\rEndanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\rObscure, or hinder the ready interpretation of any traffic sign, railway signal or aid to navigation by water or air; or\rHinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Where an advertisement is required under the Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "The illuminance level of the advertisements to which this consent relates shall not at any time exceed 200cd/m2.\r\rReason: In the interests of the character and appearance of the area, the living conditions of neighbouring occupiers, and the safety and operation of the highway network, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012",
    "The The unit is situated within the ground floor area of a three-storey mid terraced property situated on the South-Eastern side of Central Parade.\r\rThe application seeks to Install a new material awning to front elevation\r\rFifteen neighbouring properties have been consulted and one objection has been received stating;\r- Access or traffic problems\r- Fumes\r- Noise\r\rThe objector is concerned the awning will lead to patrons sitting outside the front of the property. This would not be a consideration in relation to an advert application and permission to use the front area would require permission and a licence.\r\rThe key areas of assessment are:\r- The impact of the proposal on the character and appearance of the area;\r- The impact of the proposal on highway safety; and,\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is appropriate for a commercial premises and it is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Condition 5 (Land Contamination) - N/a",
    "Condition 6 (Sound Reduction) - RBK Environmental Health officer has reviewed the information provided and is satisfied this can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Conditions 3 (Land Contamination), 4 (Land Contamination) and 6 (Sound Reduction) of planning permission 20/01694/PAR2R  are hereby fully approved.",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "Please confirm description ''Alteration to existing single storey detached outbuilding with pitched roof.''",
    "The fee required for your planning application is £103.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please provide name and species of tree",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe site address in the submitted application form is 180 Malden Road, where as the redoutline in the submitted location plan is in the different address.",
    "Please provide existing roof plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.",
    "There is no other similar application related to the proposed site and the applicant in our record, therefore this application cannot be a free go.\r \rThe fee required for your planning application is £ 103.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\rUnder the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 a 'free go' is only applicable If the proposal is the first revision of an application for development of the same character or description on the same site by the same applicant within 12 months of making the earlier application if withdrawn or the date of decision if granted or refused (including signs only if withdrawn or refused) and NOT a duplicate application made by the same applicant within 28 days."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/01/2020",
  "secondary_street_name": null,
  "site_number": "14",
  "pp_id": "PP-08375454",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.253796,
          51.398623
        ],
        [
          -0.253797,
          51.398596
        ],
        [
          -0.253841,
          51.398597
        ],
        [
          -0.25384,
          51.398624
        ],
        [
          -0.253796,
          51.398623
        ]
      ]
    ],
    "type": "Polygon"
  }
}