{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q28URLNHMEB00",
  "lapsed_date": "13/02/2023",
  "decision_target_date": "03/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1TP",
  "site_name": "The Bentall Centre, Unit G27 Ground Floor",
  "status": "Approved",
  "application_details": {
    "site_area": 148,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Kingston Town Centre"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128031434"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03084/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518047,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:46.185Z",
  "id": "Kingston-19_03084_FUL",
  "application_type": "All Other",
  "street_name": "Wood Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "13/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Renovation of existing Starbucks store in the Bentalls Centre (Use Class A3) to include change to shopfront colour and refurbishment with full height glass windows and one pair of doors",
  "actual_completion_date": null,
  "last_date_consultation_comments": "06/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169428,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128031434",
  "centroid": {
    "lon": -0.304013,
    "lat": 51.411595
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "All existing features shall remain undisturbed in their existing position, and shall be fully protected during the course of works on site unless expressly specified in the approved drawings.\r\rReason: In order that the special architectural and historic interest of this Listed Building is safeguarded.\r",
    "The site comprises a three storey block of maisonettes. The site does not fall within a conservation area and is not a Listed Building.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of design.  It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The existing windows in the side elevation are obscured glazing. The proposed would be obscured glazing also and this will be secure by condition. It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/12/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08348949",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303991,
          51.411608
        ],
        [
          -0.303992,
          51.411581
        ],
        [
          -0.304035,
          51.411582
        ],
        [
          -0.304034,
          51.411609
        ],
        [
          -0.303991,
          51.411608
        ]
      ]
    ],
    "type": "Polygon"
  }
}