{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q43PMANH02800",
  "lapsed_date": "31/03/2025",
  "decision_target_date": "01/04/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7NU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.054000000000000006,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021803145"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03249/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521815,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:50.818Z",
  "id": "Kingston-19_03249_CPU",
  "application_type": "All Other",
  "street_name": "Malden Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "31/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of extension to existing garage to be used as garage/gym",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166425,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021803145",
  "centroid": {
    "lon": -0.25089,
    "lat": 51.383809
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The erection of an extension to the existing garage to be used as garage/gym falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class E of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "The site comprises a first floor flat.\r\r7 neighbouring properties have been notified of the proposals and 2 objections have been received relating to:\r\r- Excessive height or bulk of buildings;\r- Inappropriate design/layout;\r- Loss of light/sunlight; and,\r- Privacy.\r\rThe concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed rear dormer roof extension would not strictly accord with the parameters set by the Residential Design SPD, it would be appropriately set in from the sides of the roof slope and would ultimately appear as a subordinate addition to the host property. Given that similar extensions are viewed in the immediate vicinity, officers consider that the proposed extension would be in keeping with the prevailing pattern of development in the surrounding area.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, or loss of light/sunlight. While windows are proposed to the rear elevation of the proposed extension, given that they would offer similar views to the windows existing at first floor level, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Work description states removal of 12 trees, however tree skecth plan only shows 11 trees\r\rWork description states T7 on tree sketch plan is an Apple, please describe works to this tree. \r\rPlease clarify work description and re-submit a corrected tree sketch plan"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/02/2020",
  "secondary_street_name": null,
  "site_number": "393",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250868,
          51.383823
        ],
        [
          -0.250869,
          51.383796
        ],
        [
          -0.250912,
          51.383796
        ],
        [
          -0.250911,
          51.383823
        ],
        [
          -0.250868,
          51.383823
        ]
      ]
    ],
    "type": "Polygon"
  }
}