{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2GF0WNHMGT00",
  "lapsed_date": "07/02/2025",
  "decision_target_date": "07/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2AU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.029
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03139/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517889,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:00.903Z",
  "id": "Kingston-19_03139_HOU",
  "application_type": "Householder",
  "street_name": "Milner Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "07/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear infill extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168707,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021764728",
  "centroid": {
    "lon": -0.306523,
    "lat": 51.405148
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or reenacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the flank walls of the extension hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "The roof of the rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "",
    "Conditions 9 and 10 (Construction Management Plan) - The RBK Environmental Health Team has reviewed the information provided and is satisfied that these conditions can now be approved.",
    "The applicant is informed that the submitted details, as set out above are agreed and that Conditions 9 and 10 (Construction Management Plan) of planning permmission 18/14233/FUL are hereby fully approved.",
    "Officers note that one objection has been received from a neighbouring property. This objection was in relation to the works to the basement and was not in relation to impact on neighbouring amenity caused by the proposed rear extension.",
    "Please provide a revised block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r",
    "You are required to complete the 'Determining whether a Development may be CIL Liable Planning Application Additional Information Requirement form'. This form can be downloaded from the planning portal at https://ecab.planningportal.co.uk/uploads/1app/forms/form_1_cil_additional_information.pdf. Please complete and return as soon as possible.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\rPlease outline the complete site in red. The red outline in the submitted location plan differs on our record.",
    "Please provide a revised block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\rPlease amend the Block plan to only hatch/shade the proposed area of the extension"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/12/2019",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-08361956",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306501,
          51.405161
        ],
        [
          -0.306502,
          51.405134
        ],
        [
          -0.306545,
          51.405134
        ],
        [
          -0.306544,
          51.405161
        ],
        [
          -0.306501,
          51.405161
        ]
      ]
    ],
    "type": "Polygon"
  }
}