{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2G4PSNH03V00",
  "lapsed_date": "05/02/2025",
  "decision_target_date": "05/02/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4EH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.030000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03132/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517603,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:11:59.030Z",
  "id": "Kingston-19_03132_HOU",
  "application_type": "Householder",
  "street_name": "The Mall",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "05/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Two storey side extension and single storey rear extension with 4x velux windows and 1x side roof plan",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/01/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167525,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021799779",
  "centroid": {
    "lon": -0.311024,
    "lat": 51.394583
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The facing materials to be used in the construction of the proposed development shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Discharges of surface water run-off to ground or surface waters may require a consent. However, if the following criteria are met, it is unlikely that a consent will be required: all reasonable steps are taken to ensure that the discharge will not result in pollution of the water environment, including installation of suitable pollution prevention measures, such as oil interceptors, silt traps or Sustainable Drainage System (SuDS) elements; SuDS elements must be designed in accordance with industry design guides for the specific setting and proposed use; these measures must be maintained in good repair; the discharge does not contain any trade effluent and will not result in visible discolouration, iridescence or foaming in the water environment; the discharge does not contain any run-off from any of the following areas: fuel delivery areas; oil and chemical storage areas; handling and delivery areas. Operation of sites should ensure that no oils, paint thinners, pesticides, detergents, disinfectants or other pollutants are\rdisposed of in to surface water drainage systems. Sealed gullies should ensure that accidental release is avoided. \r\r",
    "A1 - Loading",
    "Please confirm description of proposed works \"T.1 Ash - Fell \""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/12/2019",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311002,
          51.394597
        ],
        [
          -0.311003,
          51.39457
        ],
        [
          -0.311046,
          51.39457
        ],
        [
          -0.311045,
          51.394597
        ],
        [
          -0.311002,
          51.394597
        ]
      ]
    ],
    "type": "Polygon"
  }
}