{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=Q2NZ8ZNHMI800",
  "lapsed_date": "06/03/2023",
  "decision_target_date": "06/03/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Land At 10",
  "status": "Refused",
  "application_details": {
    "site_area": 100,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Oakhill Conservation Area (A)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021797845",
      "000128017358",
      "000128033869"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/03166/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518335,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:12:09.530Z",
  "id": "Kingston-19_03166_FUL",
  "application_type": "All Other",
  "street_name": "South Terrace",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "06/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garaging and the erection of a four storey dwelling comprising of 1 x one Bedroom Flat, 2 x two bedroom flat and 4 x replacement garages with associated refuse storage and cycle store.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/02/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 167425,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128017358",
  "centroid": {
    "lon": -0.300541,
    "lat": 51.393533
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The mix of units would not include at least 30% of 3/3+ bed units and the applicant has not robustly demonstrated it would be unsuitable or unviable to have 30% of the units 3/3+ bed units in this location. The proposed development therefore would not accord with Policy DM13 of the Council's adopted LDF Core Strategy April 2012.",
    "The proposed development by virtue of its size, siting and design would create an incongruous addition to the streetscene that would detract from and fail to preserve or enhance the character and appearance of the surrounding area or the setting of the adjacent listed terrace 2-7 South Terrace and the Oakhill Conservation Area. The proposed development therefore would not accord with Section 66 and 72 of the Planning (Listed Buildings and Conservation Areas) 1990 Act, paragraphs 189 - 196 of the NPPF, policies CS8, DM10 and DM12 of the Council's adopted LDF Core Strategy April 2012.",
    "The applicant has not entered into and signed and completed a legal agreement to prevent future occupiers and their visitors from applying and obtaining residents and visitors parking permits to mitigate future parking pressure and prejudice to highway safety. The proposed development therefore would not accord with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The proposed rear balconies by virtue of their size, siting and design projecting beyond the rear building line of the adjacent residential dwelling would be likely to give rise to actual or perceived overlooking of the neighbouring occupiers. and prejudice the existing living conditions of the neighbouring occupiers. The proposed development therefore would not accord with policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r",
    "The applicant has failed to demonstrate that the proposed development would not harm the provision of daylight/sunlight to the detriment of the existing living conditions in particular those of the properties immediately west of the site. The proposed development therefore would not accord with policy DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "Application Site\rThe site is currently occupied by a mid terraced two storey dwelling.\r\rProposal\rThe application is for the erection of a single storey outbuilding to the rear garden. The building is to accommodate a gym/bathroom/storage and home office. \r\rThe proposal is a revision to a previously approved application (20/00669/CPU). The approved scheme had a flat roof and a pitched roof is now proposed.\r\rConsultation\r\r3 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rAs noted above, an outbuilding has been previously granted on site (replacing an existing building), and with the exception of changing the roof from a flat roof design to a pitched roof, the scale proportions, layout and appearance would remain the same. \r\rThe overall height of the proposed roof would increase from 2.5m up to 3.3m in height at its highest point. The building would be located to the very rear of the rear garden, maintaining a set back of 1m from the boundary with No.171 and would be built alongside another outbuilding located at No.175. \r\rHaving regard to the above, the proposed development is therefore considered acceptable in terms of scale, form, bulk, height and design. It is considered that there would not be any unacceptable adverse impacts on the character or appearance of the area in this specific regard.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rGiven the location in the rear garden of the property, the intended use (secured by condition), and existing development in the vicinity; the proposed building would be unlikely to unduly affect the amenities of neighbouring properties. \r\rHaving regard to the above, officers are satisfied that the proposal would have a very limited impact upon the amenities of neighbouring occupiers in terms of overbearing appearance, daylight/sunlight and privacy.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area. Officers therefore consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission be granted.",
    "Application Site\r\rThe application property relates to the ground floor flat, of a two storey semi detached building. There is an existing shed to the rear and a substantial rear garden. \r\rProposal\rThe application is for the erection of single storey side and rear extension with associated changes to fenestration (side elevation). The extension has been designed to create an additional (second) bedroom within the existing kitchen space and to form a new kitchen/dining area. The existing garden shed would also be replaced.\r\rConsultation\r\r15 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposed side extension would measure 4.6m from the existing rear wall to match the depth of the existing side return. The proposed rear extension would continue an additional 1.5m, with a 1.1m setback from the boundary with Nos 42 & 44 Vale Crescent, but to the boundary with Nos 50 & 52 Vale Crescent. \r\rBoth extensions would be 3.15m in height (inclusive of the parapet).  \r\rThe existing shed would be replaced in the same location but reduced in size.\r\rAn existing door on the side (northern) elevation would be replaced with a window, and an additional window and door would be incorporated into the rear elevation. \r\rWhilst the proposed side extension is greater than 3.5m in depth as recommended in the SPD guidance (PG13) for rear extensions, it would be single storey, will not exceed 3.3m and would match the depth of the existing side return, and that of the neighbouring property at Nos 42 & 44. External materials to be used would match and blend with the existing building.\r\rThe proposed rear extension would be sufficiently setback from the neighbouring property at Nos 42 & 44, and with the exception of the window replacing a door, there would be limited impacts in terms of character and appearance to the property at No.s 50 & 52. In addition the existing garden is extensive and would not be compromised by the development.  \r\rThe replacement shed would be smaller and external materials would match with the rest of the building. \r\rHaving regard to the above, the proposed development is therefore considered acceptable in terms of scale, form, bulk, height and design. It is considered that there would not be any unacceptable adverse impacts on the character or appearance of the area in this specific regard.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed development would be setback sufficiently from neighbouring boundaries, and a satisfactory height for this development type ensuring outlook to neighbouring properties is maintained. The replacement of an existing door with windows (side elevation) would also improve neighbour amenity and privacy through obscure glazing (secured by condition).  \r\rHaving regard to the above, officers are satisfied that the proposal would have a very limited impact upon the amenities of neighbouring occupiers in terms of overbearing appearance, daylight/sunlight and privacy.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area. Officers therefore consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission be granted.",
    "Officer Report\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe site comprises a 2 storey semi detached dwelling. It is a corner property with its frontage to Malden Way (A3 trunk road), and side elevation to South Lane. A subway providing pedestrian access is located directly alongside the property frontage to South Lane.\r\rProposal\rThe application seeks permission for the erection of a first floor side extension to accommodate a larger bathroom.\r\rConsultation\r\r5 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposed extension would comprise a dormer extension (with a flat roof) at first floor level to accommodate a larger bathroom and would be modest in size. The extension would be located on the side elevation of the property, set below the main roof level and set back from the existing side elevation, ensuring it remains subordinate to the main house.  The extension would be visible from the side and rear only. External materials would comprise dormer tiles to match the existing roof. Other first floor extensions are evident in the vicinity of the application property.\r\rHaving regard to the above, officers consider that the proposal would not appear disproportionate given existing surrounding development. \r \rThe proposed development is therefore considered acceptable in terms of scale, form, bulk, height and design. It is considered that there would not be any unacceptable adverse impacts on the character or appearance of the area in this specific regard.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extension is some distance from the nearest neighbouring properties to the rear and on the opposite side of the road. There are two small Upvc windows appropriately designed for access to light and ventilation on the side elevation.  The proposed window design and separation from any neighbouring properties would ensure that appropriate levels of outlook, privacy and amenity to neighbouring properties would be maintained.\r\rHaving regard to the above, officers are satisfied that the proposal would have a very limited impact upon the amenities of neighbouring occupiers in terms of overbearing appearance, daylight/sunlight and privacy.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area. Officers therefore consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission be granted.",
    "Application Site\rThe site comprises a semi-detached dwelling within the Woodside Road/Eastbury Road Local Area of Special Character (LASC).\r\rProposal\rThe proposal involves the erection of a single storey rear extension and associated changes to fenestration.\r\rConsultation\rEight neighbouring properties have been notified of the proposals. One objection raising the following summarised material concerns has been received;\r- Excessive height or bulk of buildings;\r- Inappropriate design/layout; and,\r- Loss of light/sunlight.\r\rA letter of support raising the following summarised material issues has also been received:\r- Extension appears congruent;\r- Design would be sympathetic to original property; and,\r-Doesn't invisage substantial negative impact.\r-\rRBK Flood Risk Officer - objection due to lack of sustainable drainage system information.\r\rThese concerns will be addressed within the report.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Flood risk.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that various properties on Woodside Road benefit from single storey rear extensions of a similar size, including one recently granted permission at No. 21 Woodside Road (21/00222/HOU granted 08.04.2021). In this case the proposed development would relate well to the original property due to its simple design and proportionate and subordinate nature and would be in keeping with the character and appearance of nearby properties.  Therefore, it is considered that the proposed development would be acceptable in terms of scale, form, bulk, height, massing, spacing and design and that there would be no adverse impacts on the character or appearance of the area or the local area of special character as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The principal properties to be considered are Nos. 11 & 15 Woodside Road. The proposed extension would be in compliance with BRE guidance in relation to loss of daylight/sunlight to both properties. Officers note that adjoining property, No. 15 also benefits from a rear extension and although the proposed rear extension in this case would be deeper in comparison, it would not be deep enough to fail the 45 degree rule in relation to loss of light to a habitable room. Furthermore, the extension would constitute a proportionate and subordinate addition and no windows are proposed in the flank elevations of the proposed extension. It is therefore considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone 2. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rThe applicant has submitted a site-specific flood risk assessment but this does not consider sustainable drainage systems. As the proposed development would not utilise a sustainable drainage system and the applicant has failed to demonstrate that this would not be feasible, it would be contrary to policy DM4 of the Core Strategy 2012. \r\rHowever, it is acknowledged that the Flood Risk Form submitted by the applicant indicates that floor levels within the proposed development would be set no lower than the main dwelling and appropriate mitigation measures would be implemented as part of the proposed development which are considered acceptable and in accordance with Policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rOn balance and given the scale of the proposed development, officers consider that the proposed devlopment would not materially increase the risk of flooding on site or elsewhere, and that it would be unreasonable to resist the proposal on this basis. Officers therefore attach limited weight to the conflict with policy DM4.\r\rConclusion\rIn conclusion, the proposed development is considered to be in general accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "On the application form provided, 'Yes' was selected for question \"Has the proposal been started?\"\r\rPlease provide details\r",
    "Both existing and proposed plans and elevations must be provided.",
    "Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r\rThe proposal includes the new driveway with drop kerb, please revise the location plan to show the red outline in the proposed site including the front pavement on the public footpath, where drop kerb will be proposed.\r",
    "Please provide a copy of  proposed block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe submitted proposed block plan do not show the proposed development, the scale bar in the block plan does not measure to scale.",
    "Please provide  proposed  plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rThe submitted proposed plan is labelled as existing front garden plan. Please show the dimension of the proposed dropped kerb."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/01/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08349676",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300519,
          51.393546
        ],
        [
          -0.30052,
          51.393519
        ],
        [
          -0.300563,
          51.393519
        ],
        [
          -0.300562,
          51.393546
        ],
        [
          -0.300519,
          51.393546
        ]
      ]
    ],
    "type": "Polygon"
  }
}