{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": "Bus Shelter Outside St Edwards Medical Centre",
  "development_type": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "13703177",
  "wgs84_polygon": null,
  "last_updated": "2025-07-08T04:10:22.828Z",
  "centroid_easting": 551253,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "i. No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii. No advertisement shall be sited or displayed so as to:-",
    "(a) endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) obscure, or hinder the ready interpretation of any traffic sign, railway signal or aid to navigation by water or air; or",
    "(c) hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii. Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv. Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v. Where an advertisement is required under these",
    "The proposed advertisement should operate at an illumination level no greater than 300cd/m2 between dusk and dawn, consistent with the guidance set out in the Institute of Lighting Professionals (ILP) publication: \"The Brightness of Illuminated Advertisements\" (PLG05, January 2015).",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "The minimum display time for each advertisement should be five seconds, the use of message sequencing for the same product is prohibited and the advertisements should not include features/equipment which would allow interactive messages/advertisements to be displayed.",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "There should be no special effects (including noise, smell, smoke, animation, exposed cold cathode tubing, flashing, scrolling, three dimensional, intermittent or video elements) of any kind during the time that any message is displayed. This is in the interest of highway safety.",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "The interval between successive displays should be instantaneous (0.1 seconds or less), the complete screen should change, there should be no visual effects (including fading, swiping or other animated transition methods) between successive displays and the display should include a mechanism to freeze the image in the event of a malfunction.",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "All vehicles associated with the construction and maintenance of the advertisement panel must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "The footway and carriageway on St Edwards Way must not be blocked during the construction and maintenance of the advertisement panel. Temporary obstructions must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the St Edwards Way.",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "No images displayed shall resemble official road traffic signs, traffic lights or traffic matrix signs.",
    "Reason: In the interests of amenity and in order to retain effective planning control.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "ward": "St Edwards",
  "centroid_northing": 189105,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "19/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Consent to display an advertisement",
  "borough": "Havering",
  "description": "Advertisement consent for replacement of existing signage with an internally illuminated double sided digital display sign",
  "decision_date": "23/04/2025",
  "centroid": {
    "lon": 0.181547,
    "lat": 51.580515
  },
  "cil_liability": false,
  "postcode": "RM1 3DQ",
  "actual_completion_date": null,
  "valid_date": "26/02/2025",
  "last_updated_by": "CSV Data Import",
  "id": "Havering-A0005.25",
  "lapsed_date": "23/04/2028",
  "application_details": {
    "existing_uprns": null
  },
  "decision_target_date": "23/04/2025",
  "uprn": null,
  "lpa_app_no": "A0005.25",
  "locality": null,
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "All Other",
  "street_name": "7 St Edwards Way, Romford",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=A0005.25"
}