{
  "secondary_street_name": "Romford",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550533.525,
              192316.81
            ],
            [
              550555.199,
              192318.807
            ],
            [
              550556.625,
              192266.046
            ],
            [
              550552.348,
              192217.849
            ],
            [
              550532.099,
              192220.13
            ],
            [
              550534.666,
              192243.516
            ],
            [
              550538.373,
              192259.487
            ],
            [
              550538.658,
              192264.62
            ],
            [
              550536.662,
              192271.18
            ],
            [
              550535.806,
              192272.891
            ],
            [
              550533.525,
              192316.81
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "site_name": "Haunted House Woods",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 192269,
  "date_building_work_started_under_previous_permission": "31/07/2012",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T15:45:47.081+00:00",
  "centroid": {
    "lat": "51.6091354",
    "lon": "0.1727204"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "RM5 2RX",
  "decision": "Approved",
  "decision_date": "10/10/2022",
  "locality": null,
  "title_number": null,
  "pp_id": "11442705",
  "last_date_consultation_comments": "07/09/2022",
  "decision_process": "Delegated",
  "description": "Change of use of land to use as a residential caravan site accommodating 5 pitches, together with erection of replacement dayroom.",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P1259.22",
  "decision_target_date": "10/10/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100023217329",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "05/2023",
        "intended_commencement_date": "03/2023"
      }
    ],
    "total_gia_gained": 45,
    "site_area": 0.2,
    "total_gia_lost": 20,
    "non_permanent_dwellings_details": [
      {
        "no_lost": 0,
        "type": "Traveller pitches/plots"
      }
    ],
    "total_gia_existing": 20,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 20,
        "use_class": "SG",
        "gia_gained": 45,
        "gia_lost": 20
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4.4,
        "building_ref": "Replacement day room"
      }
    ],
    "grey_water_reuse": true,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 45,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 20,
      "total_gia_gained": 45,
      "total_gia_existing": 20,
      "total_gia_lost": 20
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 5,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 120,
    "ownership_status": "Private"
  },
  "ward": "Havering-atte-Bower",
  "valid_date": "15/08/2022",
  "site_number": null,
  "id": "Havering-P1259.22",
  "development_type": null,
  "centroid_easting": 550545,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1725754,
          51.609568
        ],
        [
          0.172889,
          51.6095802
        ],
        [
          0.17288689999999998,
          51.6091057
        ],
        [
          0.1728045,
          51.6086738
        ],
        [
          0.17251329999999998,
          51.6086997
        ],
        [
          0.1725604,
          51.6089092
        ],
        [
          0.1726207,
          51.6090517
        ],
        [
          0.1726271,
          51.6090977
        ],
        [
          0.17260109999999998,
          51.6091572
        ],
        [
          0.1725894,
          51.6091728
        ],
        [
          0.1725754,
          51.609568
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "borough": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1259.22",
  "application_type_full": "Full planning permission",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The site shall not be occupied by any persons other than gypsies and travellers as defined in Annex 6 of Planning Policy for Traveller Sites (2019).",
    "Reason: Permission is granted solely in recognition of the unmet need for gypsy and traveller sites in Havering, to comply with Policy 11 of the Local Plan 2021.",
    "Prior to commencement of works detailed drawings and a biodiversity management plan demonstrating how biodiversity will be enhanced on the site and measurable biodiversity net gain achieved (using the Government's most recent Biodiversity Metric) must be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the proposals so agreed and shall be retained as such thereafter.",
    "Reason:-",
    "In order to secure adequate ecological mitigation and enhancement, including with regards to protected species.",
    "No works in relation to the approved development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping which shall include; details of all existing trees, hedges and shrubs to be retained; details of compensatory habitat creation; proposed planting, including proposed species, plant sizes and planting densities; details of means of planting, staking and tying of trees, including tree guards; a detailed landscape maintenance regime; details of proposed bird and bat boxes. All proposed planting must be UK native and trees must be selected from the following species: Quercus robur, Tilia sp., Fagus sylvatica, Castanea sativa and Ilex aquilifolium.",
    "Reason:-",
    "To ensure that the development accords with Policy 27 of the Local Plan 2021.",
    "No works shall take place in relation to any of the development hereby approved until a scheme for the protection of preserved and retained trees and hedges on the site has been submitted to and agreed in writing by the Local Planning Authority. The scheme should comply with BS5837 (\"Trees in relation to construction - 2012\") and BS 3998 (\"Recommendations for tree works - 2010\"). Such scheme shall contain details of the erection and maintenance of fences or walls around the trees, details of underground measures to protect roots, the control of areas around the trees and any other measures necessary for the protection of the trees. Such agreed measures shall be implemented before development commences and kept in place until the approved development is completed.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate how the preserved trees on site will be adequately protected during construction.  Submission of details prior to commencement will ensu",
    "Prior to occupation, a lighting design scheme for biodiversity to be submitted and approved in writing by the Local Planning Authority. The scheme should avoid disturbance to foraging and commuting bats and have regard to the latest guidance from the Institute of Lighting Professionals and the Bat Conservation Trust. All new external lighting shall be installed and maintained thereafter in accordance with the approved scheme. Under no circumstances should any other external lighting be installed without prior consent from the local planning authority.",
    "Reason:-",
    "To protect the appearance of the area and protected species.",
    "Any works that affect buildings and clearance of vegetation must be carried out outside of the nesting bird season (1 March to 30 September). If any works that affect buildings or vegetation are required during the nesting bird season the areas affected must be inspected by an ecologist no more than 24 hours prior to the works. The results of any nesting bird survey must be submitted to the Local Planning Authority. If an active nest is found, works must cease and a strategy agreed with the Council to protect the nest until chicks have fledged the nest and left the area.",
    "Reason:-",
    "In order to preserve and enhance the Borough's natural environment.",
    "No commercial activities shall take place on the land, including the storage of materials.",
    "Reason: To protect the amenities of the area and the openness of the Green Belt.",
    "No more than five caravans (including the mobile home), as defined in the Caravan Sites and Control of Development Act 1960 and the Caravan Sites Act 1968 (as amended) shall be stationed on the site at any time.",
    "Reason: To protect the amenities of the site and surrounding area.",
    "Prior to the commencement of any works in relation to the development hereby approved, details of the unmarked building on site shall be provided including the existing and the proposed use of the building.",
    "Reason:-",
    "To ensure that the use of the site complies with Policy 11 of the Local Plan 2021.",
    "The proposed dayroom hereby approved shall only be used as a dayroom and not as a residential caravan.",
    "Reason:",
    "To ensure that the use of the site complies with Policy 11 of the Local Plan 2021 and the Gypsy and Traveller Accommodation Assessment (GTAA) Update report (July 2019).",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "lapsed_date": "10/10/2025",
  "parking_details": null,
  "street_name": "102 St Johns Road"
}