{
  "lpa_name": "Havering",
  "uprn": "100021325414",
  "decision_date": "07/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1086.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 2NB",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.041
  },
  "valid_date": "12/08/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing garage and construction of new 1 x 1 bedroom dwelling with private amenity and off street car parking.",
  "decision_conditions": [
    "The proposed development would, by reason of its uncharacteristically narrow shape and cramped appearance with excessive flank wall height, appears as an incongruous feature in the streetscene harmful to the appearance of the surrounding area and inconsistent with the prevailing character of the local area, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD and the adopted Supplementary Planning Document: Residential Design Guide. The proposal would also fail to accord with the core principle set out in Paragraph 127 of the National Planning Policy Framework which seeks to ensure a high standard of amenity for existing and future occupants of land and buildings.",
    "and the relevant polices of the London Plan and NPPF.",
    "The proposed development would result in living conditions that do not create a suitably high quality living environment for future occupiers. The design approach adopted would be to the detriment of the amenity of future occupiers as it fails to provide adequate outlook from habitable rooms to the public street and fails to meet the internal space standards of the nationally described space standards. The lack of internal space, narrow and cramped configuration, and poor outlook would be in direct contrast to the aims of London Plan Policy 3.5, the nationally described space standard and Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development would, by reason of the bulk, mass and scale of the rear extension with minimal boundary separation, result in harm to the amenity of the neighbouring property by way of building bulk and increased sense of enclosure, contrary to the objectives of Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development would, by reason of the inadequate access to on-site car parking due to obstructions in the public domain including a street tree and lamp post, would result in unacceptable overspill onto the adjoining roads to the detriment of highway safety contrary to Policy DC33 of the LDF Core Strategy and Development Control Policies DPD.",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £4500 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £4500 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of ¿¿¿¿¿¿¿¿¿¿¿¿£125/sq.m (Zone A) and the additional floorspace of 56.4 square metres.",
    "You are advised to visit the planning portal website where y"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:33:19.355+00:00",
  "ward": "Squirrels Heath",
  "parking_details": null,
  "lapsed_date": "07/10/2023",
  "decision_target_date": "07/10/2020",
  "centroid": {
    "lat": "51.5834222",
    "lon": "0.2246559"
  },
  "lpa_app_no": "P1086.20",
  "status": "Dismissed",
  "site_name": "62 CECIL AVENUE",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1086.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554224.094,
              189499.015
            ],
            [
              554221.926,
              189538.842
            ],
            [
              554229.445,
              189539.79
            ],
            [
              554232.628,
              189524.821
            ],
            [
              554233.305,
              189521.502
            ],
            [
              554236.624,
              189501.182
            ],
            [
              554225.11,
              189498.947
            ],
            [
              554224.094,
              189499.015
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "04/09/2020",
  "appeal_decision_date": "29/04/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HORNCHURCH",
  "pp_id": "08947423",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 554228,
  "appeal_start_date": "21/01/2021",
  "centroid_northing": 189518,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2245912,
          51.5832527
        ],
        [
          0.22457739999999998,
          51.5836111
        ],
        [
          0.22468629999999998,
          51.5836176
        ],
        [
          0.2247256,
          51.5834822
        ],
        [
          0.2247339,
          51.583452199999996
        ],
        [
          0.2247729,
          51.5832688
        ],
        [
          0.2246059,
          51.5832518
        ],
        [
          0.2245912,
          51.5832527
        ]
      ]
    ],
    "type": "Polygon"
  }
}