{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/174113VAR;",
  "lapsed_date": "29/03/2021",
  "decision_target_date": "29/03/2018",
  "locality": "Northolt",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB5 4BH",
  "site_name": "2 Epsom Close",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012037097, 000012194990"
    ],
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "174113VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512787,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:29:02.344+00:00",
  "id": "Ealing-174113VAR",
  "application_type": "All Other",
  "street_name": "Epsom Close",
  "borough": "Ealing",
  "ward": "Northolt Mandeville",
  "decision_date": "29/03/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (s73) to vary Condition 2 (approved plans) of planning permission reference: 161644FUL dated 06/09/2016 for Construction of a two storey attached dwellinghouse with habitable accommodation in the roofspace, and associated parking (Minor material amendments involve removal of habitable accommodation in roof space incorporating removal of rear roof dormer extension and removal of roof lights in front roof slope; an increase in width of single-storey side element, construction of first floor rear element, and alterations to fenestration)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 185029,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012037097",
  "centroid": {
    "lon": "-0.3746134",
    "lat": "51.5528853"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512794.051895,
              185019.4979748
            ],
            [
              512787.6537276,
              185013.8495917
            ],
            [
              512785.9964703,
              185015.749048
            ],
            [
              512777.8998203,
              185024.8964296
            ],
            [
              512777.9987611,
              185032.154352
            ],
            [
              512778.2461129,
              185040.4019911
            ],
            [
              512783.3003353,
              185044.9007034
            ],
            [
              512785.7985889,
              185042.051519
            ],
            [
              512786.5983598,
              185041.1517765
            ],
            [
              512790.6961552,
              185036.7030499
            ],
            [
              512791.4959261,
              185035.8033075
            ],
            [
              512792.9140766,
              185034.2437539
            ],
            [
              512793.4994759,
              185033.6039371
            ],
            [
              512800.7468846,
              185025.4462722
            ],
            [
              512794.051895,
              185019.4979748
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the planning permission 161644FUL dated 06/09/2016",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development permitted is approved in accordance with drawing title number(s): Location Plan (P101, Nov 2013); Block Plan (EC/2016/03);Existing Plans and Elevations (P201, Rev C, Nov 2013); Proposed Ground and 1st Floor Plan (dwg no. 401); Proposed 2nd Floor and Roof Plan (dwg no. 402); Proposed Elevations (dwg no. 403) (As approved under planning reference: 161644FUL); As amended by drawings: 896/24, 896/25, 896/26 & 896/27, received 29/08/2017",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "| Parking shall be provided as per the Site Plan within the approved plan P203 (revision D, dated Nov 2013) as part of the previously approved planning permission PP/2014/2358. The off street car parking spaces shown on that approved plans shall be made available prior to first occupation of any part of the development, and this area shall be kept continuously available for car parking and shall not be used for any other purpose.",
    "Reason: To ensure that there is adequate provision for car parking within the site, in accordance with section 6 of the National Planning Policy Framework, policy 6.13 of the London Plan 2015 (as amended), policies 1.1, 1.2 and 4.1 of the Ealing Development Strategy (2012) and 6.13 of the Ealing Development Management Plan Document (2013) | The materials to be used for the external surfaces (including windows) of the development hereby approved shall match those of the adjoining dwelling at no. 2 Epsom Close and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.",
    "REASON: In the interest of securing a high quality development and to ensure that the resulting appearance and construction of the development preserves the visual amenity of the area as a whole in accordance withsection 6, 7 and 8 of the National Planning Policy Framework, policies 3.5, 7.4 and 7.6 of the London Plan 2015 (as amended), policies 1.1, 1.2, 4.1 of the Ealing Development Strategy and policies 7.4 and 7B of the Ealing Development Management Plan Document (2013) | The boundary treatment of the development hereby approved shall match the boundary treatment of the adjoining property at no. 2 Epsom Close.",
    "REASON: In the interest of the visual amenity of the area and to assist providing a suitable setting for the dwelling and screeening from neighbouring prooperties, in pursuance to the objectives of section 6 and 7 of the National Planning Policy Framework, policies 7.1, 7.4 and 7.21 of the London plan 2015 (as amended), policies 1.1, 1.2 and 4.1 of the Ealing Development Strategy and policies 7.4 and 7B of the Ealing Development Management Plan Document (2013) | Notwithstanding the provisions of Classes A, B, C, D E and F of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995 (or any subsequent order revoking and re-enacting that Order with or without modifications), no enlargement, improvement or other alteration to the dwellinghouse hereby approved shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "REASON: To prevent the overdevelopment of the site to safeguard the living conditions of adjoining properties and visual appearance of the buildings and the area as a whole, in accordance with policies 1.1, 1.2, (f) nad 4.1 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), and with policies 3.5, 7.4 and 7.6 of the London Plan (2015 as amended). | A surface drainage scheme shall be implemented for the car parking area hereby approved based on sustainable drainage principles prior to the first occupation of the dwelling hereby approved.",
    "REASON: To ensure the drainage measures comply with sustainability requirements, and to prevent the increased risk of flooding in accordance with policies 1.1 and 1.2 of the Ealing Development Strategy 2026, policies 5.12, 5.13 and 5.14 of the London Plan 2015 (as amended) and section 10 of the National Planning Policy Framework. | Notwithstanding any information submitted with this application, the residential unit hereby approved shall be constructed to achieve to a minimum Level 4 of the Code for Sustainable Homes (based on November 2010 Technical Guide). The associated reports/ assessment and certifications to demonstrate compliance shall be submitted to the Local Planning Authority for written approval as follows:",
    "- After commencement of development: Within 3 months of the commencement of construction of the development (Interim Design Stage Assessment and related certification)",
    "- After completion of Development and prior to first occupation: A Post-Construction Code for Sustainable Homes Review/Report.",
    "- 6 months after the date of first occupation of the development: Post-Construction Stage Certificates verified by the BRE, confirming level 4 has been achieved.",
    "REASON: To ensure a sustainable living environment is secured in accordance with policies 5.1, 5.2, 5.3 of the London Plan 2015 (as amended); 1.1 and 1.2 of the Ealing adopted Development (Core) Strategy 2012; and policy 5.2 of the Ealing Development Management DPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/08/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06194451",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3745148,
          51.5527985
        ],
        [
          -0.37460879999999996,
          51.552749
        ],
        [
          -0.37463209999999997,
          51.5527664
        ],
        [
          -0.37474589999999997,
          51.5528502
        ],
        [
          -0.37474219999999997,
          51.5529154
        ],
        [
          -0.37473599999999996,
          51.5529895
        ],
        [
          -0.3746617,
          51.5530289
        ],
        [
          -0.3746266,
          51.5530028
        ],
        [
          -0.3746153,
          51.5529946
        ],
        [
          -0.3745577,
          51.5529538
        ],
        [
          -0.3745464,
          51.5529455
        ],
        [
          -0.3745265,
          51.5529312
        ],
        [
          -0.37451819999999997,
          51.5529254
        ],
        [
          -0.3744164,
          51.5528506
        ],
        [
          -0.3745148,
          51.5527985
        ]
      ]
    ],
    "type": "Polygon"
  }
}