{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "13/12/2016",
  "development_type": "Minor all other minor developments",
  "ward": "Trinity_historic",
  "lapsed_date": "10/02/2020",
  "decision_date": "10/02/2017",
  "lpa_app_no": "16/P4810",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": "51.419062",
    "lon": "-0.1935297"
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "07/02/2017",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T11:47:33.790+00:00",
  "locality": "Wimbledon",
  "date_building_work_completed_under_previous_permission": null,
  "description": "ALTERATIONS AND EXTENSIONS AT GROUND FLOOR LEVEL TO REFORM COMMERCIAL SPACES WITH FLEXIBLE USE INCLUDING A1/A2/B1A. FIRST FLOOR EXTENSION TO REAR ADDITION, LOFT AND REAR ADDITION POD EXTENSIONS TO ENLARGE EXISTING RESIDENTIAL UNIT. ALTERATIONS TO EXISTING ACCESS POINTS.",
  "application_type_full": null,
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=16/P4810",
  "site_number": "134",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "site_area": 0.013000000000000001
  },
  "pp_id": null,
  "postcode": "SW19 1EH",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.193572,
          51.4190654
        ],
        [
          -0.1935622,
          51.4190778
        ],
        [
          -0.1934532,
          51.4190883
        ],
        [
          -0.1934514,
          51.4190788
        ],
        [
          -0.1933518,
          51.4190894
        ],
        [
          -0.19335429999999998,
          51.4190989
        ],
        [
          -0.1931723,
          51.4191181
        ],
        [
          -0.1931596,
          51.419073
        ],
        [
          -0.1932456,
          51.4190635
        ],
        [
          -0.1932903,
          51.419061
        ],
        [
          -0.1933213,
          51.4190593
        ],
        [
          -0.19334369999999998,
          51.4190578
        ],
        [
          -0.1935481,
          51.4190353
        ],
        [
          -0.193572,
          51.4190654
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Merton Road",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 16.8705.01, 16.8705.02, 16.8705.03, 16.8705.04F, 16.8705.05F, 16.8705.06C, 16.8705.07D and 16.8705.08B.",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted, other than the identified roof terrace shown on drawing number 16.8705.04F shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - The screening or enclosure to the balcony as shown on the approved plans shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 7 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - No demolition or site works shall commence until details of construction exclusion zones to include the protection of the retained trees identified in the Tree Survey Plan have been submitted to and approved in writing by the Local Planning Authority and the approved details are fully in place. Any building construction outside of the construction exclusion zone, but within an area identified for root protection, shall be protected using ground protection as detailed in BS 5837:2012, or as required by the Local Planning Authority. The details as approved shall be retained and maintained until the completion of all site operations.",
    "Condition : 9 - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n (i) Parking of vehicles of site workers and visitors;\r\n  \t (ii) Loading and unloading of plant and materials;\r\n \t (iii) Storage of construction plant and materials;\r\n \t (iv) Control of dust, smell and other effluvia;\r\n \t (v) Control of surface water run-off.\r\nNo development shall be carried out except in full accordance with the approved method statement.\r\n",
    "Condition : 10 - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 11 - The doors of the garage or gates hereby approved shall not open over the adjacent highway.",
    "Condition : 12 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 13 - Before the development hereby permitted is first occupied, the wet room window in the second floor of the rear facing elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 14 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' \r\nor 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 15 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 16 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 17 - INFORMATIVE\r\nEvidence requirements relating to sustainability are detailed in the \"Schedule of Evidence Required - Post Construction Stage\" under Category 1: Energy and Carbon Dioxide Emissions (ENE1: dwelling emissions rate) and Category 2: Water (WAT1: Indoor water use) of the Code for Sustainable Homes Technical Guide (2010).\r\n",
    "Condition : 18 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of ground water. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": "170442",
  "site_name": null,
  "decision_target_date": "07/02/2017",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525705.0507996,
              170442.3009774
            ],
            [
              525705.7021594,
              170443.7005768
            ],
            [
              525713.2463903,
              170445.0501905
            ],
            [
              525713.4030465,
              170444.0004909
            ],
            [
              525720.2959176,
              170445.3501046
            ],
            [
              525720.0980361,
              170446.3998041
            ],
            [
              525732.6964895,
              170448.849103
            ],
            [
              525733.7023869,
              170443.8505338
            ],
            [
              525727.7494528,
              170442.6508772
            ],
            [
              525724.6493098,
              170442.3009774
            ],
            [
              525722.4973489,
              170442.0510489
            ],
            [
              525720.9472774,
              170441.8511062
            ],
            [
              525706.7987525,
              170439.0019217
            ],
            [
              525705.0507996,
              170442.3009774
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "48049662",
  "appeal_decision_date": null,
  "id": "Merton-16_P4810",
  "centroid_easting": "525708"
}