{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM11 3JJ",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23283279999999998,
          51.5731145
        ],
        [
          0.2330242,
          51.5726056
        ],
        [
          0.23300669999999998,
          51.572567
        ],
        [
          0.23280969999999998,
          51.5725903
        ],
        [
          0.2326827,
          51.5730848
        ],
        [
          0.23283279999999998,
          51.5731145
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "21 Barleycorn Way",
  "centroid_easting": 554831,
  "pp_id": "12643871",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_completion_date": "12/2024",
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 54,
    "intended_commencement_date": "03/2024",
    "site_area": 0.07600000000000001
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P1883.23",
  "decision_date": "03/04/2024",
  "last_updated": "2025-03-19T23:03:34.472+00:00",
  "centroid_northing": 188357,
  "centroid": {
    "lat": "51.5728259",
    "lon": "0.2328412"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Emerson Park",
  "bo_system": "CSV Data Import",
  "lapsed_date": "03/04/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "25/03/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "0120-2832-2030-2192-3211",
  "valid_date": "20/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under materials section of the application form and on drawing DHA/32359/07 Rev. B unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed glazing in the study/play area window and the door and window to the plant/av room/utility as shown on drawings DHA/32359/06 Rev: B & DHA/32359/07 Rev: B adjacent to No.19 Barleycorn Way, Hornchurch shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "The proposed first floor flank windows serving the bathroom adjacent to No.19 and the two en-suites adjacent to No.23 Barleycorn Way, Hornchurch shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut in accordance with drawing nos. DHA/32359/06 Rev: B & DHA/32359/07 Rev: B",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Ms R Dennis (Agent) by phone and e-mail. The revisions involved replacing the balcony with a juliette balcony to first floor rear extension and reducing the depth of ground floor rear adjacent to No.19 and clarification on windows. However, due to the re-design the depth of ground floor rear was increased adjacent to No.23. Neighbours were re-consulted following receipt of revised plans. The amendments were subsequently submitted on 01/03, 04/03 & 02/04/24."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100021322890",
  "decision_target_date": "03/04/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554829.44,
              188389.08
            ],
            [
              554844.43,
              188332.9
            ],
            [
              554843.35,
              188328.57
            ],
            [
              554829.62,
              188330.74
            ],
            [
              554819.14,
              188385.46
            ],
            [
              554829.44,
              188389.08
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Hornchurch",
  "secondary_street_name": null,
  "description": "Demolition of existing double garage and erection of part two-storey side and rear extension and part single storey front and rear extension",
  "id": "Havering-P1883.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1883.23"
}