{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100101450",
  "decision_date": "29/03/2012",
  "epc_number": null,
  "application_type_full": "Outline planning permission: Some matters reserved",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-11_01044_OUT",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": "02/02/2015",
          "actual_completion_date": null,
          "no_rooms_proposed": 80,
          "actual_commencement_date": null,
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": "14/00959/OUT",
          "no_rooms_lost": 0
        }
      ],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 21.25,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 15092,
      "total_gia_gained": 58383,
      "total_gia_lost": 7546,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 67174
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": "02/02/2015",
        "actual_completion_date": null,
        "use_class": "A1",
        "gia_gained": 9276,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "14/00959/OUT",
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": "02/02/2015",
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 8791,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "14/00959/OUT",
        "gia_lost": 7546
      },
      {
        "gia_existing": -1,
        "superseded_date": "02/02/2015",
        "actual_completion_date": null,
        "use_class": "B1c",
        "gia_gained": 8791,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "14/00959/OUT",
        "gia_lost": 7546
      },
      {
        "gia_existing": 0,
        "superseded_date": "02/02/2015",
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 27000,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "14/00959/OUT",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": "02/02/2015",
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 13316,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "14/00959/OUT",
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": "Sanofi Aventis",
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 28.0143
  },
  "valid_date": "23/12/2011",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Mixed use redevelopment comprising erection of up to 30,000m2 of buildings (Use classes B1(c), B2, B8, D1), retention and re-use of 41,637m2 of buildings (Use classes B1, B2, B8, D1) including up to 3,500m2 healthcare building (Use class D1), erection of 9,816m2 training centre (Use class D1), 9,276m2 supermarket including petrol station, 80 bed hotel and restaurant (Use class C1) and 2 floodlit synthetic turf football pitches with associated landscaping and parking.",
  "decision_conditions": [
    "Approval of the details of the appearance, layout, scale, the means of access thereto and the landscaping of the site (hereinafter called \"the reserved matters\") for each Area shown on drawing 013 Rev D (or another sub area as may be agreed with the Local Planning Authority) shall be obtained from the Local Planning Authority. The development within that Area shall not be carried out except in accordance with the details so approved.\r\rReason:  The application is in outline only, and these details remain to be submitted and approved.",
    "Application for approval of the reserved matters for the first Area shall be made to the Local Planning Authority before the expiration of three years from the date of this outline permission. Applications for approval of reserved matters for other Areas shall be made to the Local Planning Authority before the expiration of five years from the date of this outline permission.\r\rReason:  To comply with Section 92 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development permitted for each Area shall commence before the expiration of two years from the date of the approval of the last of the reserved matters to be approved for that Area.\r\rReason:  To comply with Section 92 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act 2004).",
    "Notwithstanding conditions 1, 2 and 3, and drawing number 014 Revision B the first reserved matter submitted to the Local Planning Authority shall be the means of access and no other reserved matters shall be submitted until the reserved matters for the means of access has been approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the details approved and the approved means of access shall be implemented prior to the commencement of uses.\r\rReason:  To ensure that satisfactory means of access is provided for the development and to accord with Policies BR10 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rLHUD222201-0017 Rev A - Site Location Plan\r007 Rev G - Illustrative Masterplan\r014 Rev B - Access\r013 Rev D - Maximum Quantums of Development\r00009 Rev D - Illustrative Masterplan: Land Uses\r008 Rev E - Parameter Plan: Building Heights and Dimensions\r\rReason:  For the avoidance of doubt and in the interest of proper planning.",
    "Up to 20,000 sq.m of the overall development can be used for Use Class B8 (storage and distribution) in areas 4a and 4b  as shown on the drawings submitted with application and up to 7000 sq.m  in area 5 as shown on the drawings submitted with the application. \r\rReason: To ensure an appropriate mix of employment generating uses on site in accordance with Policy CE4 of the Core Strategy",
    "Notwithstanding the details indicated on the submitted plans, no permission is hereby given to any uses within Class D1 of the Town and Country Planning (Use Classes) Order 1987 (as amended) other than for the provision of education, medical and health facilities.\r\rReason:  To ensure that an appropriate mix of D1 uses on the site and to accord with Policy SSA SMA5 of the Site Specific Allocations Development Plan Document.",
    "Prior to the commencement of development (other than demolition and site clearance) approved by this planning permission (or such other date or stage in development as may be agreed in writing with the Local Planning Authority), the following components of a scheme to deal with the risks associated with contamination of the site shall each be submitted to and approved, in writing, by the Local Planning Authority:\r\r1)\tA preliminary risk assessment which has identified:\r\ro\tAll previous uses\ro\tPotential contaminants associated with those uses\ro\tA conceptual model of the site indicating sources, pathways and receptors\ro\tPotentially unacceptable risks arising from contamination at the site.\r\r2)\tA site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site.\r\r3)\tThe site investigation results and the detailed risk assessment (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken. \r\r4)\tA verification plan providing details of the data that will be collected in order to demonstrate that the works set out in (3) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action.\r\r\tAny changes to these components require the express consent of the Local \tPlanning Authority.  The scheme shall be implemented as approved. \r\r\tReason:  To ensure protection of controlled waters and to accord with Policy \tBR5 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the occupation of the development in any Area, a verification report demonstrating completion of the works set out in the approved remediation strategy for that Area and the effectiveness of the remediation shall be submitted to and approved, in writing, by the Local Planning Authority.  The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met.  It shall also include any plan (a \"long-term monitoring and maintenance plan\") for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action, as identified in the verification plan, and for the reporting of this to the Local Planning Authority.  The long-term monitoring and maintenance plan shall be implemented as approved.\r\rReason:  To ensure protection of controlled waters and to accord with Policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development (other than demolition and site clearance) in the relevant Area , unless otherwise agreed in writing by the Local Planning Authority.  The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works\r\rReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to works, neighbours and other offsite receptors in accordance with policy BR5 of the Borough Wide Development Policies  Development Plan Document.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development within the affected part of the development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with.  The remediation strategy shall be implemented as approved. \r\rReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to works, neighbours and other offsite receptors in accordance with policy BR5 of the Borough Wide Development Policies  Development Plan Document.",
    "No infiltration of surface water drainage into the ground is permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters.  The development shall be carried out in accordance with the approval details.\r\rReason:  To ensure protection of controlled waters and to accord with Policy BR4 of the Borough Wide Development Policies Development Plan Document.",
    "Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to ground water.  The development shall be carried out in accordance with the approved details.\r\rReason:  To ensure protection of controlled waters and to accord with Policy BR4 of the Borough Wide Development Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until a surface water drainage scheme , for that part of the development ,based on sustainable drainage principles and an assessment of the hydrological and hydro geological context of the development, has been submitted to and approved in writing by the Local Planning Authority.  The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.\r\rThe scheme shall also include details of\r\ro\tHow Sustainable Drainage Systems (SUDs) such as permeable pavements, filter drains and strips, swales, temporary basins, ponds, wetlands and green/brown roofs will be maximised on this site with any obstacles to their use clearly justified.\ro\tHow the surface water drainage discharge from the site will be reduced, as far as is practical, to Greenfield rates and that it is managed as close to its source as possible and set out how this will be achieved in line with Policy 5.13 of the Mayors London Plan.\ro\tHow the scheme shall be maintained after completion.\r\r\tThe scheme shall be fully implemented and subsequently maintained, in accordance with the timing/phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the Local Planning Authority.\r\r\tReason: To prevent flooding by ensuring the satisfactory storage and disposal of surface water from the site and to reduce the risk of flooding on the proposed development and future occupants and to accord with policy BR4 of the Borough Wide Development Policies Development Plan Document and Policy 5.13 of the London Plan (2011).",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until such time as a scheme to dispose of foul and surface water from that part of the development has been submitted to, and approved in writing by, the Local Planning Authority.  The scheme shall be implemented as approved. \r\rReason:  To prevent pollution of the water environment and to accord with Policy BR4 of the Borough Wide Development Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until such time as a scheme to install underground tanks for that part of the development has been submitted to, and approved in writing by, the Local Planning Authority.  The scheme shall include the full structural details of the installation, including details of: excavation, the tank(s), tank surround, associated pipework and monitoring system.  The scheme shall be fully implemented and subsequently maintained, in accordance with the scheme, or any changes as may subsequently be agreed, in writing, by the Local Planning Authority.\r\rReason:  To prevent the pollution of the water environment and to accord with Policy BR4 of the Borough Wide Development Policies Development Plan Document.",
    "Development of the synthetic turf pitches shall not be commenced until a scheme for the floodlighting of the synthetic turf sport pitches is submitted to and approved in writing by the Local Planning Authority.  The scheme shall include details of lighting materials, number of poles to be used, the height of the poles and measures to control glare and overspill light from floodlighting and to ensure that floodlights are switched off when not in use.  The scheme shall be designed, installed, operated and maintained so as to fully comply with The Association of Chief Police Officers - Secured by Design publication \"Lighting Against Crime - A Guide for Crime Reduction Professional\", ACPO SPD, January 2011.  The design shall satisfy criteria to limit obtrusive light presented in Table 1, p25 of the guide, relating to Environmental Zone E2 - Low district brightness areas - Rural, small village or relatively dark urban locations.  The floodlights shall thereafter be operated in accordance with the approved scheme. \r\rReason: In the interest of safeguarding neighbouring amenities, to preserve the character of the green belt and to ensure that there is no adverse impact on biodiversity in accordance with Policy CM3 of the Core Strategy and Policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until a lighting management strategy for that part of the development that sets out measures to limit unnecessary illumination levels and mitigate bat and other nocturnal species disturbance has been submitted to and approved in writing by the Local Planning Authority.  The development shall be implemented in accordance with the approved lighting management strategy and thereafter retained as such.\r\rReason:  In order to protect nature conservation value of the site and in accordance with Policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place in the relevant part of the development until a scheme specifying the provisions to be made to control noise and dust emanating from that part of the development during construction works has been submitted to, and approved in writing by, the Local Planning Authority.  This scheme should include details of the construction methods to be employed and the equipment to be used.\r\rReason:  To ensure that the proposed construction work does not cause nuisance and disturbance to neighbouring occupiers and in accordance with Policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place in the relevant part of the development until a scheme to control noise and vibration emanating from fixed plant and machinery within that part of the development is submitted to and approved in writing by the Local Planning Authority.  The approved scheme shall be fully implemented before the first use of any development to which it relates and is to be maintained at all times thereafter.  \r\rReason:  To ensure that the noise emanating from plant and machinery does not cause nuisance and disturbance to neighbouring occupiers and in accordance with Policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by, the Local Planning Authority.  The approved Statement shall be adhered to throughout the construction period.  The Statement shall provide for;\r\ri.\t\tthe parking of vehicles of site operatives and visitors;\rii.\t\tdetails of access to the site;\riii.\t\tloading and unloading and the storage of plant and materials used in constructing the development;\riv.\t\tthe erection and maintenance of security hoardings including decorative displays;\rv.\t\twheel washing facilities\rvi.\t\tmeasures to control the emission of noise, dust and dirt during construction;\rvii.\ta scheme for recycling/disposing of waste resulting from demolition and \t\tconstruction works; and\rviii.\tdetails of a nominated developer/resident liaison representative with an address and contact telephone number to be circulated to hose residents consulted on the application by the developer's representatives.  This person will act as first point of contact for residents who have any problems or questions related to the ongoing development.\r\rReason:  To order to reduce the environmental impact of the construction and the impact on the amenities of the neighbouring residents and in accordance with Policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to the commencement of the development a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall be designed to minimise deliveries of materials and export of any waste materials within the times of peak traffic congestion on the local road network.  The Plan shall be implemented in accordance with the approved details and thereafter maintained.\r\rReason:  In order to minimise the impact of the development on the free flow of traffic on the local highway network and in the interests of highway safety and in accordance with Policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until a Delivery and Servicing Plan to incorporate details of deliveries to the site, including size of vehicle, routing of deliveries, and times of deliveries for that part of the development has been  submitted to and approved in writing by the Local Planning Authority.  The Plan shall be adhered to thereafter unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  In order to minimise the impact of the development on the local highway network and traffic congestion and in accordance with Policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "Notwithstanding the details submitted with the planning application, no more than a maximum of 1043 car parking spaces shall be provided for the development . No more than 700 of these spaces shall be provided within areas 1, 2, 3, 4a, 4b and 5 as indicated on drawing number 013RevisionD . These 700 spaces shall only be accessed from Rainham Road South. A maximum of 343 of these spaces shall be provided in area 6 as indicated on drawing number 013RevisionD. These 343 spaces shall only be accessed from Dagenham Road.  The allocation of the proposed car parking provision for each land uses shall be indicated in a car parking management plan to be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development (not including site clearance and demolition).  The car parking management plan shall also include measures to prevent commuter car parking.  The car parking management plan shall also include details of proposed coach parking incorporating a set-down and pick-up area.  The car parking management plan shall also identify provision for accessible car parking provision, car club spaces, motorcycle parking and commercial vehicle parking.  The development shall be implemented in accordance with the car parking management plan.  The plan shall be adhered to thereafter unless otherwise agreed in writing by the Local Planning Authority. \r\rReason:  To ensure that an appropriate level off-street parking areas are provided for different modes of transport and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with Policy BR9 of the Borough Wide Development Policies Development Plan Document.",
    "Notwithstanding condition number 24, only 343 of the 597 of existing car parking spaces (accessed from Dagenham Road) shall be used for the development hereby approved.  The remaining 254 car parking spaces shall only be used as overflow car parking for one-off special events held by the May & Baker sports club, Eastbrookend Country Park, The Chase Nature Reserve and the Barking Expo.  Prior to these events taking place the Local Planning Authority shall be notified and the proposed date, times and full details of the events shall be provided.  The car park shall only be used for over-flow car parking for a maximum of 10 days a calendar year unless otherwise agreed in writing by the Local Planning Authority.  \r\r\rReason:  To ensure that sufficient off-street car parking provision is provided for one-off special events and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with Policy BR9 of the Borough Wide Development Policies Development Plan Document.",
    "Notwithstanding the details of condition number 24, 10 per cent of all car parking spaces for the retail superstore shall be for electric vehicles with an additional 10 per cent passive provision incorporating for electric vehicles in the future.  20 per cent of all spaces for B1 employment uses shall be for electric vehicles with an additional 10 per cent incorporating passive provision for electric vehicles in the future unless otherwise agreed in writing by the Local Planning Authority.  The electric vehicle spaces shall be constructed and marked out and the charging points installed prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:  To encourage the use of electric cars in order to reduce carbon emissions, and in accordance with Policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "Notwithstanding the details submitted with the planning application the development shall provide a minimum of 417 cycle parking spaces.  Should it transpire that the use in area 3 (Training Centre - Use Class D1) exceeds 80 staff/students, the development shall make provision for additional cycle parking spaces (1 cycle parking space per 8 staff or students) and thereafter maintained as such.\r\rReason:   In the interests of promoting cycle as a sustainable and non-polluting mode of transport and in accordance with Policy BR11 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall not be commenced  (other than demolition and site clearance) until a site wide access strategy that  demonstrates that adequate facilities and provisions will be made within all buildings and across the site for people with disabilities.  The access strategy shall demonstrate that at least 10% of rooms within the new hotel will be accessible and identify suitable facilities for disabled people within the sports facilities and retail superstore.  The development shall be implemented in accordance with the approved access strategy and thereafter retained as such unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  To ensure and promote easier access for disabled persons to be the development in accordance with Policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until the applicant has provided to the Local Planning Authority for approval an independently verified BREEAM assessment for the relevant part of the development that achieves an 'Excellent' rating with certification. The approved scheme shall then be implemented in accordance with these details.  A certificated Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met, prior to the first occupation of the development. For the avoidance of doubt the re-use of existing buildings within this site is excluded from this condition.\r\rReason: To ensure the proposed development is designed in an environmentally sustainable manner and in accordance with Policy CR1 of the Core Strategy and Policy BR1 of the Borough Wide Development Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until full details for each unit in that part of the development demonstrating that a 25% per cent improvement on Part L of 2010 Building Regulations have been submitted to and approved in writing by the Local Planning Authority.  Energy output a monitoring devices and data, in a form to be agreed with the Local Planning Authority shall be available to the Local Planning Authority before installation.\r\rReason:  In the interests of safeguarding the environment, to ensure that the development provides renewable energy in accordance with Policy BR2 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall not be commenced (other than demolition and site clearance) until a site wide energy strategy has been submitted to and approved by the Local Planning Authority.  The energy strategy shall provide a commitment to connect to any potential future district heating network, demonstrate with an accompanying plan the route of the proposed onsite heat network linking all buildings on the site and details of the energy centre including its floor area and its siting and location and include other renewable energy measures including photovoltaics (unless otherwise agreed in writing by the Local Planning Authority). The development shall be implemented in accordance with the approved energy strategy.\r\rReason:  In the interests of safeguarding the environment, to ensure that the development provides renewable energy in accordance with Policy BR2 of the Borough Wide Development Policies Development Plan Document.",
    "The superstore shall not trade outside the hours of 07:00 am and 23:00 pm Monday to Saturday and 10:00 am and 18:00 pm on Sunday; the store shall not be serviced outside the hours of 06:00 am and 00:00 midnight Monday to Saturday and 09:00 am and 19:00 pm on Sunday;\r\rReason:  To prevent the use causing any undue disturbance to occupants of neighbouring properties at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The net sales area (excluding checkouts) of the building (as defined by Annex A of the PPS4 Practice Guide) should not exceed 6,958 square metres and comparison goods should not account for more than 2,435 square metres.\r\rReason: \rTo protect the viability and vitality of neighbouring shopping parades and to comply with Policy BE3 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted within Areas 2, 3 or 4a shall not be commenced until detailed design and method statements (in consultation with London Underground) for all of the foundations, basement and ground floor structures, or for any other structures below ground level, including piling (temporary and permanent) within that Area, have been submitted to and approved in writing by the Local Planning Authority which:\r\ro\tProvide details of all structures.\ro\tAccommodate the location of the existing London Underground Structures.\ro\tDemonstrate access to elevations of the building adjacent to the property boundary with London Underground can be undertaken without recourse to entering London Underground Land.\ro\tDemonstrate that there will at no time be any potential security risk to London Underground's railway, property or structures.\ro\tAccommodate ground movement arising from the construction thereof.\ro\tMitigate the effects of noise and vibration arising from the adjoining operations within the structure.\ro\tProvide details of any tall plant to be used on site.\ro\tProvide details of any scaffolding to be erected on the elevation facing the railway.\r\r\tThe development shall thereafter be carried out in all respects in accordance with \tthe approved design and method statements.\r\rReason:  To ensure that the development does not impact on existing London \tUnderground transport infrastructure, in accordance with London Plan policy 3C.4 \tand 'Land for Transport Functions' Supplementary Planning Guidance.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation within that part of the development which has been submitted by the applicant and approved by the Local Planning Authority.  The development shall only take place in accordance with the detailed scheme pursuant to this condition.  The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.\r\rReason:  Significant archaeological remains may survive on the site.  The planning authority wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development, in accordance with the guidance set out in Planning Policy Statement 5.",
    "No development shall take place in Area 5 until the applicant has secured the implementation of a programme of historic buildings recording work in accordance with a written scheme for investigation which has been submitted by the applicant and approved by the Local Planning Authority.  The development in Area 5 shall only take place in accordance with the detailed scheme pursuant to this condition.  The works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority. \r\rReason:  Historically significant structures may survive on the site.  The planning authority wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to the development, in accordance with the guidance set out in Planning Policy Statement 5.",
    "No open storage shall be permitted on site unless otherwise agreed in writing with the Local Planning Authority. \r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy and Policy BP11 of the Borough Wide \tDevelopment Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until a scheme for the storage and disposal of refuse has been submitted for that part to and approved in writing by the Local Planning Authority.\r\rReasons:  To protect the amenity of future occupiers and adjoining occupiers in accordance with Policy BR15 of the Borough Wide Development Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until details of the proposed living roofs including their type, location and specific purpose together with a maintenance schedule shall be submitted to an approved in writing by the Local Planning Authority prior to the construction of the parts of the development containing a living roof.  The living roofs shall be constructed in accordance with the approved details and thereafter maintained in accordance with the approved maintenance schedule.\r\rReason:  In the interests of reducing the impact of the development on the mains drainage system, enhancing the insulation of the building and contributing to biodiversity and in accordance with Policy CR1 of the Core Strategy and Policies BR3, BR4 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until a security management scheme for that part of the development, including, for example, details of CCTV, door entry systems and car park security, has been submitted to and approved in writing by the Local Planning Authority.  The security management scheme for that part of the development shall be implemented in accordance with the approved details and prior to the first occupation of that of that part of the development and permanently retained thereafter to the satisfaction of the Local Planning Authority.\rReason:  In order to provide a safe and secure development, in accordance with Policy BC7 of the Borough Wide Development Policies Development Plan Document.",
    "No part of the development shall be occupied until there has been submitted to and approved in writing by the Local Planning Authority a Travel Plan for that part of the development which shall include proposals for minimising car-borne travel and encouraging walking, cycling and the use of public transport. The Travel Plan shall include details of funding, implementation, monitoring and review.  The approved Travel Plan shall be implemented and monitored with the approved scheme.\r\rReason:  In order to encourage the use of sustainable transport and in accordance with Policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "No development (other than demolition and site clearance) shall take place in the relevant part of the development until full details of cycle parking, including its external appearance, location and the means of secure storage proposed for that part, have been submitted to and approved in writing by the Local Planning Authority.  The cycle parking shall be provided prior to the occupation of that part of the development, and shall be retained thereafter, and used for no other purpose.\rReason:  In order to encourage the use of cycling as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall not be commenced until an Ecological Management Plan has been submitted to and approved in writing by the Local Planning Authority. \r\rReasons:  In order to protect the nature conservation value of the site and in accordance with Policy BR3 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place in the relevant part of the development until the submission to and approval by the Local Planning Authority of a habitat survey and implications assessment of that part by a qualified ecologist which shall assess the bio-diversity impact of the development and propose any necessary habitat mitigation measures.  Any agreed habitat mitigation measures shall be carried out in accordance with the approved details.\r\rReason: In order to protect the nature conservation value of the site and in accordance with policy BR3 of the Borough Wide Development Policies \tDevelopment Plan Document.",
    "No occupation shall take place in the relevant part of the development until a scheme for the provision of bird and bat boxes has been submitted to and approved in writing by the Local Planning Authority, and implemented prior to first occupation of the relevant part of the development to the satisfaction of the Local Planning Authority. \r\rReason: To protect and conserve the natural features, ecology, and character of the area and ensure their long term sustainability in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "No development shall take place in the relevant part of the development until a detailed tree survey of the site comprising a plan and schedule indicating the precise location, species, spread, height and condition of each tree accurately plotted and showing those trees to be retained and those to be felled (within that part) with a reason for felling has been submitted to and approved in writing by the Local Planning Authority.\r\rReason:  to provide for the retention and protection of existing trees in the interests of visual amenity and biodiversity and in accordance with policies BR3 and BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "No development shall take place in the relevant part of the development and until all such works are completed before:\r\ra)\tall trees to be retained within that part shall be protected by secure, stout exclusion fencing erected at a minimum distance equivalent to the branch spread of the trees and in accordance with BS.5837;\r\rb)\tany works connected with the approved scheme within that part within the branch spread of the trees shall be by hand only.  No materials, supplies, plant or machinery shall be stored, parked or allowed access beneath the branch spread or within the exclusion fencing.  Any trees that are damaged or felled during construction work must be replaced with semi mature trees of the same or similar species.\r\rReason:  To ensure the safety and well-being of the trees on the site that are to remain after building works are completed in accordance with policies BR3 and BP11 of the Borough Wide Development Policies Development Plan Document."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:07.024+00:00",
  "ward": "Eastbrook",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": 0,
    "no_proposed_car": 1043,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 597,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 446,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 417,
    "net_cycle": 417
  },
  "lapsed_date": "29/03/2017",
  "decision_target_date": "22/03/2012",
  "centroid": {
    "lat": "51.547018",
    "lon": "0.17141879999999998"
  },
  "lpa_app_no": "11/01044/OUT",
  "status": "Superseded",
  "site_name": "London East Business And Technical Park",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=21766",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550674.284,
              185724.698
            ],
            [
              550675.369,
              185646.581
            ],
            [
              550736.127,
              185654.175
            ],
            [
              550739.382,
              185459.966
            ],
            [
              551069.213,
              185481.665
            ],
            [
              551121.291,
              185290.711
            ],
            [
              550314.074,
              185047.266
            ],
            [
              550290.205,
              185142.689
            ],
            [
              550240.297,
              185236.658
            ],
            [
              550245.721,
              185243.168
            ],
            [
              550299.97,
              185250.762
            ],
            [
              550472.48,
              185437.377
            ],
            [
              550495.264,
              185448.227
            ],
            [
              550536.493,
              185452.567
            ],
            [
              550567.957,
              185526.344
            ],
            [
              550445.356,
              185653.286
            ],
            [
              550554.937,
              185720.554
            ],
            [
              550616.781,
              185740.083
            ],
            [
              550662.349,
              185754.188
            ],
            [
              550661.264,
              185629.416
            ],
            [
              550668.859,
              185668.475
            ],
            [
              550661.264,
              185833.391
            ],
            [
              550663.434,
              185854.005
            ],
            [
              550643.905,
              185988.541
            ],
            [
              550654.755,
              185990.711
            ],
            [
              550674.284,
              185848.385
            ],
            [
              550665.604,
              185831.025
            ],
            [
              550668.859,
              185788.712
            ],
            [
              550674.284,
              185724.698
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Sanofi Aventis site",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "YEWTREE AVENUE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "550660",
  "appeal_start_date": null,
  "centroid_northing": "185359",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.171781,
          51.5503
        ],
        [
          0.1717632,
          51.5495978
        ],
        [
          0.1726421,
          51.5496499
        ],
        [
          0.17260589999999998,
          51.547904
        ],
        [
          0.17736849999999998,
          51.5480109
        ],
        [
          0.1780371,
          51.5462812
        ],
        [
          0.1663007,
          51.5443091
        ],
        [
          0.1659974,
          51.5451729
        ],
        [
          0.1653183,
          51.5460305
        ],
        [
          0.1653992,
          51.5460875
        ],
        [
          0.1661842,
          51.5461413
        ],
        [
          0.16874989999999998,
          51.5477722
        ],
        [
          0.16908289999999998,
          51.5478636
        ],
        [
          0.1696789,
          51.5478916
        ],
        [
          0.17016389999999998,
          51.5485461
        ],
        [
          0.1684512,
          51.5497194
        ],
        [
          0.1700592,
          51.5502946
        ],
        [
          0.1709589,
          51.5504536
        ],
        [
          0.17162159999999999,
          51.5505682
        ],
        [
          0.1715526,
          51.5494474
        ],
        [
          0.1716788,
          51.5497963
        ],
        [
          0.17163979999999998,
          51.5512801
        ],
        [
          0.1716799,
          51.5514648
        ],
        [
          0.171456,
          51.5526788
        ],
        [
          0.1716133,
          51.5526954
        ],
        [
          0.17183389999999998,
          51.5514114
        ],
        [
          0.1717014,
          51.5512577
        ],
        [
          0.1717302,
          51.5508766
        ],
        [
          0.171781,
          51.5503
        ]
      ]
    ],
    "type": "Polygon"
  }
}