{
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "status": "Approved",
  "centroid": {
    "lon": -0.405998,
    "lat": 51.510629
  },
  "site_name": "LAND AT",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "04/06/2025",
  "polygon": null,
  "last_date_consultation_comments": null,
  "appeal_status": null,
  "epc_number": null,
  "street_name": "AVONDALE DRIVE",
  "appeal_decision_date": null,
  "development_type": null,
  "ward": "WOOD END 2022",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "decision_conditions": [
    "Condition 31 of planning permission 76551/APP/2021/4502 dated 28-09-2022 is amended as follows:",
    "Prior to the commencement of development for each relevant phase within the Outline Area, excluding demolition and enabling works, the principles of a Fire Statement shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Health and Safety Executive. The statement should detail how the development proposal will function in terms of:",
    "i) the building's construction: methods, products and materials used, including manufacturers' details",
    "ii) the means of escape for all building users: suitably designed stair cores, escape for building users who are disabled or require level access, and associated evacuation strategy approach",
    "iii) features which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans",
    "iv) access for fire service personnel and equipment: how this will be ach",
    "Condition 35 of planning permission 76551/APP/2021/4502 dated 28-09-2022 is amended as follows:",
    "No later than 3 months following first occupation of the development, the post construction tab of the GLA's whole life carbon assessment template should be completed accurately and in its entirety in line with the GLA's Whole Life Carbon Assessment Guidance. The post-construction assessment should provide an update of the information submitted at the planning submission stage, including the whole life carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. This should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, no later than 4 months following first occupation of the development.",
    "REASON",
    "In the interests of sustainable development and to maximise o",
    "Condition 36 of planning permission 76551/APP/2021/4502 dated 28-09-2022 is amended as follows:",
    "No later than 3 months following first occupation of the development, a Post Completion Report setting out the predicted and actual performance against all numerical targets in the relevant Circular Economy Statement shall be submitted to the GLA at: CircularEconomyLPG@london.gov.uk, along with any supporting evidence as per the GLA's Circular Economy Statement Guidance. The Post Completion Report shall provide updated versions of Tables 1 and 2 of the Circular Economy Statement, the Recycling and Waste Reporting form and Bill of Materials. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, no later than 4 months following first occupation of the development.",
    "REASON",
    "In the interests of sustainable waste management and in order to maximise the re-use of material in accordance with Policy SI7 and D3 of the London Plan.",
    "Notwithstanding the non-material amendments hereby approved, other than Conditions 31, 35 and 36 which are superseded by the above conditions, all other conditions relating to planning permission reference 76551/APP/2021/4502 dated 28-09-2022 must be discharged/adhered to as per that permission."
  ],
  "uprn": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "application_type": "All Other",
  "valid_date": "07/05/2025",
  "description": "Application for a Non-Material Amendment to Planning Permission Reference 76551/APP/2021/4502 dated 28-09-2022 to amend the wording of Conditions 31 (Principles of Fire Statement), 35 (GLA's whole life carbon assessment) and 36 (Circular Economy Statement Report).",
  "lpa_app_no": "76551/APP/2025/1255",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": null,
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "postcode": null,
  "lapsed_date": "21/05/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-07-09T21:59:18.027Z",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76551/APP/2025/1255",
  "centroid_easting": 510715,
  "appeal_decision": null,
  "pp_id": "13981148",
  "application_type_full": "Non-Material Amendment",
  "cil_liability": false,
  "borough": "Hillingdon",
  "locality": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-76551_APP_2025_1255",
  "subdivision_of_building": null,
  "centroid_northing": 180282,
  "wgs84_polygon": null,
  "decision_date": "21/05/2025"
}