{
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3892212,
          51.5559717
        ],
        [
          -0.3888936,
          51.5560624
        ],
        [
          -0.3886383,
          51.5557258
        ],
        [
          -0.388947,
          51.5556289
        ],
        [
          -0.3892212,
          51.5559717
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "UNIT 3, VICTORIA RETAIL PARK",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T00:48:49.987+00:00",
  "locality": null,
  "centroid_easting": 511789,
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "CROWN ROAD",
  "site_number": null,
  "lapsed_date": "02/11/2026",
  "secondary_street_name": "RUISLIP",
  "cil_liability": false,
  "application_details": {
    "existing_uprns": null,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1566,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 1327
      }
    ],
    "total_gia_gained": 0,
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "site_area": 0.10300000000000001,
    "rain_water_harvesting": false,
    "total_gia_existing": 1566,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 1566,
      "total_gia_gained": 0,
      "total_gia_lost": 1327
    },
    "green_suds": false,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Gym",
        "intended_completion_date": "11/2023",
        "intended_commencement_date": "09/2023"
      }
    ],
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "total_gia_lost": 1327,
    "scheme_phasing": true
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=50075/APP/2023/1543",
  "actual_commencement_date": null,
  "centroid": {
    "lon": -0.388926,
    "lat": 51.555833
  },
  "decision_date": "02/11/2023",
  "parking_details": null,
  "postcode": null,
  "pp_id": "12182905",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The premises shall be used for a Gym and shall be restricted to Class E(d) use and for no other purpose (including any other purpose in Class E) of the Schedule to the Town and Country Planning (Use Classes) Order 2015).",
    "REASON",
    "To ensure that the development would not harm the vitality of the town centre in accordance with Policy DMTC 1 of the Hillingdon Local Plan Part 2 (2020)",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers; Site Location Plan, 2201-XX-101-EP_P00 and 2201-XX-102-PFP_P00.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Development shall not commence until details of access to building entrances (to include ramped/level approaches, signposting, types and dimensions of door width and lobby openings) to meet the needs of people with disabilities have been submitted to and approved in writing by the Local Planning Authority. The approved facilities should be provided prior to the occupation of the development and shall be permanently retained thereafter.",
    "REASON: To ensure an Accessible and Inclusive development for everyone in accordance with London Plan policy D5.",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Details showing accessible, sheltered and secure cycle parking for 12 FT employees shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development. The cycle storage shall be completed in accordance with the approved details and maintained as such for the lifetime of the development.",
    "REASON",
    "To be in accordance with the published London Plan 2021 Policy T5 and the London Borough of Hillingdon Local Plan Part 2 Development Management Polices 2020 Parking Standards.",
    "Prior to the occupation of the development hereby permitted a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Travel Plan, as submitted shall follow the current Travel Plan Development Control Guidance issued by Transport for London and will include:",
    "(1) targets for sustainable travel arrangements [insert desired for target(s)];",
    "(2) effective measures for the ongoing monitoring of the Travel Plan;",
    "(3) a commitment to delivering the Travel Plan objectives; and",
    "(4) effective mechanisms to achieve the objectives of the Travel Plan by both present and future occupiers of the development.",
    "The development shall be implemented only in accordance with the approved Travel Plan.",
    "REASON",
    "To promote sustainable transport and reduce the impact of the development on the surrounding road network in accordance with Policy DMT1 of the Hillingdon Local Plan Part 2 (2020).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "· on or within 8 metres of a main river (16 metres if tidal)",
    "· on or within 8 metres of a flood defence structure or culvert, including any buried elements (16 metres if tidal)",
    "· on or within 16 metres of a sea defence",
    "· involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "· in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact our National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has be",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "appeal_decision": null,
  "valid_date": "25/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511766.7342,
              185349.8177
            ],
            [
              511789.2238,
              185360.401
            ],
            [
              511807.7447,
              185323.3593
            ],
            [
              511786.578,
              185312.1145
            ],
            [
              511766.7342,
              185349.8177
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "23/06/2023",
  "uprn": null,
  "decision_target_date": "02/11/2023",
  "centroid_northing": 185335,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Use of Unit 3 as a gym within Class E",
  "development_type": null,
  "ward": "SOUTH RUISLIP 2022",
  "decision_process": "Delegated",
  "lpa_app_no": "50075/APP/2023/1543",
  "application_type_full": "Full planning permission",
  "id": "Hillingdon-50075_APP_2023_1543",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}