{
  "decision_date": "01/11/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Havering",
  "last_updated": "2025-07-20T04:12:11.781Z",
  "centroid_northing": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0026.24",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "04/11/2024",
  "locality": null,
  "epc_number": null,
  "site_number": null,
  "lpa_app_no": "J0026.24",
  "last_date_consultation_comments": "02/10/2024",
  "decision_conditions": [
    "The proposal fails to meet the criteria set in paragraph MA.2. (d) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended with respect potential noise impact upon the proposed flats from the existing commercial properties on site and in close proximity of site. In the absence of sufficient information it would be likely that the future occupiers of the site would suffer from undue noise from the ground floor Adult Gaming Centre and other commercial activities in close vicinity.",
    "In the absence of a daylight and sunlight report to demonstrate otherwise, it is judged that the proposed unit 02 would fail to meet the criteria set in paragraph MA.2. (f) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) with respect to the provision of adequate natural light in all habitable rooms of the dwellinghouses and it is considered that the proposed development would result in poor living conditions and amenity for future occupants due to the insufficient provision of natural light to habitable rooms.",
    "The proposal fails to meet the criteria set in  paragraph MA.2. (a) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended, with respect to transport impacts of the development, particularly to ensure safe site access. Given the location of the site a car free scheme could be acceptable, however, there is no legal undertaking for future occupiers of the site to be excluded from applying for over-subscribed residential parking zone. In the absence of legal agreement to exempt the future occupiers of the site from residential parking zone, it is considered that the proposal would have an adverse impact upon the free flow of traffic and the safety of highway condition. In addition, it is unclear how recycling storage facility would be provided and how refuse storage facility would be collected from the site and the potential adverse implications this could have on the servicing of the site."
  ],
  "status": "Refused",
  "valid_date": "09/09/2024",
  "application_type": "Prior Approval",
  "appeal_start_date": null,
  "description": "Application for prior notification of development from Use Class E (Offices) at the upper floors to Use Class C3 (Residential) for use as 2 x 1b2p flats.",
  "cil_liability": false,
  "uprn": "10033424980",
  "decision": "Refused",
  "decision_agency": "Borough",
  "pp_id": null,
  "site_name": "136 South Street",
  "id": "Havering-J0026.24",
  "postcode": "RM1 1TE",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": null,
  "ward": "St Albans",
  "bo_system": "CSV Data Import",
  "street_name": "Romford",
  "decision_process": "Delegated",
  "appeal_status": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551397.55,
              188439.29
            ],
            [
              551398.3,
              188434.14
            ],
            [
              551384.82,
              188432.31
            ],
            [
              551384.28,
              188437.59
            ],
            [
              551397.55,
              188439.29
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1833718,
          51.5744974
        ],
        [
          0.1833804,
          51.5744509
        ],
        [
          0.1831852,
          51.5744381
        ],
        [
          0.1831797,
          51.5744857
        ],
        [
          0.1833718,
          51.5744974
        ]
      ]
    ],
    "type": "Polygon"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.007
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  }
}