{
  "appeal_decision": null,
  "street_name": "Romford",
  "title_number": null,
  "valid_date": "09/06/2023",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551421.845,
              188291.2
            ],
            [
              551417.103,
              188299.328
            ],
            [
              551438.372,
              188306.102
            ],
            [
              551440.133,
              188296.213
            ],
            [
              551421.845,
              188291.2
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Removal/Variation of a condition",
  "decision": "Approved",
  "pp_id": "12224251",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "04/08/2026",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1836584,
          51.5731603
        ],
        [
          0.1835935,
          51.5732346
        ],
        [
          0.18390309999999999,
          51.5732897
        ],
        [
          0.18392419999999998,
          51.5732004
        ],
        [
          0.1836584,
          51.5731603
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "borough": "Havering",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": "51.5732194",
    "lon": "0.1837645"
  },
  "last_date_consultation_comments": "30/06/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Havering",
  "decision_process": "Delegated",
  "decision_target_date": "04/08/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 551429,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 11:00 and 23:00 on Monday to Sunday, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of neighbouring amenity.",
    "Refuse and recycling facilities as agreed under submission Q0354.19 shall retained for the lifetime of the development.",
    "Reason:-",
    "In the interests of amenity.",
    "Equipment to remove and/or disperse odours and odorous material fitted to the extract ventilation system as agreed under Q0354.19 shall be properly maintained and operated within design specifications during normal working hours.",
    "Reason:-",
    "To protect the amenity of occupiers of nearby premises.",
    "In accordance with details submitted and agreed under submission Q0354.19 noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB at any time and the equipment be maintained thereafter to the satisfaction of the Local Planning Authority for the lifetime of the development.",
    "Reason:-",
    "To prevent noise nuisance to adjoining/adjacent  properties",
    "Details as agreed under submisison Q0354.19 to control the transmission of noise and vibration from mechanical ventilation system installed shall be properly maintained and operated during normal working hours only unless otherwise agreed with the Local Planning Authority for the lifetime of the development.",
    "Reason:-",
    "To protect the amenity of occupiers of nearby premises .",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019.",
    "The Metropolitan Police have advised consideration of the following:",
    "External lighting:  Adequate, uniform lighting should cover the entire scheme. All external entrances of the development should benefit from dusk to dawn lighting ideally placed over every doorset.",
    "Closed Circuit Television (CCTV): Police recommend that the proposed development would benefit from CCTV coverage, especially given the locally associated crime figures around Anti-Social Behaviour, Theft and Violence. This should be installed to BS EN 50132-7:2012+A1:2013 standard, co-ordinate with the planned lighting system, contained within vandal resistant housing, to record images of evidential quality that are stored for a minimum of 31 days on a locked and secure hard drive or a remote cloud system. CCTV systems may have to be registered with the Information Commissioner's Office (ICO) and be compliant with guidelines in respect to Data Protection and Human Rights legislation. Further information is available at"
  ],
  "lpa_app_no": "P0912.23",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.02
  },
  "centroid_northing": 188298,
  "ward": "St Albans",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Havering-P0912.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0912.23",
  "uprn": null,
  "description": "Variation of Condition 3 of P1532.19 to extend hours of opening by one hour seven days a week - Monday through Sunday 11:00 to 23:00 (Current hours 11:00 to 22:00 Monday through Sunday).",
  "site_name": "172-174 South Street",
  "appeal_status": null,
  "postcode": "RM1 1TR",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "04/08/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:53:39.173+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}