{
  "bo_system": "Idox Tascomi",
  "last_updated": "2025-03-19T03:09:46.463+00:00",
  "lpa_name": "Hackney",
  "decision_agency": "Borough",
  "locality": "HACKNEY",
  "decision_conditions": [
    "&lt;p&gt;Prior to the commencement of any works relating to the PV panels, details including manufacture specifications and 1:20 sections of the PVs including their fixture to the roof and the material of the PVs shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in accordance with the approved detailed thereafter.&amp;nbsp;&lt;/p&gt;&lt;p&gt;REASON: To ensure the PV panels integrate with the host building and do not harm the character and appearance of the conservation area.&amp;nbsp;&lt;/p&gt;",
    "Prior to superstructure works, detailed specification, a drainage layout and a management &amp; maintenance plan (where applicable) of at least one suitable sustainable drainage system (i.e. water butt with overflow, raingarden, bioretention planter box, living roof (substrate depth of 80-150 mm excluding the vegetative mat), permeable paving etc.) shall be submitted to, and approved by the LPA, in consultation with the LLFA. If soakaways i.e. plastic modules and soakaway rings are used, an infiltration test must be carried out to ensure that the capacity of the soil is suitable for infiltration. It must be demonstrated that there will be no increase in surface water flow being discharged offsite and an overall reduction in peak flow rate and volume.REASON: To ensure the proposal does not contribute towards local flood risk.",
    "All equipment hereby approved shall be supported on adequate proprietary anti-vibration mounts as necessary to prevent the transmission of vibration and regenerated noise to within adjacent parts of the proposed building(s) and these shall be so maintained thereafterReason - To protect the amenities of residential occupiers.",
    "The noise level from the operation of the air source heat pump machinery included in the hereby approved development shall at all times remain -10dBA below the existing measured lowest LA90(10min) background noise level at any time when all plant is in use, where the plant noise source is tonal it shall be -15dBA, when measured at any nearby residential window or other sensitive receptor if appropriate. The equipment shall be serviced regularly in accordance with manufacturer&#39;s instructions and as necessary to ensure that the requirements of the condition are maintained. If at any time the plant is unable to comply with this Condition, it shall be switched off and not used again until it is able to comply.REASON: To ensure that occupiers of neighbouring premises do not suffer a loss of amenity by reason of noise nuisance and other excess noise.",
    "<p>The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>",
    "<p>The development hereby permitted must be begun not later than the expiration of three years beginning with the date of this permission.</p><p><br></p><p>\r\n</p><p>\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).</p><p>\r\n</p>"
  ],
  "valid_date": "24/04/2023",
  "centroid": {
    "lat": "51.5405485",
    "lon": "-0.065251"
  },
  "lpa_app_no": "2023/0968",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "E8 4LL",
  "ward": "London Fields Ward",
  "description": "&nbsp;Erection of ground floor rear extension, installation of PV panels to the front roofslope and the installation of an air source heat pump to the rear garden.",
  "appeal_start_date": null,
  "application_type": "Householder",
  "site_name": null,
  "last_date_consultation_comments": "27/05/2023",
  "cil_liability": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "total_gia_gained": 50.2,
    "intended_commencement_date": "09/2023",
    "intended_completion_date": "06/2024",
    "no_additional_bedrooms": 1,
    "site_area": 0.017
  },
  "street_name": "MIDDLETON ROAD",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=76137",
  "uprn": "100021058958",
  "appeal_decision_date": null,
  "pp_id": "12121087",
  "decision_process": "Delegated",
  "centroid_easting": 534270,
  "epc_number": "8077-6226-6560-4388-4992",
  "centroid_northing": 184179,
  "application_type_full": "Householder planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "last_updated_by": "Idox Tascomi",
  "actual_completion_date": null,
  "site_number": "157",
  "id": "Hackney-2023_0968",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Hackney",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "19/06/2023",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              534267.0557094,
              184163.6061332,
              0
            ],
            [
              534267.1051802,
              184167.604988,
              0
            ],
            [
              534267.10518,
              184175.5527132,
              0
            ],
            [
              534267.2041209,
              184193.9074593,
              0
            ],
            [
              534268.9520737,
              184193.907459,
              0
            ],
            [
              534272.901458,
              184193.9074594,
              0
            ],
            [
              534272.8519877,
              184181.8009247,
              0
            ],
            [
              534272.8025169,
              184167.6049885,
              0
            ],
            [
              534272.8025173,
              184163.6061329,
              0
            ],
            [
              534267.0557094,
              184163.6061332,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.06529929999999999,
          51.5404108,
          0
        ],
        [
          -0.0652971,
          51.5404468,
          0
        ],
        [
          -0.0652941,
          51.5405182,
          0
        ],
        [
          -0.0652856,
          51.5406831,
          0
        ],
        [
          -0.0652605,
          51.5406827,
          0
        ],
        [
          -0.0652035,
          51.5406817,
          0
        ],
        [
          -0.0652089,
          51.540573,
          0
        ],
        [
          -0.065215,
          51.5404454,
          0
        ],
        [
          -0.0652165,
          51.5404095,
          0
        ],
        [
          -0.06529929999999999,
          51.5404108,
          0
        ]
      ]
    ]
  },
  "lapsed_date": "25/09/2026",
  "decision_date": "25/09/2023"
}