{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.0659707,
          51.5431347,
          0
        ],
        [
          -0.0659363,
          51.5428054,
          0
        ],
        [
          -0.0660322,
          51.5428016,
          0
        ],
        [
          -0.066063,
          51.5431319,
          0
        ],
        [
          -0.0659707,
          51.5431347,
          0
        ]
      ]
    ]
  },
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              534212.5022087,
              184465.270598,
              0
            ],
            [
              534215.8512962,
              184428.717484,
              0
            ],
            [
              534209.2163618,
              184428.1193224,
              0
            ],
            [
              534206.1088892,
              184464.7892439,
              0
            ],
            [
              534212.5022087,
              184465.270598,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_status": null,
  "last_updated_by": "Idox Tascomi",
  "epc_number": "8304-5702-2029-7097-2243",
  "decision_process": "Delegated",
  "locality": "HACKNEY",
  "application_details": {
    "intended_commencement_date": "09/2023",
    "intended_completion_date": "09/2024",
    "total_gia_gained": 46,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "site_area": 0.024
  },
  "decision_agency": "Borough",
  "decision_target_date": "23/06/2023",
  "centroid": {
    "lat": "51.5429708",
    "lon": "-0.0659993"
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": null,
  "uprn": "100021069182",
  "development_type": "Other house holder developments",
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "borough": "Hackney",
  "ward": "London Fields Ward",
  "last_date_consultation_comments": "04/08/2023",
  "bo_system": "Idox Tascomi",
  "application_type_full": "Householder planning permission",
  "valid_date": "28/04/2023",
  "site_number": "154",
  "appeal_decision": null,
  "centroid_northing": 184447,
  "postcode": "E8 3HN",
  "decision_conditions": [
    "&lt;p&gt;Detailed drawings/full particulars of the proposed development showing the matters set out below must be submitted to and approved by the Local Planning Authority, in writing, prior to the commencement of the relevant part of works. The development shall not be carried out otherwise than in accordance with the details thus approved which shall be implemented in full prior to the first use of the development&amp;nbsp;&lt;/p&gt;&lt;p&gt;\r\n\r\na) Detailed elevation and sectional plans of all replacement windows showing a thickness of glass of 12mm, integrated glazing bars and a putty finish.&lt;/p&gt;&lt;p&gt;\r\nb) Detail of the lead material to be used in the rear dormer.&lt;/p&gt;&lt;p&gt;\r\n\r\nREASON: To ensure the development integrates with the host building and surrounding conservation area.&lt;/p&gt;",
    "&lt;p dir=&quot;ltr&quot; style=&quot;margin-top: 0pt; margin-bottom: 8pt; line-height: 1.2;&quot;&gt;&lt;span style=&quot;font-size: 10.5pt; font-family: Arial, sans-serif; background-color: transparent; font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-alternates: normal; font-variant-position: normal; vertical-align: baseline; white-space-collapse: preserve;&quot;&gt;Prior to the first occupation of the development hereby approved a minimum of one Swift nesting bricks and/or boxes shall be provided at or close to eaves level of the development hereby approved. The bricks/boxes shall be retained thereafter in perpetuity.&amp;nbsp;&lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span id=&quot;docs-internal-guid-c08d87f6-7fff-7781-e726-1bd7929367ed&quot;&gt;&lt;/span&gt;&lt;/p&gt;&lt;p dir=&quot;ltr&quot; style=&quot;margin-top: 0pt; margin-bottom: 8pt; line-height: 1.2;&quot;&gt;&lt;span style=&quot;font-size: 10.5pt; font-family: Arial, sans-serif; background-color: transparent; font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-alternates: normal; font-variant-position: normal; vertical-align: baseline; white-space-collapse: preserve;&quot;&gt;REASON: In order to promote biodiversity in line with LP47 of the Local Plan. &lt;/span&gt;&lt;/p&gt;",
    "&lt;p&gt;No development shall commence, other than works of demolition, until a report (including intrusive investigation/trial pit and monitoring where necessary) demonstrating that the basement development will not increase the potential for groundwater flooding to itself or to the surrounding area during and post-construction has been submitted to the Local Planning Authority for approval. Where groundwater is identified as a potential risk, details of appropriate controls including flood resilience and/or resistance measures shall be submitted to the LPA for approval and the approved measures incorporated before the basement is occupied. The basement shall be constructed and completed in accordance with the approved plans in line with BS 8102:2022 Protection of below ground structures against water ingress - code of practice.&lt;/p&gt;&lt;p&gt;REASON: In order to reduce the risk of flooding in accordance with LP53 of the Local Plan and SI12 of the London Plan 2021.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;Prior to superstructure works, detailed specification, a drainage layout and a management &amp;amp; maintenance plan (where applicable)&amp;nbsp; of at least one suitable sustainable drainage system (i.e. water butt with overflow, raingarden, bioretention planter box, living roof (substrate depth of 80-150mm excluding the vegetative mat), permeable paving etc.) shall be submitted to, and approved by the LPA, in consultation with the LLFA. If soakaways i.e. plastic modules and soakaway rings are used, an infiltration test must be carried out to ensure that the capacity of the soil is suitable for infiltration. It must be demonstrated that there will be no increase in surface water flow being discharged offsite and an overall reduction in peak flow rate and volume.&lt;/p&gt;&lt;p&gt;REASON: In order to reduce the risk of surface water run off and therefore accord with LP53 of the Local Plan and SI12 of the London Plan 2021.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;All new external facing and roofing materials in respect of all the works hereby approved (and any other incidental works carried out in this connection) shall match those of the existing building in respect of materials used, detailed execution and finished appearance unless otherwise stated on the hereby approved plans.&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;\r\n\r\nREASON: In order to preserve the appearance of the host property, the wider streetscene, and the Graham Road and Mapledene Conservation Area, in line with policies LP1, LP3 of the Hackney Local Plan LP33 and D4 and HC1 of the London Plan 2021.&amp;nbsp;&lt;/p&gt;",
    "<p>The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>",
    "<p>The development hereby permitted must be begun not later than the expiration of three years beginning with the date of this permission.</p><p><br></p><p>\r\n</p><p>\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).</p><p>\r\n</p>"
  ],
  "centroid_easting": 534211,
  "decision_date": "22/12/2023",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Hackney",
  "id": "Hackney-2023_0985",
  "lpa_app_no": "2023/0985",
  "parking_details": {
    "no_proposed_cycle": 4,
    "no_proposed_car": 1,
    "net_car": 0,
    "net_cycle": 4,
    "no_existing_car": 1,
    "no_existing_cycle": 0
  },
  "appeal_start_date": null,
  "site_name": null,
  "appeal_decision_date": null,
  "lapsed_date": "22/12/2026",
  "description": "Excavation of basement and front lightwell; erection of single storey rear extension with solar photovoltaic panels to roof; erection of dormer extension; installation of rooflight to rear outrigger; erection of bicycle and bin store to front elevation; replacement timber framed windows, resurfacing of driveway and boundary treatment to front elevation. ",
  "street_name": "RICHMOND ROAD",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=76387",
  "pp_id": "12125995",
  "title_number": null,
  "decision": "Approved",
  "application_type": "Householder",
  "status": "Approved",
  "last_updated": "2025-03-19T01:12:52.015+00:00",
  "date_building_work_started_under_previous_permission": null,
  "subdivision_of_building": null
}