{
  "uprn": "100021031113",
  "valid_date": "10/10/2023",
  "bo_system": "Idox Tascomi",
  "application_type": "Householder",
  "development_type": "Other house holder developments",
  "date_building_work_completed_under_previous_permission": null,
  "pp_id": "12357665",
  "postcode": "N16 6JH",
  "title_number": null,
  "decision_conditions": [
    "Prior to the first occupation of the development hereby approved a minimum of one Swift nesting bricks and/or boxes shall be provided at or close to eaves level of the development hereby approved. The bricks/boxes shall be retained thereafter in perpetuity.&nbsp;REASON: In the interests of biodiversity",
    "A scheme for the provision and implementation of flood resilient and resistant construction details and measures for the site against surface water flood risk shall be submitted to and agreed, in writing with the LPA in consultation with the LLFA prior to the construction of the measures. The scheme shall be carried out in its entirety before the extension is occupied and; constructed and completed in accordance with the approved plans in line with current best practices.REASON: To address adaptation to, and mitigation of, climate change; provide sustainable urban drainage and manage surface water run-off as close to source as possible; enhance biodiversity values; and improve the appearance and resilience of the development.",
    "Prior to superstructure works, detailed specification, a drainage layout and a management &amp; maintenance plan (where applicable) of at least one suitable sustainable drainage system (i.e. water butt with overflow, raingarden, bioretention planter box, living roof (substrate depth of 80-150mm excluding the vegetative mat), permeable paving etc.) shall be submitted to, and approved by the LPA, in consultation with the LLFA. If soakaways i.e. plastic modules and soakaway rings are used, an infiltration test must be carried out to ensure that the capacity of the soil is suitable for infiltration. It must be demonstrated that there will be no increase in surface water flow being discharged offsite and an overall reduction in peak flow rate and volume.REASON: In the interests of prevention of harm to human health and property as a result of flood.",
    "All new external finishes in respect of all the works hereby approved (and any other incidental works to be carried out in this connection) shall match the existing building in respect of materials used, detailed execution and finished appearance, unless otherwise stated on the drawings hereby approved.REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area.",
    "<p>The development hereby permitted must be begun not later than the expiration of three years beginning with the date of this permission.</p><p><br></p><p>\r\n</p><p>\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).</p><p>\r\n</p>",
    "<p>The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>"
  ],
  "status": "Approved",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=77541",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "centroid_easting": 534365,
  "actual_completion_date": null,
  "site_name": null,
  "decision_date": "05/12/2023",
  "locality": "HACKNEY",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              534353.9009416,
              187210.3040245,
              0
            ],
            [
              534360.2496387,
              187214.0529514,
              0
            ],
            [
              534362.0553071,
              187210.9538384,
              0
            ],
            [
              534367.0518142,
              187203.0061136,
              0
            ],
            [
              534375.7008834,
              187188.7501943,
              0
            ],
            [
              534375.1072387,
              187188.4502802,
              0
            ],
            [
              534369.2037749,
              187185.3011812,
              0
            ],
            [
              534360.7525872,
              187199.1072292,
              0
            ],
            [
              534355.9044916,
              187207.2049116,
              0
            ],
            [
              534353.9009416,
              187210.3040245,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision": null,
  "street_name": "CHARDMORE ROAD",
  "centroid": {
    "lat": "51.5676737",
    "lon": "-0.06273000000000001"
  },
  "site_number": "50",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.0628861,
          51.5677689,
          0
        ],
        [
          -0.06279309999999999,
          51.5678011,
          0
        ],
        [
          -0.0627682,
          51.5677728,
          0
        ],
        [
          -0.0626992,
          51.5677002,
          0
        ],
        [
          -0.06258000000000001,
          51.56757,
          0
        ],
        [
          -0.0625886,
          51.5675675,
          0
        ],
        [
          -0.062675,
          51.5675406,
          0
        ],
        [
          -0.0627916,
          51.5676667,
          0
        ],
        [
          -0.0628584,
          51.5677406,
          0
        ],
        [
          -0.0628861,
          51.5677689,
          0
        ]
      ]
    ]
  },
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "centroid_northing": 187200,
  "decision_process": "Delegated",
  "id": "Hackney-2023_1807",
  "lapsed_date": "05/12/2026",
  "decision_target_date": "05/12/2023",
  "borough": "Hackney",
  "lpa_name": "Hackney",
  "last_updated": "2025-03-19T01:34:26.274+00:00",
  "secondary_street_name": null,
  "parking_details": null,
  "subdivision_of_building": null,
  "decision": "Approved",
  "last_date_consultation_comments": "19/11/2023",
  "ward": "Cazenove Ward",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "04/2024",
    "total_gia_gained": 56.87,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "12/2023",
    "site_area": 0.022000000000000002
  },
  "last_updated_by": "Idox Tascomi",
  "lpa_app_no": "2023/1807",
  "cil_liability": null,
  "appeal_decision_date": null,
  "decision_agency": "Borough",
  "description": "Erection of a single storey ground floor rear extension and rear dormer roof extension",
  "appeal_status": null
}