{
  "borough": "Hackney",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.0624901,
          51.5431267,
          0
        ],
        [
          -0.0624708,
          51.5430976,
          0
        ],
        [
          -0.0625662,
          51.5430829,
          0
        ],
        [
          -0.0625736,
          51.5431225,
          0
        ],
        [
          -0.0624901,
          51.5431267,
          0
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:52:46.817+00:00",
  "locality": "HACKNEY",
  "centroid_easting": 534451,
  "lpa_name": "Hackney",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "LONDON FIELDS WEST SIDE",
  "site_number": "1",
  "lapsed_date": "04/07/2023",
  "secondary_street_name": null,
  "cil_liability": null,
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "A4D Storage and distribution to residential"
      },
      {
        "result": null,
        "constraints_layer_description": "Archaeological Priority Area"
      },
      {
        "result": null,
        "constraints_layer_description": "Controlled Parking Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "Conservation Areas"
      },
      {
        "result": null,
        "constraints_layer_description": "Opportunity Areas"
      },
      {
        "result": null,
        "constraints_layer_description": "CIL Zones"
      },
      {
        "result": null,
        "constraints_layer_description": "Aerodrome 3km consultation area"
      },
      {
        "result": "London Fields",
        "constraints_layer_description": "Wards"
      },
      {
        "result": "2012/0052/ENF",
        "constraints_layer_description": "Enforcement Boundaries"
      },
      {
        "result": "2016/3341",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2018/4609",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2019/0609",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2018/0139",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2019/2374",
        "constraints_layer_description": "Application Boundaries"
      },
      {
        "result": "2016/3341",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2019/2374",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2021/1030",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2018/4609",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2019/0609",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2018/0139",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2022/0118/PA",
        "constraints_layer_description": "Pre-Applications"
      }
    ],
    "site_area": 0.002
  },
  "url_planning_app": "/planning/index.html?fa=getApplication&id=76413",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "-0.0625324",
    "lat": "51.5431024"
  },
  "decision_date": "04/07/2023",
  "parking_details": null,
  "postcode": "E8 3EU",
  "pp_id": "12142531",
  "appeal_decision_date": null,
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "&lt;p&gt;Prior to the occupation of the development, the results and conclusions of a soil sampling and analyses exercise will be provided to the satisfaction and written approval of the Planning Authority. Before occupation written and signed confirmation of whether any evidence of significant contamination was encountered during the course of the development will be provided to the Planning Authority by the on-site manger/developer. Any significant evidence of contamination encountered during the course of the development shall be immediately notified to the Planning Authority and Contaminated Land Officer.&amp;nbsp; All development shall cease in the affected area. Any additional or unforeseen contamination shall be dealt with as agreed with the Contaminated Land Officer. Where development has ceased in the affected area, it shall recommence upon written notification of the Planning Authority or Contaminated Land Officer.&lt;/p&gt;&lt;p&gt;REASON: To ensure that potential contamination risks are identified and suitable remediation is agreed.&lt;/p&gt;",
    "&lt;p&gt;The Development hereby permitted shall only be carried out and completed strictly in accordance with the hereby approved plans:&amp;nbsp;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;&lt;font color=&quot;#333333&quot;&gt;&lt;i&gt;SV01, SV02, SV03, SV04, SV05, SV06, SV07, PL100 A, PL101,&lt;/i&gt;&lt;/font&gt;&lt;/p&gt;&lt;p&gt;&lt;font color=&quot;#333333&quot;&gt;&lt;i&gt;PL103, PL104 A, PL200 A, PL201 A, PL301 Rev A, PL302 Rev A, PL303 Rev B, PL304&lt;/i&gt;&lt;/font&gt;&lt;/p&gt;&lt;p&gt;&lt;font color=&quot;#333333&quot;&gt;&lt;i&gt;Rev B, PL305 Rev B, PL306 Rev A, PL307 Rev B, PL308 Rev A, PL309 Rev B, PL310&lt;/i&gt;&lt;/font&gt;&lt;/p&gt;&lt;p&gt;&lt;font color=&quot;#333333&quot;&gt;&lt;i&gt;Rev B, PL311 Rev B, L (01) 41,&amp;nbsp;L (01) 42 (Revision D),&amp;nbsp;&lt;/i&gt;&lt;/font&gt;&lt;i style=&quot;color: rgb(51, 51, 51);&quot;&gt;&amp;nbsp;&lt;/i&gt;&lt;font color=&quot;#333333&quot;&gt;&lt;i&gt;L(00)23 (Revision C),&lt;/i&gt;&lt;/font&gt;&lt;i style=&quot;color: rgb(51, 51, 51);&quot;&gt;&amp;nbsp;&lt;/i&gt;&lt;font color=&quot;#333333&quot;&gt;&lt;i&gt;L(01)44 (Revision D),&lt;/i&gt;&lt;/font&gt;&lt;i style=&quot;color: rgb(51, 51, 51);&quot;&gt;&amp;nbsp;PL400&amp;nbsp;&lt;/i&gt;&lt;i style=&quot;color: rgb(51, 51, 51);&quot;&gt;A, PL401 A, PL402 A, PL403 A, PL410 A, PL411 A, PL412 A, PL413 A, PL414 A,&amp;nbsp;L(01)41 (Revision D),&amp;nbsp;A(21)06 (Revision H), A (21) 08 (H),&amp;nbsp;A(21)12 (Revision E),&amp;nbsp;A(21)24 (Revision H),&amp;nbsp;A(21)46 (Revision G),A(21)5B (REV E),&amp;nbsp;A(21)59 (REV J)&lt;/i&gt;&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n&lt;/p&gt;",
    "&lt;p&gt;Prior to the first occupation of the development hereby approved, the cross-over fronting the site which will become redundant as a result of the development hereby approved shall be removed. The works shall only be undertaken by the Local Highway Authority (or by a third party appointed by the Local Highway Authority), and shall be undertaken at the expense of the developer.&lt;/p&gt;&lt;p&gt;REASON: To ensure that an adequate highway environment is provided&lt;/p&gt;",
    "&lt;p&gt;All dwellings within the development hereby approved shall be completed in compliance with Building Regulations Optional Requirement Part M4 (2) accessible and adaptable dwellings&#x27; (or any subsequent replacement) prior to first occupation and shall be retained as such thereafter.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the development is adequately accessible for future occupiers.&lt;/p&gt;",
    "&lt;p&gt;The development shall be carried out in accordance with BS 5837:2012 Trees in relation to design, demolition and construction and the Arboricultural Impact Assessment and Method Statement submitted in support of the application (prepared by Sharon Hosegood Associates) unless with the prior written agreement of the Local Planning Authority. &lt;/p&gt;&lt;p&gt;REASON: To ensure that the impact on any Trees is acceptable.&lt;/p&gt;",
    "&lt;p&gt;All non-Combined Heat and Power space and hot water fossil fuel (or equivalent hydrocarbon based fuel) boilers associated with the development must achieve dry NOx emission levels equivalent to or less than 30 mg/kWh .&lt;/p&gt;&lt;p&gt;REASON: To protect air quality and human health by ensuring that the production of air pollutants are kept to a minimum during the lifetime of the development.&lt;/p&gt;",
    "&lt;p&gt;All materials to be to be used on the external surfaces of the buildings, including glazing shall be implemented in accordance with the details approved by 2018/4609 dated 11/13/2019 and hereby approved by this application.&amp;nbsp; The development shall not be carried out otherwise than in accordance with the details thus approved.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area before any works are commenced. These details are required prior to commencement as they are integral to the fabric of the development and cannot therefore be dealt with retrospectively.&lt;/p&gt;",
    "&lt;p&gt;The green roof hereby approved shall be implemented in accordance with the details approved by 2018/4609 dated 13/11/2019. Both the green roof and\r\nthe PV panels shown on the drawings hereby approved shall be installed prior\r\nto the occupation of the development and retained in perpetuity.&lt;/p&gt;&lt;p&gt;REASON: To promote sustainable urban drainage, and to enhance the performance and efficiency of the proposed building.&lt;/p&gt;",
    "&lt;p&gt;The SUDS system shall be implemented in accordance with the details approved by 2018/4609 dated 13/11/2019. The SUDS system shall be implemented prior to occupation of the hereby approved development.&amp;nbsp;&lt;/p&gt;&lt;p&gt;REASON: To ensure suitable sustainable drainage systems are provided.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The construction of the development shall be implemented in accordance with the Construction Logistics Plan (CLP) approved by 2018/4906 dated 13/11/2019.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the use does not lead to a loss of amenity for nearby residents and to ensure that no negative highway impacts arise as a result of the development.&lt;/p&gt;",
    "&lt;p&gt;The window and door detailing shall be implemented in accordance with 2018/4609 dated 13/11/2019 and the details hereby approved in this application. The development shall not be carried out otherwise than in accordance with the details thus approved.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area.&lt;/p&gt;",
    "&lt;p&gt;The Swift boxes shall be implemented in accordance with 2018/4609 dated 13/11/2019 and shall be installed prior to the occupation of the development hereby approved. &lt;/p&gt;&lt;p&gt;REASON: To provide potential habitats for local wildlife, in line with the recommendations of the submitted habitat survey.&lt;/p&gt;",
    "&lt;p&gt;The obscure glazing shall be implemented in accordance with the details approved by 2018/4609 dated 13/11/2019. The development shall not be carried out otherwise than in accordance with the details thus approved which shall be implemented in full prior to the first occupation of the development hereby approved and retained in perpetuity. &lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the building is satisfactory and does not detract from the character and visual amenity of the area and to protect the amenity of adjacent occupiers.&lt;/p&gt;",
    "&lt;p&gt;The flat roof areas at 1st and 2nd floor level on the northern façade shall not be used for any purpose other than as a means of escape in emergency or for maintenance of the building. In particular these areas shall not be used as a roof terrace, area for planting (other than as a green roof as shown on the approved drawings and any subsequent approval of details), balcony or any other amenity area.&lt;/p&gt;&lt;p&gt;REASON: To safeguard the amenities of the adjoining premises and the area generally.&lt;/p&gt;",
    "&lt;p&gt;The bin enclosure shall be implemented in accordance with the details approved by 2018/4609 dated 13/11/2019. The bin enclosure/s shall be implemented in full prior to the first occupation of the development.&lt;/p&gt;&lt;p&gt;REASON: In order to ensure an acceptable design outcome that preserves the character and appearance of the residential area while providing the required bin storage.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;Cycle Parking shall be provided in accordance with the details approved by 2018/4609 dated 13/11/2019 prior to occupation of the development hereby approved and retained and maintained in accordance with the approved details thereafter.&lt;/p&gt;&lt;p&gt;REASON: To ensure that a reasonable provision is made within the site for the parking of bicycles in the interest of relieving congestion in surrounding streets and improving highway conditions in general&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The development hereby permitted must be begun not later than the expiration of three years from the date of the original planning permission 2018/ 0139 beginning 12/06/2018.&lt;/p&gt;&lt;p&gt;REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 as amended.&lt;/p&gt;"
  ],
  "appeal_decision": null,
  "valid_date": "08/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              534453.8627965,
              184470.7722372,
              0
            ],
            [
              534455.2897122,
              184467.5726968,
              0
            ],
            [
              534448.7156917,
              184465.7606341,
              0
            ],
            [
              534448.0864184,
              184470.1593295,
              0
            ],
            [
              534453.8627965,
              184470.7722372,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated_by": "Idox Tascomi",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "25/06/2023",
  "uprn": "10008355558",
  "decision_target_date": "03/07/2023",
  "centroid_northing": 184468,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Variation of condition 2 (Approved Plans),&nbsp;condition 3 (Details) and condition 9 (Detailed Drawings)&nbsp;attached to planning permission reference 2018/0139 dated 12/06/2018 f or &#x27;Demolition of the existing garages and erection of a three-storey building to create two flats. Proposal includes terraces, roof level conservatory with associated access and green roofs.&#x27; The effect of the variations&nbsp;would be to change the cladding at first and second floor levels from timber to copper).",
  "development_type": "Minor dwellings",
  "ward": "London Fields Ward",
  "decision_process": "Delegated",
  "lpa_app_no": "2023/1033",
  "application_type_full": "Removal/Variation of a condition",
  "id": "Hackney-2023_1033",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}