{
  "appeal_status": null,
  "centroid": {
    "lon": "-0.0388777",
    "lat": "51.5559108"
  },
  "decision_target_date": "09/03/2023",
  "lapsed_date": "07/08/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T12:27:36.604+00:00",
  "locality": "HACKNEY",
  "development_type": "Q28",
  "postcode": "E5 0DH",
  "ward": "Kings Park Ward",
  "id": "Hackney-2023_0349",
  "uprn": "100021057007",
  "decision": "Approved",
  "site_name": null,
  "last_date_consultation_comments": "21/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.0390681,
          51.555951,
          0
        ],
        [
          -0.0389867,
          51.5559667,
          0
        ],
        [
          -0.0389561,
          51.5559734,
          0
        ],
        [
          -0.038789,
          51.5560062,
          0
        ],
        [
          -0.0386863,
          51.5560251,
          0
        ],
        [
          -0.0386479,
          51.5559451,
          0
        ],
        [
          -0.0386434,
          51.5559363,
          0
        ],
        [
          -0.0386862,
          51.5559055,
          0
        ],
        [
          -0.0387668,
          51.5558448,
          0
        ],
        [
          -0.0390405,
          51.5557886,
          0
        ],
        [
          -0.0390472,
          51.5558009,
          0
        ],
        [
          -0.0391011,
          51.5559056,
          0
        ],
        [
          -0.0391092,
          51.5559206,
          0
        ],
        [
          -0.0391113,
          51.5559202,
          0
        ],
        [
          -0.0391206,
          51.5559397,
          0
        ],
        [
          -0.0390681,
          51.555951,
          0
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              536039.6803381,
              185940.1202609,
              0
            ],
            [
              536045.2789902,
              185942.0198927,
              0
            ],
            [
              536047.3815762,
              185942.8197308,
              0
            ],
            [
              536058.8674717,
              185946.7789592,
              0
            ],
            [
              536065.9255689,
              185949.0685244,
              0
            ],
            [
              536068.8280741,
              185940.2410212,
              0
            ],
            [
              536069.1661489,
              185939.2712962,
              0
            ],
            [
              536066.2885196,
              185935.7721763,
              0
            ],
            [
              536060.8878148,
              185928.8739183,
              0
            ],
            [
              536042.0799795,
              185922.1152574,
              0
            ],
            [
              536041.5769899,
              185923.4648741,
              0
            ],
            [
              536037.5283302,
              185935.0116016,
              0
            ],
            [
              536036.9263912,
              185936.6611333,
              0
            ],
            [
              536036.7779737,
              185936.6111429,
              0
            ],
            [
              536036.0770834,
              185938.7705323,
              0
            ],
            [
              536039.6803381,
              185940.1202609,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Non-Material Amendment",
  "title_number": null,
  "site_number": "3",
  "lpa_name": "Hackney",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "MANDEVILLE STREET",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "A4D Storage and distribution to residential"
      },
      {
        "result": null,
        "constraints_layer_description": "Archaeological Priority Area"
      },
      {
        "result": null,
        "constraints_layer_description": "Controlled Parking Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "Flood Zone 2"
      },
      {
        "result": null,
        "constraints_layer_description": null
      }
    ],
    "site_area": 0.051000000000000004
  },
  "valid_date": "09/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 185936,
  "application_type": "All Other",
  "decision_conditions": [
    "&lt;p&gt;Prior to commencement of the relevant part of the development a detailed hard and soft landscaping scheme illustrated on detailed drawings, shall be submitted to and approved in writing by the Local Planning Authority. Details shall include: hard landscaping material details, all trees and other planting showing location, species, type of stock, numbers of trees/plants, and areas to be seeded, turfed or left as a natural/biodiverse zone. All landscaping in accordance with the scheme, when approved, shall be carried out prior to the occupation of the development or shall be carried out in the first planting (and seeding) season following completion of the development, and shall be maintained to the satisfaction of the Local Planning Authority for a period of ten years, such maintenance to include the replacement of any plants that die, or are severely damaged, seriously diseased, or removed.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To enhance the character, appearance and ecology of the development and contribution to green infrastructure.&lt;/p&gt;",
    "&lt;p&gt;Prior to the commencement of the development (excluding demolition) a Construction Logistics Plan to include the following; the number/ frequency and size of construction vehicles; construction traffic route; location of deliveries; pedestrian and vehicular access arrangements; and, any temporary road/ footway closures during the construction period; to be prepared in line with TfL CLP guidance and in consultation with adjacent development shall be submitted to and approved in writing by the Local Planning Authority. The development shall only be implemented in accordance with these details as approved and shall be maintained throughout the entire demolition and construction period.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To avoid hazard and obstruction being caused to adjacent development, users of the public highway and in the interest of public safety and amenity.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;Prior to demolition, a Demolition Logistics Plan to include the following; the demolition programme/ timescales; the number/ frequency and size of demolition vehicles; demolition traffic route; location of deliveries; pedestrian and vehicular access arrangements; and, any temporary road/ footway closures during the demolition period; to be prepared in line with TfL guidance and in consultation with adjacent development shall be submitted to and approved in writing by the Local Planning Authority. The demolition shall only take place in accordance with these details as approved and shall be maintained throughout the entire demolition period.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To avoid hazard and obstruction being caused to adjacent development, users of the public highway and in the interest of public safety and amenity.&lt;/p&gt;",
    "&lt;p&gt;Before any works associated with the application hereby approved begin (excluding demolition), a detailed Construction Management Plan, including CLOCS monitoring covering the construction phase of the development and the matters set out below shall be submitted to and approved in writing by the Local Planning Authority. The development shall only be implemented in accordance with the details and the approved measures shall be maintained throughout the entire construction. period.&amp;nbsp;&lt;/p&gt;&lt;p&gt;This shall include (but not limited to):&amp;nbsp;&lt;/p&gt;&lt;p&gt;a. Details of noise control measures and measures to preserve air quality (including a risk assessment of the construction phase);&amp;nbsp;&lt;/p&gt;&lt;p&gt;b. Details setting out how resources will be managed and waste controlled at all stages during the construction project, including, but not limited to:&amp;nbsp;&lt;/p&gt;&lt;ul&gt;&lt;li&gt;Details of dust mitigation measures during site clearance and construction works (including any works of demolition of existing buildings or breaking out or crushing of concrete);&amp;nbsp;&lt;/li&gt;&lt;li&gt;The location of any mobile plant machinery;&amp;nbsp;&lt;/li&gt;&lt;li&gt;Details of measures to be employed to mitigate against noise and vibration arising from the construction process demonstrating best practical means; and,&amp;nbsp;&lt;/li&gt;&lt;li&gt;Details of measures to handle contaminants such as asbestos;&amp;nbsp;&lt;/li&gt;&lt;li&gt;Site Waste Management details&lt;/li&gt;&lt;/ul&gt;&lt;p&gt;c. Compliance with NRMM regulations.&lt;/p&gt;&lt;p&gt;REASON: To avoid hazard and obstruction being caused to the Regents Canal, adjacent development, users of the public highway, in the interest of public safety and amenity and to mitigate the environmental impacts of the construction of the development.&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;",
    "&lt;p&gt;Before any demolition works begin, a detailed Demolition Management Plan, including CLOCS monitoring covering the demolition phase of the development and the matters set out below shall be submitted to and approved in writing by the Local Planning Authority. Demolition shall only be carried out in accordance with the details and the approved measures shall be maintained throughout the entire demolition period.&amp;nbsp;&lt;/p&gt;&lt;p&gt;This shall include (but not limited to);&amp;nbsp;&lt;/p&gt;&lt;p&gt;a. Details of noise control measures and measures to preserve air quality (including a risk assessment of the demolition phase)&lt;/p&gt;&lt;p&gt;b. Details setting out how resources will be managed and waste controlled during demolition, including, but not limited to:&amp;nbsp;&lt;/p&gt;&lt;ul&gt;&lt;li&gt;details of dust mitigation measures during site clearance (including any works of demolition of existing buildings or breaking out or crushing of concrete);&amp;nbsp;&lt;/li&gt;&lt;li&gt;the location of any mobile plant machinery;&amp;nbsp;&lt;/li&gt;&lt;li&gt;details of measures to be employed to mitigate against noise and vibration arising from the demolition process demonstrating best practical means; and,&amp;nbsp;&lt;/li&gt;&lt;li&gt;details of measures to handle contaminants such as asbestos;&amp;nbsp;&lt;/li&gt;&lt;li&gt;Site Waste Management details&amp;nbsp;&lt;/li&gt;&lt;/ul&gt;&lt;p&gt;c. Compliance with NRMM regulations.&lt;/p&gt;&lt;p&gt;REASON: To avoid hazard and obstruction being caused to the Regents Canal, adjacent development, users of the public highway, in the interest of public safety and amenity and to mitigate the environmental impacts of the demolition of the development.&lt;/p&gt;"
  ],
  "url_planning_app": "/planning/index.html?fa=getApplication&id=75914",
  "pp_id": "11923144",
  "last_updated_by": "Idox Tascomi",
  "centroid_easting": 536053,
  "borough": "Hackney",
  "epc_number": null,
  "lpa_app_no": "2023/0349",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Idox Tascomi",
  "subdivision_of_building": null,
  "description": "Non-material amendment to planning permission 2021/2341 dated 12/01/2023 to amend trigger points for conditions 17 (demolition management plan), 19 (construction logistics plan) and 26 (landscaping and public realm design) and&nbsp;add an additional condition relating to construction management.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "07/08/2023",
  "cil_liability": null
}