{
  "development_type": "Other listed building consents (alter-extend)",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "E8 3QE",
  "borough": "Hackney",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.056069499999999994,
          51.5409192,
          0
        ],
        [
          -0.055567399999999996,
          51.5409186,
          0
        ],
        [
          -0.0555786,
          51.5408332,
          0
        ],
        [
          -0.0553774,
          51.54079,
          0
        ],
        [
          -0.0554449,
          51.5406813,
          0
        ],
        [
          -0.0558542,
          51.5407623,
          0
        ],
        [
          -0.056014499999999995,
          51.5407643,
          0
        ],
        [
          -0.056069499999999994,
          51.5409192,
          0
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": 534929,
  "pp_id": null,
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "site_area": 0.078
  },
  "lpa_name": "Hackney",
  "decision": "Approved",
  "lpa_app_no": "2023/2843",
  "decision_date": "24/07/2024",
  "last_updated": "2025-03-19T22:16:33.753+00:00",
  "centroid_northing": 184226,
  "centroid": {
    "lat": "51.5408137",
    "lon": "-0.055736299999999996"
  },
  "appeal_decision_date": null,
  "locality": "HACKNEY",
  "ward": "London Fields Ward",
  "bo_system": "Idox Tascomi",
  "lapsed_date": "24/07/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "12/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "12/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "&lt;p&gt;All new works, and works of making good to the retained fabric, whether internal or external, shall be finished to match the original work with regard to the methods used and to material, dimensions, composition, form, colour, finish and profile, and in the case of brickwork, facebond and pointing.&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;No permission is granted for the removal of any historic floorboards and these shall be retained in situ. However, should floorboards need to be lifted/removed for essential repair works, a method statement is to be submitted and approved in writing by the Local Planning Authority.&amp;nbsp; Any new floorboards shall exactly match the historic floorboards in terms of size and material. Any new flooring above the historic floorboards shall be of a ‘floating floor’ construction method that does not damage the historic floorboards.&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building&amp;nbsp;&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;",
    "&lt;p&gt;No cleaning of masonry, other than low pressure (20-100 psi) surface cleaning using a nebulous water spray is authorised by this consent without the prior approval of the Local Planning Authority.&amp;nbsp; Before work begins, any other cleaning proposals must be approved in writing and carried out strictly in accordance with those details. At the commencement of the cleaning, a test panel shall be undertaken in an inconspicuous position and the method recorded to the approval of the Local Planning Authority.&amp;nbsp; The works shall not be carried out otherwise than in accordance with the approved details.&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building&amp;nbsp;&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;",
    "&lt;p&gt;No soil stacks, soil vent pipes, plumbing, pipes, flues, vents or ductwork shall be fixed on the external faces of the building other than those shown on the drawings hereby approved.&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;",
    "&lt;p&gt;No additional punctuations in the external walls and roofs shall be permitted other than as shown on the drawings hereby approved.&amp;nbsp;&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;",
    "&lt;p&gt;Detailed drawings/full particulars of the proposed development showing the matters set out below must be submitted to and approved by the Local Planning Authority, in consultation with Historic England, in writing, before the relevant parts of the works are commenced. The development shall not be carried out otherwise than in accordance with the details thus approved:&lt;/p&gt;&lt;ol&gt;&lt;li&gt;Proposed double glazed windows, including samples illustrating proposed materials, finishes and opening method;&lt;/li&gt;&lt;li&gt;Specification for repairs to historic ranges at basement level;&lt;/li&gt;&lt;li&gt;Details of works to protect and present wallpaper within Room F2 at first floor level;&lt;/li&gt;&lt;li&gt;Details of proposed internal wall insulation, including specifications and sample;&lt;/li&gt;&lt;li&gt;Details of proposed roof light at roof level;&lt;/li&gt;&lt;li&gt;Details of proposed photovoltaic panels at roof level, including method of fixing and maintenance access to the surrounding roof area.&lt;/li&gt;&lt;/ol&gt;&lt;div&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building.&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;/div&gt;",
    "&lt;p&gt;Detailed drawings/full particulars of the proposed development showing the matters set out below must be submitted to and approved by the Local Planning Authority, in writing, before the relevant parts of the works are commenced. The development shall not be carried out otherwise than in accordance with the details thus approved which shall be implemented in full prior to the first use/occupation of the development.&lt;/p&gt;&lt;p&gt;The details to be submitted include materials, finishes and colour and Elevations and section drawings to include moulding cross sections, where mouldings are used; for the following:&lt;br&gt;&lt;/p&gt;&lt;ol&gt;&lt;li&gt;New panelling&lt;/li&gt;&lt;li&gt;External Vents and openings&amp;nbsp;&lt;/li&gt;&lt;li&gt;Oculus rooflights&lt;/li&gt;&lt;li&gt;Internal vents for MVHR&lt;/li&gt;&lt;li&gt;Brick sample for walls and details of the bond, mortar mix and pointing style.&amp;nbsp;&lt;/li&gt;&lt;li&gt;Internal doors&amp;nbsp;&lt;/li&gt;&lt;li&gt;New railings&lt;/li&gt;&lt;/ol&gt;&lt;p&gt;The works shall not be carried out unless in accordance with the details so approved.&amp;nbsp;&lt;br&gt;&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building.&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;",
    "&lt;p&gt;All existing historic features including, but not limited to, chimney pieces, plasterwork, architraves, panelling, doors, staircase balustrading shall remain undisturbed in their existing position and shall be fully protected during the course of works on site, unless specifically authorised otherwise on the drawings hereby approved.&amp;nbsp; The development and works shall not be carried out otherwise than in accordance with the details thus approved.&lt;/p&gt;&lt;p&gt;REASON: To ensure that those features which contribute to the special architectural and historic interest of the building are retained.&lt;/p&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;",
    "<p>The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>",
    "<p>The Development hereby permitted must be begun not later than the expiration of three years beginning with the date of this consent.</p><p><br></p><p>\r\nREASON: In order to comply with the provisions of Section 18(a) of the Planning (Listed Buildings and Conservation Areas) Act 1990 as amended.\r\n</p>"
  ],
  "parking_details": null,
  "site_number": "195",
  "uprn": "100021057779",
  "decision_target_date": "06/02/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              534905.5797936,
              184237.1253948,
              0
            ],
            [
              534940.399479,
              184237.9766719,
              0
            ],
            [
              534939.8715991,
              184228.4618566,
              0
            ],
            [
              534953.9513742,
              184224.0289223,
              0
            ],
            [
              534949.5909176,
              184211.8213696,
              0
            ],
            [
              534920.9747533,
              184220.074483,
              0
            ],
            [
              534909.8491868,
              184220.0011163,
              0
            ],
            [
              534905.5797936,
              184237.1253948,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "Idox Tascomi",
  "actual_completion_date": null,
  "street_name": "MARE STREET",
  "secondary_street_name": null,
  "description": "Internal repairs and alterations, including landscaping works to front, rear and side gardens and a garden store.&nbsp;",
  "id": "Hackney-2023_2843",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=77900"
}