{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/200452LBC;",
  "lapsed_date": "06/04/2023",
  "decision_target_date": "08/04/2020",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W4 1DS",
  "site_name": "17 Woodstock Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "12106789"
    ],
    "site_area": 0.028
  },
  "appeal_decision_date": null,
  "lpa_app_no": "200452LBC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521270,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T13:42:46.169+00:00",
  "id": "Ealing-200452LBC",
  "application_type": "All Other",
  "street_name": "Woodstock Road",
  "borough": "Ealing",
  "ward": "Southfield",
  "decision_date": "06/04/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Single storey side/rear extension (following demolition of existing conservatory); alterations to internal layout at ground, first and second floor levels involving; removal of internal partition walls; chimney stack; corner stoves; and removal of false ceiling in the attic; replacement of internal doors; and associated external alterations to rear elevation fenestration (Listed Building Consent)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Other listed building consents (alter-extend)",
  "centroid_northing": 179164,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12106789",
  "centroid": {
    "lon": "-0.2543349",
    "lat": "51.4984172"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521286.2009872,
              179161.2048938
            ],
            [
              521282.3505437,
              179152.9472575
            ],
            [
              521279.1019896,
              179154.4468283
            ],
            [
              521269.6036792,
              179158.7955835
            ],
            [
              521267.5011886,
              179159.7952973
            ],
            [
              521260.6000725,
              179163.0043787
            ],
            [
              521255.001676,
              179165.6536204
            ],
            [
              521254.3503162,
              179166.0035202
            ],
            [
              521257.5988702,
              179172.8015743
            ],
            [
              521258.2502301,
              179174.1012023
            ],
            [
              521266.198469,
              179170.4522468
            ],
            [
              521274.4270399,
              179166.6433371
            ],
            [
              521276.9005583,
              179165.5036633
            ],
            [
              521281.3034209,
              179163.5042356
            ],
            [
              521282.0619665,
              179163.1643329
            ],
            [
              521286.2009872,
              179161.2048938
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this consent relates must be begun not later than the expiration of three years beginning with the date on which the consent is granted.",
    "Reason: To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun. | The development hereby approved shall be carried out in accordance with drawing title number(s):  LP400 Location Plan, E.SP200 Site Plan Existing, E.SP201 Site Plan Proposed, E.BP300 Block Plan Existing, BP300 Block Plan Proposed, E.GA100 Ground Floor Plan Existing, E.GA101 First Floor Plan Existing, E.GA102 Second Floor Plan Existing, E.GA103 Roof Plan Existing, E.GA104 South Elevation Existing, E.GA105 North Elevation Existing, E.GA106 West Elevation Existing, E.GA107 East Elevation Existing, E.GA108 Section A-A Existing, GA100 Rev 01 Ground Floor Plan Proposed, GA101 Rev 01 First Floor Plan Proposed, GA102 Rev 01 Second Floor Plan Proposed, GA103 Rev 01 Roof Plan Proposed, GA104 South Elevation Proposed, GA105 Rev 01 North Elevation Proposed, GA106 West Elevation Proposed, GA107 East Elevation Proposed, GA108 Rev 01 Section A-A Proposed, DS500 Proposed Door and Window Schedule, DS501 Proposed Door and Window Schedule, DS502 Proposed Door and Window Schedule, DS503 Proposed Door and Window Schedule List, DE600 Flat Roof Rainwater Drainage, Heritage Statement and Design and Access Statement.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management DPD (2013). | Details of the joinery and glazing of the development, brick arches and roof eaves hereby approved shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the development harmonises with the subject Listed Building, in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management DPD (2013) and policies 7.4, 7.6 and 7.8 of the London Plan (2016). | Suitable precautions must be undertaken to secure and protect all interior and exterior elements against accidental loss or damage during building work and no such elements may be disturbed or removed temporarily or permanently except as indicated on the approved drawings or with the prior written approval of the local planning authority.",
    "Reason: To protect the architectural and historic fabric of this Listed Building, in accordance with policy 7C of the adopted Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and policy 7.8 of the London Plan (2016). | Any damage to the building caused by or during the course of the carrying out of the work permitted shall be made good within 3 months of the completion of the development, in accordance with a specification agreed in writing with the Local Planning Authority.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the adopted Ealing Development Management Development Plan, policies 1.1(h) and 1.2(g) of the Adopted Ealing Development Core Strategy 2012 and policy 7.8 of the London Plan 2016. | No part of the flat roofs of the hereby approved development shall be used as or altered to form a balcony, roof terrace/garden or similar amenity area.",
    "Reason: To protect the living conditions of occupants of nearby properties and future occupiers of the development, in accordance with policies 7A ,7B and 7D of the Ealing Development Management Plan (2013) and policy 7.6 of the London Plan (2016). | The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and shall contain obscure glass and be fixed shut and retained as such for the lifetime of the development.",
    "Reason: To minimise light spillage and interference with the privacy and outlook of adjoining occupiers and in the interests of good neighbourliness and in accordance with policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/02/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08336180",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2541026,
          51.4983887
        ],
        [
          -0.25416089999999997,
          51.4983153
        ],
        [
          -0.25420709999999996,
          51.4983294
        ],
        [
          -0.25434239999999997,
          51.4983706
        ],
        [
          -0.2543723,
          51.49838
        ],
        [
          -0.2544706,
          51.4984103
        ],
        [
          -0.2545503,
          51.4984353
        ],
        [
          -0.2545596,
          51.4984386
        ],
        [
          -0.25451039999999997,
          51.498499
        ],
        [
          -0.25450059999999997,
          51.4985106
        ],
        [
          -0.2543874,
          51.4984761
        ],
        [
          -0.2542703,
          51.4984401
        ],
        [
          -0.254235,
          51.4984293
        ],
        [
          -0.25417229999999996,
          51.4984104
        ],
        [
          -0.2541615,
          51.4984072
        ],
        [
          -0.2541026,
          51.4983887
        ]
      ]
    ],
    "type": "Polygon"
  }
}