{
  "title_number": [
    "unregistered"
  ],
  "site_name": "3 BLACKLANDS DRIVE",
  "cil_liability": false,
  "uprn": null,
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508613.6927,
              182022.4528
            ],
            [
              508608.0703,
              182023.1142
            ],
            [
              508615.0156,
              182070.0778
            ],
            [
              508620.9688,
              182069.4164
            ],
            [
              508614.3542,
              182020.1376
            ],
            [
              508613.6927,
              182022.4528
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "lpa_app_no": "51464/APP/2021/1169",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "18/05/2024",
  "locality": null,
  "postcode": null,
  "decision_target_date": "18/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "HAYES",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=51464/APP/2021/1169",
  "last_updated_by": "CSV Data Import",
  "decision_date": "18/05/2021",
  "appeal_decision": null,
  "centroid_easting": 508615,
  "ward": "CHARVILLE",
  "centroid": {
    "lat": "51.5268918",
    "lon": "-0.4356835"
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 182046,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T23:27:33.886+00:00",
  "description": "Single storey outbuilding to rear for use as a gym including demolition of existing outbuilding",
  "last_date_consultation_comments": "18/04/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "08/2021",
    "intended_commencement_date": "06/2021",
    "site_area": 0.030000000000000002
  },
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 100_02 , 100_03, 100_04, 100_05, 100_06 and 100_07.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The side window serving a shower room as shown on drawing number 100_4 shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance or construction work, an updated Arboricultural Method Statement, Arboricultural Impact Assessment and Tree Protection Plan shall be submitted to and approved in writing by the Local Planning Authority:",
    "The updated  Arboricultural Method Statement, Arboricultural Impact Assessment and Tree Protection Plan shall include full details of the following:",
    "a) Timing and phasing of Arboricultural works in relation to the approved development;",
    "b) Methods of demolition within the root protection area of the retained trees;",
    "c) Arboricultural supervision and inspection by a suitably qualified tree specialist;",
    "c) Tree protection during the demolition and construction phases indicated on a Tree Protection Plan;",
    "d) A specification for protective fencing to safeguard trees during both demolition and construction phases and a plan indicating the alignment of the protective fencing;",
    "e) Details of the foundation type that would be used to construct th",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The applicant is advised that a 'works to trees' application will need to be submitted to and approved by the Council before any works are carried out to protected trees. Also, separate consent will be required from the landowner."
  ],
  "status": "Approved",
  "pp_id": "09665237",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "23/03/2021",
  "id": "Hillingdon-51464_APP_2021_1169",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4357096,
          51.5266804
        ],
        [
          -0.43579049999999997,
          51.5266875
        ],
        [
          -0.4356759,
          51.5271082
        ],
        [
          -0.4355903,
          51.5271011
        ],
        [
          -0.4357008,
          51.5266595
        ],
        [
          -0.4357096,
          51.5266804
        ]
      ]
    ],
    "type": "Polygon"
  }
}