{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Construction of two storey extension to existing sports centre to provide changing accommodation and an office for PE teaching staff.",
  "epc_number": null,
  "street_name": "EASTBURY ROAD",
  "appeal_decision": null,
  "lpa_app_no": "7402/APP/2022/2148",
  "centroid": {
    "lon": "-0.42159369999999996",
    "lat": "51.6124273"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 509387,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=7402/APP/2022/2148",
  "last_updated": "2025-03-20T13:09:31.910+00:00",
  "subdivision_of_building": "Two-storey extension at rear",
  "postcode": "HA6 3AS",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 191579,
  "site_name": "ST HELEN'S SCHOOL",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "05/07/2022",
  "lapsed_date": "28/02/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "28/02/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "02/09/2022",
  "ward": "NORTHWOOD 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-7402_APP_2022_2148",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509412.2414,
              191629.1775
            ],
            [
              509410.9185,
              191595.4431
            ],
            [
              509378.8377,
              191596.766
            ],
            [
              509380.8221,
              191630.5004
            ],
            [
              509412.2414,
              191629.1775
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              509389.7518,
              191546.1643
            ],
            [
              509389.4211,
              191519.0445
            ],
            [
              509365.2778,
              191519.7059
            ],
            [
              509364.9471,
              191555.7555
            ],
            [
              509389.7518,
              191555.4248
            ],
            [
              509389.7518,
              191546.1643
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers A-1003 Rev. P02, A-1004 Rev. P01, A-1005 Rev. P01, A-1006, A-1010 Rev. P02, A-2010 Rev. P01, A-2011 Rev. P01, A-2020 Rev. P028, A-2021 Rev. P02, A-3000 Rev. P02 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby approved shall be carried out strictly in accordance with the external materials and finishes specified on drawing numbers \tA-2020 Rev. P02 and A-2021 Rev. P02 and shall thereafter be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 1, DMHB 4 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall only be used by the pupils and staff members of St. Helen's School and for no other purposes.",
    "REASON",
    "To maintain a measure of control of the development in the interest of amenity, parking and highway safety in accordance with Policies DMHB 11 and DMT 1 and DMT 2  of the Hillingdon Local Plan Part 2 (2020) and Policy T4 of the London Plan (2021).",
    "Prior to the first occupation of the development hereby approved, the ground floor disabled WC, changing rooms and PE Officer as detailed on drawing number A-1010 Rev. P02 shall be fully installed and operational.",
    "REASON",
    "In the interest of inclusive design in accordance with Policy D5 of the London Plan (2021).",
    "The development hereby approved shall be constructed strictly in accordance with the Drainage Strategy Report by Conisbee Version: 1.2, dated 1st July 2022 and shall thereafter be retained/maintained as such.",
    "REASON",
    "In the interest of mitigating surface water flood risk in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the first occupation of the development hereby approved, an ecological enhancement plan, incorporating permanent bat boxes features and a timetable for implementation, has been submitted to and approved in writing by the local planning authority. The agreed scheme shall be carried out in accordance with the approved details and timetable.",
    "REASON",
    "In the interest of protected species in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "The demolition and construction works of the development hereby approved shall be carried out strictly in accordance with the tree protection measures specified in Tree Survey, Arboricultural Impact Assessment, Tree Protection Plan & Arboricultural Method Statement Rev: 2.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained and not damaged during construction work and to ensure that the development confirms with Policy DMHB 14 of the Hillingdon Local Plan Part (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Prior to the commencement of any works above damp proof course level, details of a two replacement trees shall be submitted to and approved in writing by the Local Planning Authority. Details shall include the type of trees, their sizes, specification, location and schedule for implementation. Works shall be carried out in accordance with the approved details. Thereafter, the replacement trees shall be retained and if they die or become seriously diseased within a period of 5 years from they were planted shall be replaced with trees of the same species and height.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in compliance with policies DMHB 11 and DMHB 14 he Hillingdon Local Plan Part 2 (2020) and Policy G7 of the London Plan (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works."
  ],
  "application_details": {
    "total_gia_gained": 338,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "07/2023",
        "intended_commencement_date": "11/2022"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.4,
        "building_ref": "Sports centre extension"
      }
    ],
    "surface_water_discharge_percentage_reduction": 90,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 338,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 0,
    "green_suds": true,
    "garden_land_lost": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "infrastructure_details": {
      "chp_heat_pumps_capacity": 0.04,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "site_area": 0.196,
    "total_gia_existing": 0,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_gained": 338,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0
    },
    "grey_water_reuse": false
  },
  "pp_id": "11329977",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42121359999999997,
          51.6128735
        ],
        [
          -0.4212432,
          51.6125705
        ],
        [
          -0.42170589999999997,
          51.6125886
        ],
        [
          -0.4216668,
          51.6128914
        ],
        [
          -0.42121359999999997,
          51.6128735
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "28/02/2023",
  "secondary_street_name": "NORTHWOOD"
}