{
  "secondary_street_name": null,
  "polygon": null,
  "cil_liability": false,
  "site_name": "",
  "last_updated_by": "Idox Uniform",
  "centroid_northing": 163525,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:56:36.064Z",
  "centroid": {
    "lat": 51.358481,
    "lon": -0.301867
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "KT9 2JZ",
  "decision": "Approved",
  "decision_date": "26/10/2022",
  "locality": null,
  "title_number": [],
  "pp_id": "PP-11532197",
  "last_date_consultation_comments": "03/10/2022",
  "decision_process": "Delegated",
  "description": "Conversion of garage into habitable space, floor plan redesign and all associated works.",
  "bo_system": "Idox Uniform",
  "lpa_app_no": "22/02902/HOU",
  "decision_target_date": "03/11/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100021745398",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "01/2023",
    "total_gia_gained": 15,
    "intended_commencement_date": "11/2022",
    "site_area": 0.023
  },
  "ward": "Chessington South & Malden Rushett",
  "valid_date": "08/09/2022",
  "site_number": "5",
  "id": "Kingston-22_02902_HOU",
  "development_type": "Other house holder developments",
  "centroid_easting": 518333,
  "decision_agency": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.301845,
          51.358494
        ],
        [
          -0.301846,
          51.358467
        ],
        [
          -0.301889,
          51.358468
        ],
        [
          -0.301888,
          51.358495
        ],
        [
          -0.301845,
          51.358494
        ]
      ]
    ]
  },
  "actual_completion_date": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RHW9O5NHKA900",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The change of use hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as 5 Bransby Road, Chessington KT9 2JZ, as set out in Section 1 (Site Address) of the submitted application form signed 08/09/2022\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The development must be carried out in accordance with the provisions of the [Planning Fire Safety Strategy] with the development hereby approved and dated September 2022 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12\r"
  ],
  "lapsed_date": "26/10/2025",
  "parking_details": null,
  "street_name": "Bransby Road"
}