{
  "secondary_street_name": null,
  "polygon": null,
  "cil_liability": false,
  "site_name": "Coombe Moor",
  "last_updated_by": "Idox Uniform",
  "centroid_northing": 170130,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:55:53.398Z",
  "centroid": {
    "lat": 51.417227,
    "lon": -0.257639
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "KT2 7DY",
  "decision": "Approved",
  "decision_date": "02/11/2022",
  "locality": null,
  "title_number": [],
  "pp_id": "PP-11403196",
  "last_date_consultation_comments": "28/09/2022",
  "decision_process": "Delegated",
  "description": "Erection of single storey garden outbuilding  to be used as a gym within the front area of the property.",
  "bo_system": "Idox Uniform",
  "lpa_app_no": "22/02738/HOU",
  "decision_target_date": "27/10/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "000128004947",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.283
  },
  "ward": "Coombe Hill",
  "valid_date": "01/09/2022",
  "site_number": "",
  "id": "Kingston-22_02738_HOU",
  "development_type": "Other house holder developments",
  "centroid_easting": 521257,
  "decision_agency": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.257617,
          51.41724
        ],
        [
          -0.257618,
          51.417213
        ],
        [
          -0.257661,
          51.417214
        ],
        [
          -0.25766,
          51.417241
        ],
        [
          -0.257617,
          51.41724
        ]
      ]
    ]
  },
  "actual_completion_date": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RH2HG7NHK2E00",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of the facing materials to be utilised in the development to which this permission relates (to include photographs of samples and manufacturer specifications)shall be submitted to and approved in writing by the local planning authority. Samples of the proposed materials shall be made available to the Local Planinng Authority upon request. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The outbuilding hereby approved shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with the MS(Tree)W Consultancy Ltd Arboricultural Method Statement & Tree protection plan submitted. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: 1) suitably positioned outside space for fire appliances/ an evacuation assembly point; 2) Appropriate fire alarm systems; 3) Passive and active fire safety measures; 4) appropriate construction details to minimise the risk of fire spread; 5) provision of suitable and convenient means of escape/ an evacuation strategy; 6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r"
  ],
  "lapsed_date": "02/11/2025",
  "parking_details": null,
  "street_name": "Coombe Hill Road"
}