{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Formation of new front porch; Conversion of existing garage into habitable room. First floor rear extension over the existing ground floor extension with installtion of new pitched roof and new rear dormer roof extension, installation of 3no front and 2no side rooflights to facilitate loft conversion",
  "epc_number": null,
  "street_name": "Ullswater Crescent",
  "appeal_decision": null,
  "lpa_app_no": "22/02864/HOU",
  "centroid": {
    "lon": -0.262579,
    "lat": 51.431077
  },
  "actual_completion_date": null,
  "development_type": "Other house holder developments",
  "centroid_easting": 520877,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RHQSGVNHK8H00",
  "last_updated": "2025-05-05T17:56:26.058Z",
  "subdivision_of_building": null,
  "postcode": "SW15 3RQ",
  "uprn": "000128018828",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Idox Uniform",
  "centroid_northing": 171662,
  "site_name": "34 Ullswater Crescent\rKingston Vale\rLondon\rSW15 3RQ\r",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "05/10/2022",
  "lapsed_date": "30/11/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": false,
  "decision_target_date": "30/11/2022",
  "title_number": [],
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "ward": "Coombe Hill",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "appeal_decision_date": null,
  "id": "Kingston-22_02864_HOU",
  "site_number": "34",
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "locality": null,
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any openings inserted at second floor level in the west and east elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first and second floor level in the west or east elevation of the dwelling house unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\r",
    "Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r"
  ],
  "application_details": {
    "no_additional_bedrooms": 3,
    "total_gia_gained": 61.5,
    "intended_commencement_date": "02/2023",
    "no_additional_bathrooms": 2,
    "intended_completion_date": "08/2023",
    "site_area": 0.07500000000000001
  },
  "pp_id": "PP-11445849",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262557,
          51.43109
        ],
        [
          -0.262558,
          51.431063
        ],
        [
          -0.262601,
          51.431064
        ],
        [
          -0.2626,
          51.431091
        ],
        [
          -0.262557,
          51.43109
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "30/11/2022",
  "secondary_street_name": null
}