{
  "secondary_street_name": null,
  "polygon": null,
  "cil_liability": false,
  "site_name": "",
  "last_updated_by": "Idox Uniform",
  "centroid_northing": 168589,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-05-05T17:56:09.482Z",
  "centroid": {
    "lat": 51.404029,
    "lon": -0.302538
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "KT1 2DD",
  "decision": "Approved",
  "decision_date": "15/11/2022",
  "locality": null,
  "title_number": [],
  "pp_id": "PP-11510603",
  "last_date_consultation_comments": "23/09/2022",
  "decision_process": "Delegated",
  "description": "Demolition of non-original rear two-storey extension and single-storey lean-to structure to rear of building, construction of partial single-storey, partial two-storey rear and side extension with removal of rear chimney.",
  "bo_system": "Idox Uniform",
  "lpa_app_no": "22/02799/HOU",
  "decision_target_date": "25/10/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100021760681",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "total_gia_gained": 40,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "05/2024",
    "intended_commencement_date": "09/2023",
    "site_area": 0.022000000000000002
  },
  "ward": "Kingston Town",
  "valid_date": "30/08/2022",
  "site_number": "19A",
  "id": "Kingston-22_02799_HOU",
  "development_type": "Other house holder developments",
  "centroid_easting": 518169,
  "decision_agency": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.302516,
          51.404042
        ],
        [
          -0.302517,
          51.404015
        ],
        [
          -0.302561,
          51.404016
        ],
        [
          -0.30256,
          51.404043
        ],
        [
          -0.302516,
          51.404042
        ]
      ]
    ]
  },
  "actual_completion_date": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RHF2ARNHK5L00",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required by Section 91 of the Town and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "During the construction phase of the development, no works (including any deliveries) shall take place on site outside of the following hours:\r\r08:00 to 18:00 Monday to Friday\r08:00 to 13:00 on Saturdays\rNo works or deliveries whatsoever shall take place on Sundays or bank holidays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to occupation, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: 1) suitably positioned outside space for fire appliances/ an evacuation assembly point; 2) Appropriate fire alarm systems; 3) Passive and active fire safety measures; 4) appropriate construction details to minimise the risk of fire spread; 5) provision of suitable and convenient means of escape/ an evacuation strategy; 6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved strategy prior to occupation and thereafter maintained.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021. \r",
    "Prior to beneficial occupation of the development hereby approved, 3no. swift bricks or boxes shall have been incorporated within the external walls of the development hereby approved and shall be retained thereafter. Swift bricks/boxes can be placed on any elevation, but ideally under shade-casting eaves. They should be installed in groups of at least three, at a height above 5m height, and preferably with a 5m clearance between the host building and other buildings or obstructions. Where possible avoid siting them above windows or doors. Swift bricks should be used unless these are not practical due to the nature of construction, in which case alternative designs of suitable swift boxes should be provided in their place. \r\rReason: To enhance the bio diversity of the site and to comply with Policy DM6 of the RBK Core Strategy and Policy G6 of the London Plan 2021.\r"
  ],
  "lapsed_date": "15/11/2025",
  "parking_details": null,
  "street_name": "Grove Crescent"
}