{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Redevelopment of the existing building (Class E use) to provide a 5 storey building with Class E floorspace at ground floor and 9no. residential units above with refuse/recycling facilities, cycle store and associated works",
  "epc_number": null,
  "street_name": "High Street",
  "appeal_decision": null,
  "lpa_app_no": "22/02876/FUL",
  "centroid": {
    "lon": -0.255311,
    "lat": 51.399819
  },
  "actual_completion_date": null,
  "development_type": "Minor dwellings",
  "centroid_easting": 521465,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RHSN64NHK9500",
  "last_updated": "2025-05-05T17:56:29.449Z",
  "subdivision_of_building": null,
  "postcode": "KT3 4HY",
  "uprn": "000128028856",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Idox Uniform",
  "centroid_northing": 168198,
  "site_name": "132-134 High Street\rNew Malden\rKT3 4HY\r",
  "status": "Commenced",
  "appeal_start_date": null,
  "valid_date": "11/10/2022",
  "lapsed_date": "16/10/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": "04/04/2024",
  "last_updated_by": "Idox Uniform",
  "cil_liability": true,
  "decision_target_date": "06/12/2022",
  "title_number": [],
  "decision": "Approved",
  "last_date_consultation_comments": "03/06/2023",
  "ward": "New Malden Village",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": null,
  "appeal_decision_date": null,
  "id": "Kingston-22_02876_FUL",
  "site_number": "132",
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "locality": null,
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to the commencement of any development above ground level, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings, supporting calculations, SuDS Statement and Drainage Assessment Form shall be submitted to and approved in writing by the local planning authority. A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\r \rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI 7 of the London Plan 2021 and policies CS9 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "[Prior to any above-ground works/beneficial occupation] of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.",
    "Prior to the commencement of any development above ground level, detailed drawings at a scale of 1:5 or 1:10 (as necessary) of the following features shall be submitted to and approved in writing by the local planning authority:\r\rWindows and doors, including any aprons, sills, mouldings, heads, jambs, transoms, mullions, lintels or reveals to a scale of 1:10\rKey elements of the building/landscape at a scale of 1:5\rSignage\rSolar panels\r\rThe development shall then be carried out in accordance with the approved drawings.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The hours of working during the development phase shall be restricted to the following:\rMonday - Friday: 8am - 6pm\rSaturday: 8am - 1pm\rNo working on Sundays or Bank Holidays.\rReason: To safeguard the amenity of the occupants of surrounding premises during the demolition/construction phase\r",
    "Prior to the commencement of any above ground works, a landscaping scheme shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. \r\rAny shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, a delivery and service plan shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved plan.\r\rReason: To ensure proper delivery and service management in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall achieve as a minimum 62% reduction in carbon dioxide emissions over Part L of the Building Regulations (2021) secured on site as declared in the submitted Energy and Sustainability Assessment (JS Lewis, September 2022). \r\rPrior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved the above improvements in CO2 emissions and internal water usage rates of no greater than 110L per person per day shall be submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: To ensure compliance with the approved  energy strategy and in the interests of sustainability and energy conservation, in accordance with policy SI2 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall not be commenced until a scheme to enhance the nature conservation interest of the site has been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r\rThe scheme is required before development commences because it would affect the design of subsequent elements of the development.",
    "Unless otherwise indicated on the approved drawings, the flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the north, south or east elevations of the building hereby approved unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of development, a Dust Management Plan must be submitted to and approved in writing by the local planning authority. The DMP must include monitoring of dust deposition, dust flux, realtime PM10 continuous monitoring and/or visual inspections. This plan must incorporate the recommendations of (the relevant section) of the Air Quality Assessment and be in compliance with the GLA Control of Dust and Emissions during Construction and Demolition SPG.\r\rThe details within the approved DMP shall be adhered to throughout the construction period.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.\r",
    "Prior to beneficial occupation of the development to which this permission relates, privacy screening, 1.7m in height as measured from the floor level adjacent to the screen, shall be erected along the eastern side of the balconies and/or terraces to units 1.02, 2.03 and 3.02. Aside from essential fixings, the screen(s) shall be constructed entirely of obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, the south facing stairwell window shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"\r\rReason: To ensure satisfactory air quality and living conditions for neighbouring occupiers, in accordance with policies D3, SI1 and T7 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of the development to which this permission relates, an acoustic report shall be submitted to and approved in writing by the local planning authority demonstrating: \r\r(a) the rating level of the air source heat pumps, permitted as part of this development, will be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014 and \r\r(b) the noise from the air source heat pumps, permitted as part of this development, will not exceed Laeq,15mins 50dB when measured in a central position in the rooftop amenity space.\r\rIf the assessment indicates that noise from these sources is likely to affect occupants, the report shall detail mitigation measures designed so that nuisance will not be caused to them.\r\rThe report shall be authored by a suitably qualified acoustic consultant/engineer and shall take into account the provisions of BS 8233:2014 \"Guidance on sound insulation and noise reduction for buildings\".\r\rThe approved mitigation measures shall be implemented prior to beneficial occupation of the development and be permanently retained thereafter.\r\rReason: To ensure satisfactory living conditions for the occupants of the development, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\r\rThese details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and the details are likely to affect the design of other elements of the scheme.\r",
    "The development hereby permitted shall incorporate security measures to minimise the risk of crime and to meet the specific security needs of the development in accordance with the Secured by Design. Details of these measures shall be submitted to and approved in writing by the local planning authority prior to commencement of the development and shall be implemented in accordance with the approved details prior to occupation and retained thereafter.\r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and D11 Designing out Crime of the London Plan 2021.\r",
    "Prior to occupation of the development hereby approved, a Secured by Design final certificate or its equivalent awarded by a Designing Out Crime Officer from the Metropolitan Police Service on behalf of the National Police Chiefs Council shall be submitted to and approved by the Local Planning Authority. \r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and Policy D11 Designing out Crime of the London Plan 2021.\r",
    "Prior to occupation of the development hereby approved, a detailed scheme demonstrating that 90% of the units satisfy Approved Document M4(2) requirements with the remainder meeting M4(3) requirements shall be submitted to and approved in writing by the Local Planning Authority.\rThe development shall be implemented as approved and retained thereafter. \rReason: In the interest of inclusive access in accordance with Policy D7 of the London Plan (2021).\r"
  ],
  "application_details": {
    "total_gia_gained": 804,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_commencement_date": "02/2023",
        "intended_completion_date": "02/2024"
      }
    ],
    "building_details": [
      {
        "no_storeys": 5,
        "max_height": 16.05,
        "building_ref": "Existing Building (to be extended)"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 351,
        "gia_gained": 0,
        "use_class": "SpecifiedOther",
        "gia_lost": 159
      },
      {
        "gia_existing": 0,
        "gia_gained": 804,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "internal_resi_water_usage": 105,
    "affordable_housing_fast_track": false,
    "green_suds": true,
    "garden_land_lost": false,
    "residential_details": {
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_sale": 9,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 19,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 9,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_gia_gained": 636,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": 756.7567567567568,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 243.24324324324326,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "04/04/2024",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 50
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "04/04/2024",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 50
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "04/04/2024",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 62
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "04/04/2024",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 62
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "04/04/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 86
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-6",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "04/04/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 86
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-7",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "04/04/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 86
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-8",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "04/04/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 91
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-9",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "04/04/2024",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 63
        }
      ],
      "site_area": 0.037
    },
    "total_gia_lost": 159,
    "scheme_phasing": false,
    "infrastructure_details": {
      "chp_heat_pumps_capacity": 0.15,
      "mobile_network_operators_consultation": false,
      "solar_pv_capacity": 0.01,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 9,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 9,
      "urban_greening_factor_score": 0.23,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 3,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "green_roof_area": 66,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "site_area": 352,
    "total_gia_existing": 351,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_gained": 804,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 159,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 351,
      "development_type": null,
      "site_area": 0.037
    },
    "grey_water_reuse": false,
    "s106_agreement": true,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "000128028856"
    ],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2168411G"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2168411F"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2168411E"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.037,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "lead_developer_company_name": null
  },
  "pp_id": "PP-11241196",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.255289,
          51.399832
        ],
        [
          -0.25529,
          51.399805
        ],
        [
          -0.255333,
          51.399806
        ],
        [
          -0.255332,
          51.399833
        ],
        [
          -0.255289,
          51.399832
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "16/10/2023",
  "secondary_street_name": null
}