{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "08/12/1999",
  "development_type": null,
  "ward": "Dundonald_histroic",
  "lapsed_date": "16/03/2003",
  "decision_date": "16/03/2000",
  "lpa_app_no": "99/P2197",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.410167,
    "lon": -0.224016
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T11:43:43.998+00:00",
  "locality": "Raynes Park",
  "date_building_work_completed_under_previous_permission": null,
  "description": "REDEVELOPMENT OF THE SITE INVOLVING THE ERECTION OF A NEW TWO STOREY BUILDING TO BE USED FOR BUSINESS PURPOSES (CLASS B1).",
  "application_type_full": null,
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=99/P2197",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {},
  "pp_id": null,
  "postcode": "SW20 8SA",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.223993,
          51.41018
        ],
        [
          -0.223994,
          51.410153
        ],
        [
          -0.224038,
          51.410154
        ],
        [
          -0.224037,
          51.410181
        ],
        [
          -0.223993,
          51.41018
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Kingston Road",
  "decision_conditions": [
    "Condition : 1 - The developments to which this permission relates shall be begun not later than the expiration of 5 years, beginning with the date of this permission.",
    "Condition : 2 - Details/particulars of the insulation of the building against the transmission of noise and vibration including details of the proposed roller shutter door shall be submitted to and approved in writing by the Local Planning Authority before the development starts. The insulation works shall be carried out in accordance with the details approved and shall be in place prior to the commencement of the use hereby approved.",
    "Condition : 3 - No demolition or construction work in pursuant of this permission shall be carried out on or before 08.00 hours or after 1800 hours on Mondays to Fridays inclusive, before 0800 hours or after 1300 hours on Saturdays and at no time on Sundays or Bank Holidays.",
    "Condition : 4 - Loading/unloading operations shall only take place between the hours of 8am and 6pm Monday to Friday and not at all on Saturdays,Sundays or Bank Holidays without prior written consent of the Local Planning Authority.\r\n\r\nReason for condition : To safeguard the amenites of neighbouring occupiers.",
    "Condition : 5 - No use of the building hereby approved shall take place until such times as the car parking area at the front of the building as shown on the approved drawing no.9018/01C shall be retained for the parking of vehicles at all times.\r\n\r\nReason for condition : To retain adequate parking facilities and to safeguard the amenities of neighbouring occupiers. ",
    "Condition : 6 - No goods, waste or other materials shall be stored outside the premises in the open except in such locations and containers as may be approved in writing by the Local Planning Authority.\r\n\r\nReason for condition : To ensure a satisfactory standard of development in the interests of protecting neighbouring amenity.  ",
    "Condition : 7 - Notwithstanding the provisions of the Town and Country Planning General Permitted Development Order 1995 (or any other Order revoking or re-enacting this Order) no windows, other than thoses shown on the approved drawing no.9018/01C, or other openings shall be formed in the west facing elevation of the building without the prior written approval of the Local Planning Authority.",
    "Condition : 8 - The roller shutter door as shown on the approved drawing no.9018/01C shall be an acoustic mechanically operated type and fully sealed at all edges and shall be permanently maintained as such thereafter. It shall be kept shut when not in use for deliveries or despatch and shall be installed to the satisfaction of the Local Planning Authority so as to provide sound attenuation of not less than 31dB as measured 1m externally from the west facing flank wall against the internally generated noise. \r\n\r\nReason for condition : To safegurd the amenities of adjoining residential amenities.\r\n\r\n  ",
    "Condition : 9 - Particulars and samples of the materials to be used on all external faces on the building, including fenestration, shall be submitted to and approved in writing by the Local Planning Authority before any works are commenced. Development shall be carried out in full accordance with the approved details.",
    "Condition : 10 - Details of proposals for the storage and disposal of refuse shall be submitted to and approved in writing by the Local Planning Authority before the development commences. These facilities shall be provided in full accordance with the approved details before any permitted use starts and permanently maintained thereafter.",
    "Condition : 11 - Before the building hereby permitted is first occupied, the windows in the west elevation of the shall be glazed with obscure glass and fixed shut and shall be permanently maintained as such thereafter."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 169401,
  "site_name": "Rear",
  "decision_target_date": "02/02/2000",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "48082789",
  "appeal_decision_date": null,
  "id": "Merton-99_P2197",
  "centroid_easting": 523614
}