{
  "centroid_easting": 552583,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Havering",
  "lpa_app_no": "P1145.23",
  "last_date_consultation_comments": "03/11/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": "51.5866192",
    "lon": "0.2010653"
  },
  "postcode": "RM2 5HA",
  "actual_completion_date": null,
  "street_name": "Romford",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2012399,
          51.586522
        ],
        [
          0.2011183,
          51.5864731
        ],
        [
          0.2010696,
          51.5865179
        ],
        [
          0.20101449999999998,
          51.5865725
        ],
        [
          0.20090429999999998,
          51.5867403
        ],
        [
          0.200933,
          51.5867477
        ],
        [
          0.20097369999999998,
          51.5867585
        ],
        [
          0.2009905,
          51.586763
        ],
        [
          0.2010063,
          51.5867664
        ],
        [
          0.20101809999999998,
          51.5867668
        ],
        [
          0.20102879999999998,
          51.586766
        ],
        [
          0.20104129999999998,
          51.5867615
        ],
        [
          0.2010507,
          51.586754
        ],
        [
          0.2012399,
          51.586522
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1145.23",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Havering-P1145.23",
  "ward": "Squirrels Heath",
  "title_number": null,
  "description": "Change of Use of ground floor from retail shop Use Class E(a) to Restaurant and Take Away Use Class E(b), installation of extraction flue systems, internal, and external alterations. Opening hours Monday-Saturday 9am-11pm and Sunday and Bank Holidays 10am-10pm, external seating area and boundary fence",
  "uprn": "100023516881",
  "site_name": "216 - 218 Main Road",
  "decision_agency": "Borough",
  "centroid_northing": 189824,
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "ENTIRE",
        "intended_completion_date": "09/2023",
        "intended_commencement_date": "09/2023"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 0.034,
    "total_gia_lost": 0,
    "total_gia_existing": 253,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 253,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 253,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private"
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "16/02/2024",
  "subdivision_of_building": null,
  "decision_date": "16/02/2024",
  "decision": "Approved",
  "locality": null,
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552595.425,
              189813.555
            ],
            [
              552587.161,
              189807.865
            ],
            [
              552583.639,
              189812.742
            ],
            [
              552579.643,
              189818.702
            ],
            [
              552571.447,
              189837.126
            ],
            [
              552573.411,
              189838.006
            ],
            [
              552576.189,
              189839.293
            ],
            [
              552577.34,
              189839.835
            ],
            [
              552578.424,
              189840.241
            ],
            [
              552579.237,
              189840.309
            ],
            [
              552579.982,
              189840.241
            ],
            [
              552580.862,
              189839.767
            ],
            [
              552581.539,
              189838.955
            ],
            [
              552595.425,
              189813.555
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "lapsed_date": "16/02/2027",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 9:00 and 23:00 on Mondays to Saturday and 10:00 and 22:00 on Sundays, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity.",
    "Before the use commences suitable equipment to remove and/or disperse odours and odorous material should be fitted to the extract ventilation system in accordance with a scheme submitted to and approved in writing by the Local Planning Authority in consultation with the Havering Public Protection Service. The approved equipment shall be installed on site and certification provided by a competent engineer. Thereafter, the equipment shall be properly maintained and operated within design specifications during normal working hours.",
    "Reason: Insufficient information has been supplied with the application to judge the technical specifications of the extract ventilation system.  Submission of this detail prior to commencement of the use will protect the amenity of occupiers of nearby premises and ensure that the development accords with Policies 7 and 34 of the Havering Local Plan.",
    "Before the uses commence, a scheme to control the transmission of noise and vibration from any mechanical ventilation system installed shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the permitted use commencing. Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "Reason:  Insufficient information has been supplied with the application with regards to a scheme to control noise and vibration from any mechanical ventilation system. Submission of this detail prior to commencement of the use will protect the amenity of noise sensitive premises from noise and vibration from mechanical plant and ensure that the development accords with Policies 7 and 34 of the Havering Local Plan.",
    "No music or speech shall be played and no sound reproduction equipment shall be placed in the external seating area hereby approved.",
    "Reason:- To prevent noise nuisance to adjacent properties in accordance with Policies 7 and 34 of the Havering Local Plan.",
    "The external seating area hereby approved shall not be used for the purposes hereby permitted other than between the hours of 9:00 till 23:00 on Monday to Saturday and 10:00 till 22:00 on Sundays, Bank and Public Holidays.",
    "Reason: To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Policies 7 and 34 of the Havering Local Plan.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with ANVA via email on 11th August 2023, 18th January and 15th February 2024. The revisions involved amending the description of the proposal to include an external seating area and boundary fence and reducing the hours of use and amending the plans to show the trees in the vicinity of the site and the colour of the extraction flue. The amendments were subsequently submitted on 18th January and 15th February 2024.",
    "The applicant is advised to have regard to the following guidance provided in:",
    "·         The Food Industry Guides to Good Hygiene Practice:",
    "·         Workplace, Health, Safety and; Welfare Approved Code of Practice L24 ISBN 0-7176-0413-6 available to order from book shops.",
    "Further information is available at the following web sites:",
    "·         Food safety - www.food.gov.uk/foodindustry/",
    "·         Occupational safety & health - www.hse.gov.uk",
    "Applicants have found it beneficial to consider the items below before final detailed plans are produced",
    "1.      provision of suitable outside bin storage",
    "2.      provision of a grease trap on the foul drainage",
    "3.      proper storage and disposal of waste oil",
    "4.      vehicle and pedestrian routes when loading and unloading",
    "5.      vehicle and pedestrian routes for customers",
    "Finally, food premises must be registered with us at least 28 days before opening.  It is an offence for premises to trade without registration.  A registration form",
    "INFORMATIVE",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments."
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T11:02:22.202+00:00",
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Full planning permission",
  "valid_date": "02/08/2023",
  "pp_id": "12329394",
  "status": "Approved"
}