{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "site_number": null,
  "street_name": "High Street",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby permitted shall be carried out in accordance with the following drawings and documents: 3540_PL(20)100_ (Existing Roof Plan); 3540_PL(20)200_ (Existing Site Elevations - North-East); 3540_PL(20)201_ (Existing Site Elevations - South-West); 3540_SK(20)508 (Existing Floor Plans); 3540_PL(90)002_ (Existing Site Plan); BC01 (Proposed Site and Location Plan); 3540_PL(20)102_P1 Rev A (Proposed Ground Floor Plan); 3540_PL(20)103_P1 (Proposed Ground and First Floor Plan); 3540_PL(20)104_P1 (Proposed Second and Third Floor Plan); 3540_PL(20)105_ (Proposed Fourth and Fifth Floor Plan); 3540_PL(20)101_ (Proposed Roof Plan); 3540_PL(20)202_ (Proposed Site Elevations - North-East); 3540_PL(20)203_P1 (Proposed Site Elevations - South-West); 3540_PL(20)204_P1 (Proposed Elevations - North-East); 3540_PL(20)205_P1 (Proposed Elevations - South-West); 3540_PL(20)301_ (Proposed Section A-A); 3540_SC100_P1 (Summary Accommodation Schedule); 3540_SC101_P1 (Detail Accommodation Schedule); Daylight and Sunlight Report prepared by Waldrams dated 21.05.2021; Design and Access Statement prepared by Stockwool dated July 2021, The Southall Market Operation Plan (April 2023)",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Notwithstanding any information submitted with this application, details of the materials to be used for the external surfaces of the hereby approved development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced except for demolition or ground works. The details shall be fully implemented as approved.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 7.4, 7B and 7C of the Ealing Development Management DPD (2013), policies 1.1 (h), 1.2 (g) and 2.10 of the Ealing Local Development Framework (Core Strategy 2012) and policies D3 and D4 of the London Plan (2021).",
    "| A minimum of fourteen (14) secure cycle storage spaces shall be provided on site in accordance with the location identified within the drawings and documents listed under condition 2. The cycle storage area shall be brought into use prior to the first occupation of the development hereby permitted and retained permanently thereafter.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy T5 of the London Plan (2021) and Supplementary Planning Guidance (Housing) (2012).",
    "| A minimum of 1no. 660L refuse and 1no. 660L recycling bins shall be provided on site in accordance with the location identified within the drawings and documents listed under condition 2. The refuse store shall be brought into use prior to the first occupation of the development hereby permitted and retained permanently thereafter.",
    "Reason: To provide waste storage facilities, in accordance with policy SI8 of the London Plan (2021) and SPG4 Refuse and Recycling Facilities.",
    "| Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for the installation in the dwellings of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air. The details to be submitted shall include the arrangements for continuously maintaining the operational efficiency of the system.  The ventilation system as approved shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: To ensure that the amenity of occupiers of the development site are not adversely affected by air pollution, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013) and policies GG3 and D6 of the London Plan (2021).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by dust, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D13 of the London Plan (2021), the National Planning Policy Framework (2021) and chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG).",
    "| Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.  Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve noise limits specified in BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), the National Planning Policy Framework (2021) and Ealing interim SPG10.",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining/bathroom above/below/adjoining bedroom of separate dwelling. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of enhanced sound insulation of at least 10/15/20dB above the Building Regulations value for residential use, as necessary, of the floor/ceiling/walls separating the non-residential uses (eg. commercial/community premises, plant rooms/locations, car parking/ communal main entrances/staircase, bin/cycle storage etc.) from dwellings. Where noise emissions include characteristic features, the Noise Rating level shall not exceed NR25 Leq 5mins (octaves) inside a bedroom and NR30 Leq 5mins (octaves) inside a living room. Details of mitigation measures shall include the installation method, materials of separating structures and the resulting sound insulation value and internal sound/rating level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: In the interests of the living conditions of residential occupiers within the building or adjacent, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies SI8 and D14 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the commercial and residential parts of the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration/noise from mechanical installations/ equipment, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration",
    "| Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To protect the amenity of occupants and neighbouring properties in accordance with policy 7A and policy 7B of Ealing's Development Management DPD (2013), policies D14 and SI1 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012) and National Planning Policy Framework (2021).",
    "| The hours of operation of the ground floor commercial units shall be restricted to 09:00 until 22:00hrs Mondays to Sundays and Public Holidays. Deliveries of goods to, and waste collections from the proposed development shall only take place during the period 0800 - 1800 hrs on Mondays to Saturdays and at no time on Sundays and Public Holidays.",
    "Reason: In the interests of safeguarding the residential amenity of nearby residents in accordance with Policy 7A of the Ealing Development Management Development Plan (2013), Supplementary Planning Guidance 10 Noise and Vibration, and London Plan (2021) Policy D14 and National Planning Policy Framework (2021) - Section 12 Achieving well-designed places.",
    "| The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development.",
    "In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied.  The evidence shall include waste disposal transfer notes proving correct disposal of soil.",
    "Reason: To ensure any ground and water contamination issues are addressed to ensure the safety of the development, the environment and to ensure that the site is suitable for the proposed use in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy SD1 of the London Plan 2021 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B. Where appropriate, details of a programme for delivering related positive public benefits",
    "C. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Reason: To ensure the sensitive management and preservation of the historic environment in  accordance with policy HC1 of the London Plan (2021), policy 7C of the Ealing Development  Management DPD (2012) and section 16 of the National Planning Policy Framework (2021).",
    "| Prior to the completion of the residential units, the approved scheme shall incorporate and maintain measures to achieve an overall reduction in regulated CO2 emissions through the incorporation of at least 4kWp solar panel PV system, with details submitted to and approved by the local planning authority prior to the installation of the solar panels, confirming they are operational to the minimum of 4kWp. The solar panels shall be maintained for the life of the development.",
    "Reason: To ensure that the dwellings within the development hereby approved are energy efficient and to contribute to the avoidance of need for fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies SI1, SI2 and SI3 of the London Plan (2021), policies 1.1 (e), (j) (k) and 1.2 (f) of the Ealing Core Strategy (2012), policies 5.2 and 7A of the Ealing Development Management DPD (2013) and the Mayor's Sustainable Design and Construction SPG.",
    "| One hundred percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies D5, D6 and D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012).",
    "| No vehicles shall be parked in within the market area (as demarcated on plan 3540_PL(20)102 Rev A) at any time.",
    "Reason: In the interests of highway safety, in accordance with the Councils Adopted Sustainable Transport for New Development Supplementary Planning Document (2013), policies 1.1(f)(h)(k) and 3.1(b) and 3.8 of the adopted Local Development Framework (Core Strategy 2012), policies T2, T4, T6 of the London Plan (2021) and policy 6.13 of the Ealing Development Management DPD (2013)",
    "| The proposal is a car free development. No vehicles shall be parked within the site at any time.",
    "Reason: In the interests of highway safety, in accordance with the Councils Adopted Sustainable Transport for New Development Supplementary Planning Document (2013), policies 1.1(f)(h)(k) and 3.1(b) and 3.8 of the adopted Local Development Framework (Core Strategy 2012), policies T2, T4, T6 of the London Plan (2021) and policy 6.13 of the Ealing Development Management DPD (2013)",
    "| The use of the site as a street market shall be carried out fully in accordance with the approved Operation Plan dated April 2023 (Rev 2) (and subsequent reviews) on commencement of the market and shall be retained in operation thereafter, or unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To safeguard the living and working conditions of local people and in the interests of highway safety in accordance with policies 4A, 4C, 7.4 and 7B of the Ealing DPD, the Draft Ealing Local Plan 2022 (Reg 18) and policies E9, T2, T4, T6 London Plan 2021",
    "| The use of the site as a street market shall be carried out fully in accordance with the approved waste and recycling plan contained within the approved Operation Plan dated April 2023 (Rev 2) (and subsequent reviews), or unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To safeguard the living and working conditions of local people and in the interests of highway safety in accordance with policies 4A, 4C, 7.4 and 7B of the Ealing DPD, the Draft Ealing Local Plan 2022 (Reg 18) and policies E9, T2, T4  London Plan 2021.",
    "| Noise and vibration from the communal lift shall not exceed the criteria for dwellings specified in Table 5 BS8233:2014.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021)."
  ],
  "locality": "Southall",
  "uprn": "12040416",
  "status": "Approved",
  "pp_id": "PP-09397303",
  "title_number": null,
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "centroid": {
    "lon": "-0.37288669999999996",
    "lat": "51.5107055"
  },
  "decision_agency": "Borough",
  "application_type": "All Other",
  "decision_date": "28/06/2023",
  "last_updated_by": "CSV Data Import",
  "decision_process": "Delegated",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 180341,
  "secondary_street_name": null,
  "epc_number": null,
  "cil_liability": true,
  "actual_completion_date": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/214644FUL;",
  "lpa_app_no": "214644FUL",
  "lpa_name": "Ealing",
  "application_type_full": null,
  "site_name": "80-82 High Street And",
  "ward": "Southall Broadway",
  "appeal_status": null,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513039.9773325,
              180347.4053475
            ],
            [
              513040.5957121,
              180347.3353675
            ],
            [
              513040.7028979,
              180347.8452215
            ],
            [
              513044.503871,
              180346.9454791
            ],
            [
              513045.0150648,
              180346.8355106
            ],
            [
              513048.816038,
              180346.3956365
            ],
            [
              513041.4944237,
              180307.266837
            ],
            [
              513030.3883264,
              180309.5361874
            ],
            [
              513034.6757582,
              180331.7598259
            ],
            [
              512987.4727834,
              180341.3470816
            ],
            [
              512978.8896748,
              180343.3665036
            ],
            [
              512959.1922238,
              180345.8957796
            ],
            [
              512960.2063663,
              180360.0317332
            ],
            [
              512960.4537182,
              180359.7818047
            ],
            [
              513039.9773325,
              180347.4053475
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T03:39:13.671+00:00",
  "appeal_start_date": null,
  "decision_target_date": "30/06/2023",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "borough": "Ealing",
  "lapsed_date": "28/06/2026",
  "appeal_decision_date": null,
  "id": "Ealing-214644FUL",
  "description": "Construction of a part four, part five storey building comprising of nine self contained residential units and 136 sqm of ground floor retail space (Use Class E); associated refuse/service area and access (Following demolition of existing two storey building and enclosure/gates (entrance to Southall Market), relocation of market to front of 57-78 High Street",
  "valid_date": "08/07/2021",
  "application_details": {
    "existing_uprns": [
      "000012039789, 000012040416, 000012031251, 000012031252, 000012031277, 000012111173, 000012111174, 000012111175, 000012153254, 000012169898, 000012169899, 000012172233"
    ],
    "site_area": 0.158
  },
  "centroid_easting": 513011,
  "postcode": "UB1 3DB",
  "actual_commencement_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3724673,
          51.5107572
        ],
        [
          -0.37245839999999997,
          51.5107565
        ],
        [
          -0.3724567,
          51.5107611
        ],
        [
          -0.37240219999999996,
          51.5107522
        ],
        [
          -0.3723949,
          51.5107511
        ],
        [
          -0.37234029999999996,
          51.5107464
        ],
        [
          -0.37245829999999996,
          51.5103962
        ],
        [
          -0.3726175,
          51.5104188
        ],
        [
          -0.3725486,
          51.5106177
        ],
        [
          -0.3732255,
          51.5107133
        ],
        [
          -0.37334849999999997,
          51.5107332
        ],
        [
          -0.3736314,
          51.5107598
        ],
        [
          -0.3736123,
          51.5108867
        ],
        [
          -0.37360879999999996,
          51.5108844
        ],
        [
          -0.3724673,
          51.5107572
        ]
      ]
    ],
    "type": "Polygon"
  }
}