{
  "appeal_decision": null,
  "street_name": "The Straight",
  "title_number": null,
  "valid_date": "06/06/2023",
  "cil_liability": false,
  "polygon": null,
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "decision": "Approved",
  "pp_id": "PP-12136617",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "14/09/2026",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "borough": "Ealing",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": 51.506099,
    "lon": -0.381891
  },
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "decision_target_date": "25/09/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 512399,
  "decision_conditions": null,
  "lpa_app_no": "232253CND",
  "application_details": {
    "existing_uprns": [
      "12110582"
    ]
  },
  "centroid_northing": 179815,
  "ward": "Southall West",
  "locality": "Southall",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Ealing-232253CND",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232253CND;",
  "uprn": "12110582",
  "description": "Details of foundation design in part pursuant to condition 39 (phase 2 only) of planning application Ref: 171562VAR dated 16/10/2017 for 'Section 73 application for minor amendment to vary condition 3 (approved drawings) to amend the outline scheme drawings and removal of condition 41 (details of soakaways) of outline planning permission reference PP/2015/4682 dated 18.02.16 for demolition of 22 houses; the remediation of the land and the redevelopment of the site to deliver a large mixed use development including residential, non-food retail, food retail, restaurants, bars and cafes, hotel, conference and banqueting, cinema, health care facilities, education facilities, office/studio units, car park, sports pavilion, an energy centre, multi-storey car park and associated car and cycle parking, landscaping, public realm, open space and children's play space., Full application: new access roads from the Hayes-By-Pass and Southall town centre to the application site for vehicle, cycle and pedestrian access, including drainage and a flood relief pond.  Widening of South Road across the railway line, for the creation of a bus lane and three new accesses onto Beaconsfield Road. Two bridges over the Grand Union Canal and Yeading Brook to provide pedestrian and cycle access to Minet Country Park and Springfield Road.  , The quantum of development remains the same as the original scheme with the exception that the proposed development includes revised positioning of the hotel, supermarket and banqueting hall; the removal of the multi-storey car park to be replaced by basement car parking spaces; the removal of the east/west bus and taxi route through the Civic Square to be replaced by a dedicated pedestrian route and use for emergency vehicular access; proposed changes to the horizontal and vertical ...etc''",
  "site_name": "The Straight",
  "appeal_status": null,
  "postcode": "UB1 1QX",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "14/09/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T03:08:04.143+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}