{
  "application_type_full": "Full planning permission",
  "street_name": "NORTHWOOD",
  "decision_agency": "Borough",
  "lpa_name": "Hillingdon",
  "decision_date": "15/07/2025",
  "centroid_easting": 509888,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=51312/APP/2025/623",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "decision": "Approved",
  "valid_date": "06/03/2025",
  "status": "Approved",
  "last_updated_by": "CSV Data Import",
  "lapsed_date": "15/07/2028",
  "pp_id": "13831185",
  "description": "Partial retention of the part single storey, part two storey wraparound extension to the side and rear, involving conversion of existing garage with new front window, erection of cycle/refuse store. and modification to existing dormer to reduce its size together with conversion of a single dwelling house into 2 x self-contained flats with associated parking, cycle and bin stores.",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": 191248,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Hillingdon",
  "uprn": null,
  "application_details": {
    "garden_land_lost": false,
    "surface_water_discharge_percentage_reduction": 0,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 190.36,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 190.36,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "residential_details": {
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_gia_gained": 171.4,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Semi Detached Home",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "tenure": "Market for rent",
          "gia": 190.36
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 1,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 3,
          "gia": 77.48,
          "tenure": "Market for rent"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 3,
          "gia": 93.92,
          "tenure": "Market for rent"
        }
      ],
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_existing_residential_units_market_for_rent": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 2,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "dwelling_density": 0,
      "total_gia_lost": 190.36,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0
    },
    "ownership_status": "Private",
    "projected_cost_of_works": "Up to £2m",
    "internal_resi_water_usage": 0,
    "total_gia_gained": 190.36,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "08/2025",
        "intended_completion_date": "11/2025"
      }
    ],
    "site_area": 0.02,
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "total_gia_existing": 190.36,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 190.36,
        "use_class": "C3",
        "gia_gained": 190.36,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": false,
      "no_new_water_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "waste_provision": true,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0
    }
  },
  "centroid": {
    "lat": 51.609352,
    "lon": -0.414486
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "07/04/2025",
  "lpa_app_no": "51312/APP/2025/623",
  "postcode": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": "12 CHURCH ROAD",
  "decision_target_date": "30/06/2025",
  "locality": null,
  "ward": "NORTHWOOD 2022",
  "cil_liability": false,
  "last_updated": "2025-07-28T21:59:14.793Z",
  "appeal_status": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers from the plans dated 22.05.2025:",
    "P01 Proposed Block Plan",
    "P02 Rev A Proposed Ground & First Floor Plans",
    "P03 Rev A Roof Plan",
    "P04 Rev A Proposed Front & Rear Elevations",
    "P05 Rev A Proposed Side Elevations",
    "P06 Rev A Proposed Section AA",
    "P07 Proposed Timber Refuse & Cycle Store Plan & Elevations",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), and the London Plan (March 2021).",
    "Within six months of the date of the decision, the dormer and any other extensions must be amended and constructed to fully accord with the approved planning drawings.",
    "REASON:",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), and the London Plan (March 2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 10 and 14 Church Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The first floor side window facing 14 Church Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The on-site parking space at the front of the property shall be allocated to the three-bedroom unit (Flat 1) and thereafter retained for the lifetime of the development.",
    "REASON:",
    "To be in accordance with Policy T6.1 of the London Plan (March 2021).",
    "Prior to occupation, details of 1no. 7Kw active Electric Vehicle Charging Point (EVCP) for the car parking space shall be submitted to and approved in writing by the LPA . The works shall be installed in accordance with the approved details prior to first occupation of the development and thereafter retained in accordance with the approved details.",
    "REASON:",
    "To be in accordance with Policy T6.1 of the London Plan (March 2021).",
    "The development hereby permitted, shall not be occupied until the cycle storage has been provided in accordance with the approved plans. Thereafter, these facilities shall be permanently retained on site and be kept available for the use of cyclists.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The application site is located within a Critical Drainage Area, as identified in the Surface Water Management Plan (SWMP) for Hillingdon. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore, the applicant should minimise the water from the site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB"
  ],
  "polygon": null,
  "development_type": null,
  "id": "Hillingdon-51312_APP_2025_623",
  "site_number": null
}