{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510680.3739,
              180577.887
            ],
            [
              510690.5604,
              180592.1745
            ],
            [
              510713.7115,
              180577.4901
            ],
            [
              510715.6959,
              180574.4474
            ],
            [
              510714.6375,
              180570.8755
            ],
            [
              510713.05,
              180569.288
            ],
            [
              510694,
              180556.4557
            ],
            [
              510680.2416,
              180578.0193
            ],
            [
              510680.3739,
              180577.887
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07850344",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:04:06.012+00:00",
  "appeal_decision_date": "25/10/2019",
  "status": "Dismissed",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "06/06/2019",
  "secondary_street_name": null,
  "appeal_start_date": "18/09/2019",
  "ward": "TOWNFIELD",
  "centroid": {
    "lat": 51.513266,
    "lon": -0.406165
  },
  "decision": "Refused",
  "valid_date": "13/05/2019",
  "appeal_decision": "Dismissed",
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.06800000000000002,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=61119/APP/2019/1589",
  "lpa_name": "Hillingdon",
  "site_name": "55 HUGHES ROAD",
  "lapsed_date": "05/07/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The roof alterations by reason of the hip to gable end roof design and the size, scale, bulk, and design of the rear dormer windows would fail to harmonise with the architectural composition of the original dwelling and would be detrimental to the character, appearance and visual amenities of the street scene. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed single storey side extension by reason of its excessive width, in conjunction with the existing side extension, bulk, size, scale and design would result in incongruous additions which would fail to appear subordinate and would fail to harmonise with the architectural composition of the original dwelling, would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed front boundary wall/railings by reason of its height would result in the loss of the open aspect which is a strong characteristic of the surrounding area and would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed development, by virtue of its siting, size, scale, bulk, design and proximity, would be detrimental to the amenities of the adjoining occupier at 53 Hughes Road by reason of overdominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore the proposal would be contrary to policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Documents HDAS: Residential Extensions and HDAS: Residential Layouts.",
    "The proposed extensions, by virtue of the position and proximity of the first floor rear windows would be detrimental to the amenities of the adjoining occupiers at 53 Hughes Road and 46 Hamilton Road by reason of loss of privacy and overlooking. Therefore the proposal would be contrary to policies BE19, BE20, BE21 and BE24 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed extension, by virtue of its failure to maintain an adequate amount of private usable external amenity space for the occupiers of the extended property, would result in an over-development of the site detrimental to the residential amenity of existing and future occupiers. The proposal is therefore contrary to Policies BE19 and BE23 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016). On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Conversion of existing bungalow to two storey dwelling house with habitable roofspace including front, rear and side extensions",
  "lpa_app_no": "61119/APP/2019/1589",
  "decision_target_date": "08/07/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "05/07/2019",
  "id": "Hillingdon-61119_APP_2019_1589",
  "centroid_northing": "180575",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "510697",
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40638359999999996,
          51.5132958
        ],
        [
          -0.4062324,
          51.5134222
        ],
        [
          -0.4059035,
          51.5132857
        ],
        [
          -0.40587589999999996,
          51.5132579
        ],
        [
          -0.4058923,
          51.5132261
        ],
        [
          -0.4059156,
          51.5132121
        ],
        [
          -0.4061941,
          51.5131005
        ],
        [
          -0.40638549999999996,
          51.513297
        ],
        [
          -0.40638359999999996,
          51.5132958
        ]
      ]
    ],
    "type": "Polygon"
  }
}