{
  "borough": "Ealing",
  "cil_liability": true,
  "decision_target_date": "11/09/2023",
  "lpa_app_no": "231836FUL",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "11/09/2023",
  "lpa_name": "Ealing",
  "application_details": {
    "existing_uprns": [
      "000012092656"
    ]
  },
  "title_number": null,
  "wgs84_polygon": null,
  "valid_date": "23/06/2023",
  "centroid": {
    "lat": 51.529262,
    "lon": -0.299817
  },
  "site_number": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the above drawings and documents;",
    "Site Plan & Location Plan, 1805-03",
    "Existing Plans, 1805-01",
    "Existing Elevations, 1805-02",
    "Proposed Plans, 1805-11",
    "Proposed Elevations, 1805-12",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | Prior to the first occupation of the hereby approved development, details of the cycle storage facilities shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the number and capacity of the stores, the location of the stores and the materials for the store. The approved storage areas shall be brought into use prior to the first occupation of the hereby approved development and shall be permanently retained thereafter.",
    "Reason:  Reason: To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | Prior to the first occupation of the hereby approved development, details of the refuse and recycling storage shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the number and capacity of bins, the location of storage and the materials for the store. The approved storage shall be brought into use prior to the first use of the hereby approved development and shall be permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "|  The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (57dB). Before the development is commenced, details shall be submitted for approval by the Council in writing, for the sound insulation of the building envelope which will achieve the internal criteria for sensitive rooms, based on the aircraft noise contour spectrum specified in Section 6 Supplementary Planning Guidance 10. The details should also include the provision of alternative means of ventilation, as appropriate, in accordance with Authority's criteria. The works should be completed before occupation and permanently retained thereafter.",
    "Reason:  To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Ealing SPG10.",
    "| Anti- vibration mounts and silencing of machinery etc.",
    "Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with To ensure that the amenity of occupiers of the development site is not adversely affected in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing SPG10.",
    "| Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Ealing SPG10."
  ],
  "decision": "Approved",
  "centroid_easting": 518035,
  "uprn": "000012092656",
  "decision_process": "Delegated",
  "application_type_full": null,
  "locality": "London",
  "last_date_consultation_comments": null,
  "polygon": null,
  "ward": "Hanger Hill",
  "pp_id": null,
  "lapsed_date": "11/09/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Change of use from doctors surgery (Use Class E(e)) to single family dwelling house (Use Class C3); single storey rear extension",
  "centroid_northing": 182520,
  "street_name": "Lynwood Road",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T11:25:58.272+00:00",
  "site_name": "9 Lynwood Road",
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/231836FUL;",
  "id": "Ealing-231836FUL",
  "actual_commencement_date": null,
  "postcode": "W5 1JQ"
}