{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/195284FUL;",
  "lapsed_date": "01/03/2027",
  "decision_target_date": null,
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 8GQ",
  "site_name": "Land Opposite Ravenswood Court",
  "status": "Application Under Consideration",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.162
  },
  "appeal_decision_date": null,
  "lpa_app_no": "195284FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520082,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:49:47.440+00:00",
  "id": "Ealing-195284FUL",
  "application_type": "All Other",
  "street_name": "Stanley Road",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "01/03/2024",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Demolition of existing building and structures, and construction of a ground plus part 9 and part 16 storey mixed-use development comprising industrial space (Use Class E(g)(iii)) on ground, first and second floor levels; with 140 residential units; rooftop amenity space, rooftop plant, landscaping, access, car and cycle parking, plant rooms and all associated ancillary and enabling works",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 179261,
  "decision": "",
  "appeal_decision": null,
  "uprn": "000012182776",
  "centroid": {
    "lon": -0.271431,
    "lat": 51.499541
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520063.4996512,
              179212.9000962
            ],
            [
              520065.6021418,
              179205.7021566
            ],
            [
              520068.1003953,
              179197.5045031
            ],
            [
              520067.2016836,
              179197.1046176
            ],
            [
              520064.950782,
              179196.2048752
            ],
            [
              520045.8469754,
              179187.7972818
            ],
            [
              520043.7115046,
              179186.7575794
            ],
            [
              520039.2839068,
              179184.8081374
            ],
            [
              520038.1955587,
              179187.2774306
            ],
            [
              520037.7173452,
              179188.3671187
            ],
            [
              520046.3004538,
              179192.1560341
            ],
            [
              520050.5961306,
              179194.0454933
            ],
            [
              520044.6019712,
              179207.7015843
            ],
            [
              520040.2980493,
              179205.8121251
            ],
            [
              520031.6819604,
              179202.043204
            ],
            [
              520027.6006552,
              179200.2537162
            ],
            [
              520025.0034609,
              179206.3019849
            ],
            [
              520019.3555941,
              179205.2722796
            ],
            [
              520018.3909219,
              179210.6007544
            ],
            [
              520019.0999972,
              179210.8506828
            ],
            [
              520040.2980493,
              179217.2988371
            ],
            [
              520035.9529021,
              179231.7546991
            ],
            [
              520033.8009411,
              179238.902653
            ],
            [
              520031.7973913,
              179245.6507214
            ],
            [
              520029.59596,
              179252.9986181
            ],
            [
              520031.0635808,
              179253.4384922
            ],
            [
              520031.5335493,
              179253.5784521
            ],
            [
              520035.6808151,
              179254.8081002
            ],
            [
              520049.7963597,
              179258.9969011
            ],
            [
              520059.1380139,
              179227.5758953
            ],
            [
              520061.9001094,
              179218.2985509
            ],
            [
              520063.4996512,
              179212.9000962
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with the following approved drawings and documents:",
    "GRE-HTA-A-0001 Rev P2, GRE-HTA-A-0050 Rev P2, GRE-HTA-A-0150 Rev P2, GRE-HTA-A-0151 Rev P2, GRE-HTA-A-0152 Rev P2, GRE-HTA-A-0153 Rev P2,  GRE-HTA-A-0154 Rev P2,   GRE-HTA-A-0210 Rev P2, GRE-HTA-A-0211 Rev P2, GRE-HTA-A-0212 Rev P2, GRE-HTA-A-0213 Rev P2, GRE-HTA-A-0260 Rev P2, GRE-HTA-A-0261 Rev P2, GRE-HTA-A-0262 Rev P2, GRE-HTA-A-0310 Rev P2, GRE-HTA-A-0311 Rev P2, GRE-HTA-A-0312 Rev P2, GRE-HTA-A-0313 Rev P2, GRE-HTA-A-0318 Rev P2, , GRE-HTA-A-0320 Rev P2, GRE-HTA-A-0326, GRE-HTA-A-0327, GRE-HTA-A-0328, GRE-HTA-A-0329, GRE-HTA-A-0330,GRE-HTA-A-0331, GRE-HTA-A-0332, GRE-HTA-A-0333, GRE-HTA-A-0334, GRE-HTA-A-0335, GRE-HTA-A-0336, GRE-HTA-A-0337",
    "Planning and Affordable Housing Statement, prepared by DP9 Ltd; Townscape & Visual Impact Appraisal, prepared by Arc; Historic Environment Assessment, prepared by MOLA; Arboricultural Impact Assessment, prepared by Landmark Trees; Air Quality Assessment, prepared by Air Quality Consultants; Preliminary Ecology Appraisal, prepared by the Ecology Consultancy; Geo-Environmental Desk Study, prepared by WSP; Energy Statement (including overheating), prepared by Twin Earth; Sustainability Strategy (including Ealing sustainability checklist), prepared by Twin Earth; Noise and Vibration Assessment, prepared by Sandy Brown; Statement of Community Involvement, prepared by Four Communication; Commercial Assessment Report, prepared by CFC Commercial; and Agent of Change Assessment, prepared by Trium (all documents submitted November 2019)",
    "Design and Access Statement Addendum, prepared by HTA; Statement of Community Involvement Addendum, prepared by Four Communications; Townscape and Visual Impact Appraisal, prepared by Arc; Heritage Statement, prepared by Gareth Jones Heritage Planning; Energy Statement Addendum, prepared by Twin & Earth; GLA Consultation - Energy Memo, prepared by Twin & Earth; Sustainability Statement Addendum, prepared by Twin & Earth; Whole Lifecycle Carbon Report (including Appendix B GLA spreadsheet), prepared by Twin & Earth; Circular Economy Statement, Prepared by Twin & Earth; Air Quality Assessment Addendum, prepared by Air Quality Consultants; Archaeological Desk-Based Assessment Report Addendum, prepared by Museum of London Archaeology; Drainage Strategy Statement of Conformity (including June 2020 Drainage Strategy), prepared by WSP; Geo-Environmental Desk Study Statement of Conformity, prepared by WSP; Arboricultural Impact Assessment Statement of Conformity, prepared by Landmark Trees; and Commercial Assessment Report Statement of Conformity, prepared by CF Commercial (all documents submitted October 2021)",
    "Planning Application Form, prepared by DP9 Ltd (September 2023); Community Infrastructure Levy Additional Information Form, prepared by DP9 Ltd (September 2023); Planning Application Drawings, prepared by HTA (August 2023); Schedule of Accommodation, prepared by HTA (August 2023); Design and Access Statement Addendum, prepared by HTA (August 2023); Townscape and Visual Impact Appraisal Addendum Note, prepared by Neaves Urbanism (August 2023); Heritage Assessment Statement of Conformity, prepared by Gareth Jones Heritage Planning (August 2023); Flood Risk Assessment, prepared by RMA Environmental (August 2023); Transport Assessment, prepare by Caneparo (August 2023); Travel Plan, prepared by Caneparo (August 2023); Delivery and Servicing Plan, prepared by Caneparo (August 2023); Outline Construction Logistics Plan, prepared by Caneparo (August 2023); Energy Statement Addendum, prepared by Twin & Earth (August 2023); GLA's Carbon Emission Reporting spreadsheet, prepared by Twin & Earth (August 2023); Sustainability Statement Addendum, prepared by Twin & Earth (August 2023); Whole Lifecycle Carbon and Circular Economy Addendum, Prepared by Twin & Earth (August 2023); Air Quality Assessment Statement of Conformity, prepared by Air Quality Consultants (August 2023); Archaeological Desk-Based Assessment Report Addendum, prepared by Museum of London Archaeology (August 2023); Planning Fire Safety Statement, prepared by Hilson Moran (August 2023); Fire Statement Form, prepared by Hilson Moran (August 2023); Ventilation Statement, prepared by Hilson Moran (August 2023); Daylight and Sunlight Report - Impact on Neighbouring Properties, prepared by GIA (August 2023); Daylight and Sunlight Report - Internal, prepared by GIA (August 2023); Wind Microclimate Assessment Report, prepared by GIA (August 2023); Preliminary Ecological Appraisal (PEA) Statement of Conformity, prepared by Temple Group (August 2023); Noise and Vibration Assessment Statement of Conformity, prepared by Sandy Brown (August 2023); and; Agent of Change Assessment Statement of Conformity, prepared by Trium (August 2023).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Details of the materials and finishes to be used for all external surfaces of the building within the development shall be submitted to and approved in writing by the local planning authority before any part of the super structure of the development is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D6 of the London Plan (2021) and the National Planning Policy Framework (2023). | Details of hard/soft landscape works, tree planting and boundary treatment for the site shall be submitted to and approved in writing by the local planning authority before any part of the super structure is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The scheme shall include comprehensive details of the full planting specifications (size, species and numbers), the positions of all planting, ground preparation for tree planting, and staking/tying methods where applicable.  The development shall be implemented only in accordance with these approved details. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2023). | Details of a Landscape Management Plan to cover a minimum period of 5 years from the implementation of final planting shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the flats hereby approved. The development shall be implemented only in accordance with these approved details and retained thereafter.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2023). | The size of vehicles servicing the development shall be limited to 10m rigid lorries.",
    "Reason: In the interests of highway/pedestrian safety  and an appropriate operation of the development in accordance with policies 1.1(e) and 1.1(j) of the Ealing Core Strategy (2012), policy 7A  of the Ealing Development Management Development Plan Document (2013), policy T6 of the London Plan (2021), and the National Planning Policy Framework (2023). | The approved cycle parking facilities shall be designed to accord with London Cycle Design Standards and fully implemented in accordance with these standards and made operational before the first occupation of the development, and permanently retained thereafter.",
    "Reason: To promote sustainable patterns of transport, in accordance with Section 9 of the National Planning Policy Framework (2023) and policy T5 of the London Plan (2021). | Details of a Cycle Management Plan shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the flats hereby approved. The development shall be implemented only in accordance with these approved details and retained permanently thereafter.",
    "Reason: To promote sustainable patterns of transport, in accordance with Section 9 of the National Planning Policy Framework (2023) and policy T5 of the London Plan (2021). | An updated Green Travel Plan designed to manage the transport needs of the occupiers of the development, including measures to minimise car useage and promote alternative modes of transport, shall be submitted to the Local Planning Authority before the first occupation of the development, and the approved Green Travel Plan shall be fully implemented in compliance with the approved document.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 9 of the National Planning Policy Framework (2023), policies T2 and  T4 of the London Plan (2021) and policies 1.1 (f) and 1.1(g) of the Ealing Development (Core) Strategy 2026. | A delivery and servicing plan (DSP) for the different uses of the development detailing servicing arrangements, times and frequency and operational details shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development. The servicing of the development shall be operated strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies 1.1(e) (g) and 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policy 7.A of the Ealing Development Management Development Plan Document (2013), policies D6 and T4 of the London Plan (2021), and the National Planning Policy Framework (2023). | Deliveries to and collections, including waste, from the commercial units hereby approved shall only take place during the period 0700 - 1800 hrs on Monday to Saturday, at no times on Sunday and Public Holidays.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies 1.1(e) (g) and 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policy 7.A of the Ealing Development Management Development Plan Document (2013), policies D6 and T4 of the London Plan (2021), and the National Planning Policy Framework (2023). | Prior to commencement of the development (excluding demolition, initial site clearance and ground works), a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10, including reflected and re-radiated noise where appropriate. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) and resulting internal noise levels, specified in SPG10. Best practicable mitigation measures shall also be implemented in external amenity spaces to achieve criteria of BS8233:2014.  The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Ealing Interim guidance SPG 10 'Noise and Vibration'. | Prior to commencement of the development, (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings, namely, kitchen/living/dining/bathroom above/below/adjoining bedroom of separate dwelling. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to commencement of the development, (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 10dB/ 15dB/ 20dB, as necessary above the Building Regulations value for residential use, of the floor/ ceiling/ walls separating dwellings from commercial/ industrial and communal areas and facilities. Where non-domestic noise emissions include characteristic features, the Noise Rating level should not exceed NR20 Leq 5mins inside habitable rooms. Details shall include the installation method and materials of separating structures and, where necessary, additional mitigation measures and the resulting sound insulation value and internal sound level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ adjacent dwellings/ noise sensitive premises is not adversely affected by noise in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to commencement of the development, (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of enhanced sound insulation of lifts and lift shafts, in accordance with noise limits specified in Table 5 BS8233:2014. Details shall include mitigation measures and the resulting sound insulation value and internal sound/rating level. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | a)\tPrior to commencement of the development (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of the external rating noise level emitted from plant/ machinery/ equipment in any one location and mitigation measures as appropriate, as measured at/ calculated to the nearest and most affected noise sensitive premises.  The measures shall ensure that the external rating noise level LAeq emitted from plant/ machinery/ equipment will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and in surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery in any one location operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval.",
    "b)\tA post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site and occupiers of nearby properties, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to occupation of commercial/industrial units at the development, details shall be submitted to the Council for approval in writing of hours of use, times and frequency of activities, servicing details, deliveries and collections, vehicle movements, silent reversing and loading/unloading methods, location of loading bays, etc. The assessment shall be based on standards of the Council's SPG10. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, fumes, etc. in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "-vehicle access and delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason:  To protect the amenity of neighbouring occupiers and to ensure adequate highway and site safety in accordance with policies 1.1(e), 1.1(j) and 2.1(c) of the Ealing Core Strategy (2012), policies SI1, T4, T6 and D14  of the London Plan (2021), the National Planning Policy Framework (2023), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise and to ensure that construction work and construction equipment on the site and adjoining land does not obstruct air traffic movements or otherwise impede the effective operation of air traffic navigation transmitter/receiver systems. | A)      Upon the first occupation of each residential unit within the approved development, the approved dwellings shall incorporate sustainability measures as detailed in the approved Sustainability Statement Addendum by Twin & Earth (October 2021) and the Sustainability Statement Addendum by Twin & Earth (August 2023);",
    "B)      Upon the first use of each non-residential unit within the approved development, the approved non-residential spaces shall incorporate sustainability measures as detailed in the approved Sustainability Statement Addendum by Twin & Earth (October 2021) and the Sustainability Statement Addendum by Twin & Earth (August 2023).",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI1, SI2, SI3, SI4, SI5 and SI7 of the London Plan (2021), policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012). | A.      Prior to occupation of each residential unit within the development, the approved dwellings shall incorporate and maintain water saving measures that will meet water efficiency standards with a maximum water use target of 105 litres of water per person per day.",
    "B.      Prior to occupation of each non-residential unit within the development, the approved non-residential unit shall incorporate and maintain water saving measures that will reduce the water consumption as detailed in the approved Sustainability Statement Addendum by Twin & Earth (October 2021) and the Sustainability Statement Addendum by Twin & Earth (August 2023).",
    "Reason: To ensure the sustainable use of water, in accordance with the approved sustainability statement and policy SI5 of the London Plan (2021). | a)\tPrior to construction completion and occupation, the Development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 70.41% (equating to 77.35 tonnes of CO2 per year) beyond Building Regulations Part L 2021 and using SAP 10.2 emission factors. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by Twin & Earth in August 2023 (v1) including:",
    "i.\tLean, energy efficiency design measures to achieve an annual reduction of at least 6.25% equating to at least 6.46 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2021 (using SAP 10.2 conversion factors) for the residential development, and at least 20.69%, equating to at least 1.33 tonnes, over Part L 2021 for the non-residential space (using SAP 10.2 conversion factors).",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 15.3 kWp, and Air Source Heat Pumps to achieve an annual reduction of at least 63.31%, equating to 69.55 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021 (using SAP 10.2 conversion factors).",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (SCOP) of the heat pump system (including the heat generation and the electrical parasitic loads of the heat pumps), in line with the Council's monitoring requirements.",
    "b)\tPrior to Installation, details of the proposed renewable energy equipment, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the communal heat distribution network schematics, the exact number of heat pumps, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the renewable energy equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tThe development shall incorporate the overheating mitigation measures detailed in the dynamic Overheating Analysis. Any later stage version shall be compliant with CIBSE guidance Part O (TM59/Guide A) and modelled against the TM49 DSY1 (average summer) weather data files, and the more extreme weather DSY2 (2003) and DYS3 (1976) files for TM59 criteria (a) and (b).",
    "e)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "23. Post-construction energy equipment monitoring",
    "In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution, or alternative financial arrangement, for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, or relevant phases of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency of the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of five years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of five years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG. | In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution, or alternative financial arrangement, for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, or relevant phases of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency of the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of five years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of five years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| In order to demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan, the legal Owner shall at all times and all in all respects comply with the energy monitoring requirements set out in points a, b and c below. In the case of non-compliance the legal Owner shall upon written notice from the Local Planning Authority immediately take all steps reasonably required to remedy non-comp"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/12/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08299716",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.27169099999999996,
          51.4991139
        ],
        [
          -0.2716632,
          51.4990488
        ],
        [
          -0.27163000000000004,
          51.4989746
        ],
        [
          -0.27164309999999997,
          51.4989712
        ],
        [
          -0.27167579999999997,
          51.4989636
        ],
        [
          -0.27195379999999997,
          51.4988921
        ],
        [
          -0.2719849,
          51.4988832
        ],
        [
          -0.2720493,
          51.4988666
        ],
        [
          -0.2720641,
          51.498889
        ],
        [
          -0.2720706,
          51.4988989
        ],
        [
          -0.2719457,
          51.4989311
        ],
        [
          -0.2718832,
          51.4989472
        ],
        [
          -0.2719649,
          51.4990712
        ],
        [
          -0.2720275,
          51.4990552
        ],
        [
          -0.2721529,
          51.4990231
        ],
        [
          -0.27221229999999996,
          51.4990079
        ],
        [
          -0.2722476,
          51.4990628
        ],
        [
          -0.2723293,
          51.4990547
        ],
        [
          -0.2723414,
          51.4991028
        ],
        [
          -0.2723311,
          51.4991049
        ],
        [
          -0.2720236,
          51.4991584
        ],
        [
          -0.27208129999999997,
          51.4992892
        ],
        [
          -0.2721098,
          51.4993539
        ],
        [
          -0.2721364,
          51.499415
        ],
        [
          -0.2721656,
          51.4994815
        ],
        [
          -0.2721443,
          51.4994852
        ],
        [
          -0.2721375,
          51.4994863
        ],
        [
          -0.27207739999999997,
          51.4994965
        ],
        [
          -0.27187269999999997,
          51.4995311
        ],
        [
          -0.2717488,
          51.4992468
        ],
        [
          -0.2717122,
          51.4991628
        ],
        [
          -0.27169099999999996,
          51.4991139
        ]
      ]
    ],
    "type": "Polygon"
  }
}