{
  "title_number": [
    "Unregistered"
  ],
  "site_name": "Land Adj. 63 Ridley Avenue And 1 Fulmer Way",
  "cil_liability": true,
  "uprn": "000012069249",
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516665.652256,
              179154.9966709
            ],
            [
              516662.947876,
              179153.6970429
            ],
            [
              516659.1469028,
              179159.9952401
            ],
            [
              516676.5522268,
              179171.0020894
            ],
            [
              516677.4509385,
              179169.60249
            ],
            [
              516678.8525988,
              179167.3031482
            ],
            [
              516681.7960857,
              179162.5045218
            ],
            [
              516684.1459281,
              179158.9455405
            ],
            [
              516682.7525127,
              179158.9455405
            ],
            [
              516681.8538011,
              179158.8455691
            ],
            [
              516678.0528279,
              179158.4956693
            ],
            [
              516677.3602428,
              179158.4156922
            ],
            [
              516674.5074516,
              179158.185758
            ],
            [
              516671.6051901,
              179157.895841
            ],
            [
              516668.4473317,
              179156.4462559
            ],
            [
              516666.0397739,
              179155.1966137
            ],
            [
              516665.652256,
              179154.9966709
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "lpa_app_no": "212441FUL",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "12/11/2027",
  "locality": "London",
  "postcode": "W13 9XW",
  "decision_target_date": "29/08/2024",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Ridley Avenue",
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "secondary_street_name": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/212441FUL;",
  "last_updated_by": "CSV Data Import",
  "decision_date": "12/11/2024",
  "appeal_decision": null,
  "centroid_easting": 516685,
  "ward": "Northfield",
  "centroid": {
    "lat": 51.499398,
    "lon": -0.320378
  },
  "application_type_full": "Full planning permission",
  "appeal_status": null,
  "centroid_northing": 179166,
  "appeal_start_date": null,
  "last_updated": "2025-03-19T20:38:54.306+00:00",
  "description": "Construction of two, two storey residential dwellings; excavation of a basement for use as games/cinema room, with associated bin storage, bicycle and parking and private amenity space.",
  "last_date_consultation_comments": null,
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2021",
        "intended_commencement_date": "06/2021"
      }
    ],
    "total_gia_gained": 216,
    "site_area": 0.02,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 216,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.95,
        "building_ref": "New House"
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 1,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 216,
      "total_gia_lost": 0,
      "total_gia_existing": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 2,
      "no_new_water_connections_required": 2,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 2,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 2,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 2,
      "ghg_reduction_over_building_regulations": true
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_proposed_residential_units": 5,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 517,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 131
        },
        {
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 85
        },
        {
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 85
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Semi Detached Home",
          "gia": 108,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Semi Detached Home",
          "gia": 108,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "internal_resi_water_usage": 110,
    "ownership_status": "Public"
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "PL/SM/3017 - 00 - Location plan, PL/SM/3017 - 01 A - Proposed floor plans, PL/SM/3017 - 02 B - Proposed floor plans, PL/SM/3017 - 03 C - Proposed elevations, PL/SM/3017 - 04 - Proposed site plan,",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with the Council's adopted Ealing Development Management DPD  (2013) policies 7.4, 7.6 and 7B, policies 1.1 (h), 1.2 (g) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policies D3 and D4 of the London Plan (2021).",
    "| Cycle storage for four (4) bicycle spaces (two (2) for each house) shall be provided within the curtilage of the site, within a secure, lockable compound in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021).",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within an enclosure has been provided within the front garden of the property, in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013) and policies D3 and SI8 of the London Plan (2021).6 The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and retained as such for the lifetime of the development.",
    "| Before the development hereby permitted is first occupied, the dormer window serving the bathroom in the southern elevation shall be glazed with obscured glass and shall be maintained for the life of the development unless alternative arrangements are approved in writing by the local planning authority.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| Notwithstanding any information submitted with the application, no development shall take place on the site until an Arboricultural Method Statement, detailing all tree work and tree protection measures to be carried out, has been submitted to and approved in writing by the Local Planning Authority. The approved details shall, thereafter, be fully installed prior to any other work commencing on the site, and shall remain in place until completion of all work associated with the construction of the building. All tree work and protection measures shall be carried out in accordance with the approved method statement.",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area in accordance with policy 5.10 of the Adopted Ealing Development Management DPD (2013), and policy G7 of the London Plan (2021).",
    "| Prior to commencement of the development, details shall be submitted to and approved by the Council in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling /wall structures separating different types of rooms/uses in adjoining dwellings, namely, kitchen/dining/living/bath and shower rooms above/below bedrooms of separate dwellings and staircase adjoining bedrooms. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021)",
    "| Notwithstanding the provisions of Classes A, B, C, D and E of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no extensions or works as specified in the stated classed shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: The local planning authority considers that further development could cause detriment to the amenities of the occupiers of nearby properties or to the character of the area and for this reason would wish to control any future development to comply with section 7 of the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and policies D3 and D4 of the London Plan 2021.",
    "| No construction shall take place until details of a construction method management plan have been submitted to and approved by the Local Planning Authority. The management plan shall include the following: delivery times (staggered to avoid afternoon and school run peak periods); dust suppression measures; erosion protection measures for excavations; site security during construction; construction vehicle and manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear; procedures for on-site contractors to deal with complaints from local residents. Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works, unless otherwise agreed in writing by the local planning authority.",
    "Reason: To ensure appropriate mitigation measures to protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies 1.1(e)(j) and 2.1(c) of the Ealing Development Strategy 2026 (2012); policies D3, D4 and T6 of the London Plan (2021); the National Planning Policy Framework (2021); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| Prior to the commencement of development, a sustainable drainage strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include a detailed drainage design (incl. drawings and supporting calculations) and maintenance plan (incl. maintenance tasks for all drainage components) that demonstrate the reduction of flood risk (betterment of exiting drainage) at the site through sustainable drainage mitigation techniques. Approved details shall be implemented prior to occupation of the development and permanently retained and maintained.",
    "Reason: To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policies 5.12 and 5.13 of the London Plan (2016); 1.2 of the Adopted Ealing Development (Core) Strategy (2012); and 5.12 of the Ealing Development Management DPD (2013).",
    "| Notwithstanding the information shown on the submitted plans, details of hard and soft landscaping works and boundary treatments shall be submitted to and approved in writing to the Local Planning Authority prior to the commencement of the development. Works shall be carried out in accordance with the approved details prior to the first occupation of the development, and thereafter retained and maintained in perpetuity.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and for the residential amenity of future occupiers in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), policies D1 and D4 of the London Plan (2021) and policies 7.4 and 7B of the Ealing Development Management Development Plan (2013). | Existing trees (including street trees) adjacent/close to the boundaries of the site shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees. Protection of the trees, hedgerows and groups of mature shrubs off site that are adjacent/close to it shall be carried out only in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision), and shall be maintained fully intact and (in the case of the fencing) at all times, until the completion of all building operations on the site.",
    "Reason: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, policies D4, D8 and G7 of the London Plan (2021), policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management DPD (2013).",
    "| A detailed method statement relating to the excavation and the construction of the basement shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not affect of neighbouring highways, details of wheel water spraying facilities and noise/vibration mitigation measures. The development shall be carried out in accordance with the approved method statement.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies D14, T4 and T6 of the London Plan Consolidated (2021), the National Planning Policy Framework (2021), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise | The sound insulation of the building envelope including glazing specifications and external amenity  areas shall be in accordance with the Council's assessment standards of the SPG10 (including aircraft noise - worst mode aircraft 1-day noise contour predicted for 2016 (57/60 dB) and achieve compliance with the acoustic noise limits specified in BS8233:2014. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building and low self noise). The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021)",
    "| Prior to first occupation of the development hereby approved, the existing dropped kerb along the site frontage to Ridley Avenue shall be removed and the kerb re-instated and maintained thereafter at the expense of the applicant.",
    "Reason: In the interests the efficient operation of transportation and highway network in accordance with policies T4 and T6 of The London Plan (2021), Policies 6.13 Parking of the Adopted Ealing Development Management Plan Document (2013)"
  ],
  "status": "Approved",
  "pp_id": "PP-09620242",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "15/03/2021",
  "id": "Ealing-212441FUL",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 0,
    "net_car": 2,
    "no_proposed_car": 2,
    "no_proposed_cycle": 4,
    "net_cycle": 4
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3206385,
          51.499304
        ],
        [
          -0.32067789999999996,
          51.4992929
        ],
        [
          -0.3207305,
          51.4993503
        ],
        [
          -0.3204763,
          51.4994456
        ],
        [
          -0.32046379999999997,
          51.4994329
        ],
        [
          -0.32044439999999996,
          51.4994119
        ],
        [
          -0.3204036,
          51.4993682
        ],
        [
          -0.32037089999999996,
          51.4993357
        ],
        [
          -0.320391,
          51.499336
        ],
        [
          -0.32040389999999996,
          51.4993353
        ],
        [
          -0.3204588,
          51.4993329
        ],
        [
          -0.3204688,
          51.4993323
        ],
        [
          -0.32050989999999996,
          51.4993309
        ],
        [
          -0.3205518,
          51.4993288
        ],
        [
          -0.3205978,
          51.4993165
        ],
        [
          -0.3206329,
          51.4993057
        ],
        [
          -0.3206385,
          51.499304
        ]
      ]
    ],
    "type": "Polygon"
  }
}