{
  "lpa_name": "Havering",
  "uprn": "100021404508",
  "decision_date": "13/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P0272.21",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM14 2LP",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "07/2021",
    "intended_completion_date": "09/2021",
    "existing_uprns": null,
    "total_gia_gained": 20.5,
    "no_additional_bedrooms": 1,
    "site_area": 0.034
  },
  "valid_date": "16/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of roof space to habitable use to include hip to gable roof, rear dormer, 3 front roof lights and external changes including the first floor side extension roof.",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed flank window in the gable wall as shown on drawing no. K1092-PL-011 Rev. C  shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The applicant should note that the face and cheeks of the rear dormer window which forms part of this application, should be finished in tiles to match the roof of the dwelling house.",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:38:32.382+00:00",
  "ward": "Upminster",
  "parking_details": null,
  "lapsed_date": "13/04/2024",
  "decision_target_date": "13/04/2021",
  "centroid": {
    "lat": "51.5536172",
    "lon": "0.2403691"
  },
  "lpa_app_no": "P0272.21",
  "status": "Approved",
  "site_name": "77 BRIDGE AVENUE",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0272.21",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555397.521,
              186236.848
            ],
            [
              555397.656,
              186245.788
            ],
            [
              555439.177,
              186235.154
            ],
            [
              555437.822,
              186227.433
            ],
            [
              555417.909,
              186232.58
            ],
            [
              555397.521,
              186236.848
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "12/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [
    "unknown"
  ],
  "actual_commencement_date": null,
  "street_name": "UPMINSTER",
  "pp_id": "09527331",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 555418,
  "appeal_start_date": null,
  "centroid_northing": 186237,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.24007389999999998,
          51.5536215
        ],
        [
          0.24007979999999998,
          51.5537018
        ],
        [
          0.24067349999999998,
          51.5535948
        ],
        [
          0.2406506,
          51.5535258
        ],
        [
          0.2403658,
          51.5535775
        ],
        [
          0.24007389999999998,
          51.5536215
        ]
      ]
    ],
    "type": "Polygon"
  }
}