{
  "lpa_name": "Merton",
  "uprn": "48034848",
  "decision_date": "01/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P1362",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW20 9NX",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.067
  },
  "valid_date": "17/04/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "ERECTION OF A TWO STOREY  SIDE AND REAR EXTENSION TO PROVIDE 4 x SELF-CONTAINED FLATS WITH ASSOCAITED WORKS.",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 1902_PL01; PL03; PL04a; PL05a; PL06a; PL07a; PL10.",
    "Condition : 3 - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - Before the development hereby permitted is first occupied, the first floor windows as shown on approved drawing 1902_PL07a shall be glazed with obscured glass and fixed shut to 1.7m above internal floor level and shall be maintained as such thereafter.",
    "Condition : 5 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 7 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 9 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 11 - The vehicle parking areas shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 12 - Development shall not commence until a Construction Traffic Management Plan has been submitted to and is approved in writing by the Local Planning Authority to accommodate: \r\n- Parking of vehicles of site workers and visitors \r\n- Loading and unloading of plant and materials \r\n- Storage of construction plant and materials; \r\n- Wheel cleaning facilities \r\n- Control of dust, smell and other effluvia; \r\n- Control of surface water runoff.\r\nThe approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 13 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 14 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   ii) The application required an extension of time. \r\n",
    "Condition : 15 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 16 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n-\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-\tWater Efficiency Calculator for New Dwellings; OR\r\n-\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'.",
    "Condition : 17 - INFORMATIVE: \r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of a swift nesting box/bricks on the site. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:19:17.018+00:00",
  "ward": "Cannon Hill_historic",
  "parking_details": null,
  "lapsed_date": "01/10/2023",
  "decision_target_date": "01/10/2020",
  "centroid": {
    "lat": 51.404668,
    "lon": -0.214265
  },
  "lpa_app_no": "20/P1362",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P1362",
  "locality": "Raynes Park",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524304.8003169904,
              168795.4023967617
            ],
            [
              524303.9016053298,
              168801.50065115566
            ],
            [
              524302.6978264084,
              168809.6983046041
            ],
            [
              524300.4469247268,
              168824.60403788713
            ],
            [
              524302.0464665814,
              168824.90395203757
            ],
            [
              524337.4012886025,
              168802.05049376428
            ],
            [
              524328.3976818749,
              168789.20417098212
            ],
            [
              524315.147868678,
              168794.6526113854
            ],
            [
              524304.8003169904,
              168795.4023967617
            ],
            [
              524304.8003169904,
              168795.4023967617
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "29/08/2020",
  "appeal_decision_date": null,
  "decision_process": "",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "58",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Haynt Walk",
  "pp_id": "PP-07919988",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 524307,
  "appeal_start_date": null,
  "centroid_northing": 168806,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2143,
          51.404574
        ],
        [
          -0.214311,
          51.404629
        ],
        [
          -0.214325,
          51.404702
        ],
        [
          -0.214352,
          51.404837
        ],
        [
          -0.214329,
          51.404839
        ],
        [
          -0.213829,
          51.404626
        ],
        [
          -0.213963,
          51.404513
        ],
        [
          -0.214152,
          51.404565
        ],
        [
          -0.2143,
          51.404574
        ],
        [
          -0.2143,
          51.404574
        ]
      ]
    ],
    "type": "Polygon"
  }
}