{
  "lpa_name": "Merton",
  "uprn": "48067950",
  "decision_date": "08/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P1337",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW19 4TP",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.037000000000000005
  },
  "valid_date": "17/04/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "REPLACEMENT OF FRONT PORCH AND NEW BASEMENT EXTENSION UNDER FRONT GARDEN/HALL/PORCH",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 2017-116-001, 300, 301, 302, 303, 304 & 305",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 6 - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 7 - Archaeological Investigation - No demolition or development shall take place until a written scheme of investigation (WSI) has been submitted to and been approved in writing by the Local Planning Authority. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and",
    "Condition : 8 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure and or waterproofing.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13. \r\n",
    "Condition : 9 - No excavation of the basement approved by this permission shall be commenced until a detailed method statement has been submitted produced by the contractor and reviewed/agreed by a chartered engineer.\r\n\r\nReason: To ensure structural stability of adjoining houses are safeguarded and neighbour amenity is not harmed and to comply with policy DM D2 of Merton's Sites and Policies Plan 2014.     ",
    "Condition : 10 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 11 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n\r\n\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:16:06.155+00:00",
  "ward": "Village_historic",
  "parking_details": null,
  "lapsed_date": "08/10/2023",
  "decision_target_date": "09/10/2020",
  "centroid": {
    "lat": 51.421384,
    "lon": -0.229564
  },
  "lpa_app_no": "20/P1337",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P1337",
  "locality": "Wimbledon",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523203.4497896569,
              170653.05065495888
            ],
            [
              523212.04938838986,
              170646.40255795518
            ],
            [
              523204.9503907779,
              170638.05494743236
            ],
            [
              523202.99631129584,
              170635.79559416324
            ],
            [
              523201.1494176082,
              170633.6462094175
            ],
            [
              523198.8985159264,
              170630.9969677545
            ],
            [
              523189.4496758993,
              170619.80017280154
            ],
            [
              523181.5014369937,
              170627.24804087362
            ],
            [
              523193.90200889664,
              170641.90384569607
            ],
            [
              523197.90086353285,
              170646.55251503037
            ],
            [
              523203.4497896569,
              170653.05065495888
            ],
            [
              523203.4497896569,
              170653.05065495888
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "10/06/2020",
  "appeal_decision_date": null,
  "decision_process": "",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "44",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Sycamore Road",
  "pp_id": "PP-08657492",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 523198,
  "appeal_start_date": null,
  "centroid_northing": 170639,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.229481,
          51.421509
        ],
        [
          -0.22936,
          51.421447
        ],
        [
          -0.229464,
          51.421374
        ],
        [
          -0.229493,
          51.421354
        ],
        [
          -0.229521,
          51.421335
        ],
        [
          -0.229554,
          51.421312
        ],
        [
          -0.229694,
          51.421213
        ],
        [
          -0.229805,
          51.421282
        ],
        [
          -0.229622,
          51.421411
        ],
        [
          -0.229563,
          51.421452
        ],
        [
          -0.229481,
          51.421509
        ],
        [
          -0.229481,
          51.421509
        ]
      ]
    ],
    "type": "Polygon"
  }
}