{
  "lpa_name": "Merton",
  "uprn": "48023618",
  "decision_date": "25/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P1502",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW19 8HJ",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.05
  },
  "valid_date": "01/05/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "OUTLINE PLANNING PERMISSION FOR DEMOLITION OF EXISTING DWELLINGS AND ERECTION OF A BLOCK OF 6 APARTMENTS AND A DETACHED HOUSE WITH ASSOCIATED PARKING AND LANDSCAPING (WITH LANDSCAPING RESERVED).\r\n\r\n",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be commenced before the expiration of 3 years from the date of this permission or 2 years from the approval of the last of the reserved matters as defined in the condition below, whichever is the later.",
    "Condition : 2 - Detail of the reserved matters set out below (`the reserved matters') shall be submitted to the Local Planning Authority for approval within 3 years from the date of this permission:\r\n(i) Landscaping\r\n\r\nb. The reserved matters shall be carried out as approved.\r\n\r\nc. Approval of all reserved matters shall be obtained from the Local Planning Authority in writing before any development is commenced.",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: 0509/06; 0509/07; 0509/08; 0509/05 (rev A);  0509/11; 0509/10; 0509/09 (rev A); 0509/12; 0509/02; 0509/03 (rev A). ",
    "Condition : 4 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 5 - No development shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - Due to the potential impact of the surrounding locality on the residential development, a scheme for protecting residents from noise shall be submitted to and approved in writing by the Local Planning Authority prior to the development commencing. The scheme is to include acoustic data for the glazing system and ventilation system. The internal noise levels shall meet those within BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings and ProPG: Planning and Noise - Professional Practice Guide, Publ: (ANC, IOA, CIEH) May 2017 as a minimum. The approved scheme shall be implemented in accordance with the agreed details.",
    "Condition : 8 - Before the development hereby permitted is first occupied the first and second floor windows in the south east side elevation of Building A (serving flats 4, 5 and 6) shall be glazed with obscure glass and shall be permanently maintained as such thereafter.",
    "Condition : 9 - No development shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. \r\n\r\nThe Statement shall provide for:\r\n\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate \r\n-wheel washing facilities \r\n-measures to control the emission of noise and vibration during construction.\r\n-measures to control the emission of dust and dirt during construction/demolition \r\n-a scheme for recycling/disposing of waste resulting from demolition and construction works.\r\n",
    "Condition : 10 - No development shall commence until a Construction Logistic Plan (including a Construction Management plan in accordance with TfL guidance) has been submitted to LPA for approval before commencement of work. ",
    "Condition : 11 - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 12 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 13 - Prior to first occupation, any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 14 - Prior to first occupation, the car parking spaces shown on the approved plans shall be implemented and shall be permanently maintained thereafter.",
    "Condition : 15 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure.   ",
    "Condition : 16 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 17 - No works will commence on site until the below documents have been submitted and agreed by the Planning Officer. \r\n\r\na)  Site specific ground investigation report with borehole logs. \r\n\r\nb) Detailed Construction Method Statement produced by the respective Contractors responsible for the underpinning, excavation and construction of the basements. This shall be reviewed and agreed by the Structural Engineer designing the basement.\r\n\r\nc) Construction design drawings (plan and sections) of the reinforced concrete retaining wall and slab. \r\n\r\nd) Drawings of the temporary works along with propping and de-propping sequence. \r\n\r\ne) Movement monitoring report produced by specialist surveyors appointed to install monitoring gauges to detect any movement of the public highway from start to completion of the project works. The report should include the proposed locations of the horizontal and vertical movement monitoring, frequency of monitoring, trigger levels, and the contingency measures for different trigger alarms. \r\n",
    "Condition : 18 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 19 - Prior to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for both phases of the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) at the agreed runoff rate (no more than 2.4l/s, with no less than 12m3 of attenuation volume), in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13.\r\n",
    "Condition : 20 - No development shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 21 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).",
    "Condition : 22 - The site is crossed by an existing public surface water sewer that is approximately 4.5m in depth. The applicant is advised to consult Thames Water to assess any impact on their assets. ",
    "Condition : 23 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicaiton was subject to minor amendement to re-configure the bin storage.\r\n   ii) An extended expiry was agreed with the applicant. \r\n",
    "Condition : 24 - INFORMATIVE \r\nIt is Council's policy for the Council's contractor to construct new vehicular access. The applicant should contact Council's Highway Team on: 0208 545 3829 prior to any work starting to arrange for this works to be done. \r\nExisting drop kerb and setts to be removed and replaced with new kerb line and tarmacadam surface to match existing pavement adjacent. \r\nHighway licences must be obtained prior to demolition to cross the public highway.  The applicant should contact Council's Highway Team on: 0208 545 3829 prior to any work starting to arrange for this works to be done\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:12:05.985+00:00",
  "ward": "Wimbledon Park_historic",
  "parking_details": null,
  "lapsed_date": "25/08/2023",
  "decision_target_date": "25/08/2020",
  "centroid": {
    "lat": 51.43115,
    "lon": -0.193639
  },
  "lpa_app_no": "20/P1502",
  "status": "Approved",
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P1502",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525674.849140757,
              171795.05375634355
            ],
            [
              525678.5511731936,
              171791.1048866951
            ],
            [
              525683.102446924,
              171786.39623453084
            ],
            [
              525671.2460490533,
              171774.96950539376
            ],
            [
              525668.8220010881,
              171772.63017502055
            ],
            [
              525663.5534070412,
              171767.551628738
            ],
            [
              525653.049199192,
              171757.45451900252
            ],
            [
              525648.6463365614,
              171762.00321695296
            ],
            [
              525644.7464226582,
              171766.00207229354
            ],
            [
              525645.5956639522,
              171766.80184336152
            ],
            [
              525648.448455095,
              171769.5010707173
            ],
            [
              525651.0044240378,
              171771.9403724749
            ],
            [
              525663.8667193635,
              171784.4567896913
            ],
            [
              525670.1494559265,
              171790.60502977675
            ],
            [
              525674.849140757,
              171795.05375634355
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "14/06/2020",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "144",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Durnsford Road",
  "pp_id": "PP-08611467",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 525669,
  "appeal_start_date": null,
  "centroid_northing": 171786,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.193551,
          51.43123
        ],
        [
          -0.193499,
          51.431194
        ],
        [
          -0.193436,
          51.43115
        ],
        [
          -0.19361,
          51.43105
        ],
        [
          -0.193646,
          51.43103
        ],
        [
          -0.193723,
          51.430985
        ],
        [
          -0.193878,
          51.430897
        ],
        [
          -0.19394,
          51.430939
        ],
        [
          -0.193994,
          51.430976
        ],
        [
          -0.193982,
          51.430983
        ],
        [
          -0.19394,
          51.431006
        ],
        [
          -0.193902,
          51.431028
        ],
        [
          -0.193713,
          51.431137
        ],
        [
          -0.19362,
          51.431191
        ],
        [
          -0.193551,
          51.43123
        ]
      ]
    ],
    "type": "Polygon"
  }
}