{
  "lpa_name": "Merton",
  "uprn": "48130363",
  "decision_date": "18/02/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P1665",
  "secondary_street_name": null,
  "appeal_status": "Dismissed",
  "postcode": null,
  "appeal_decision": "Dismissed",
  "application_details": {
    "site_area": 0.11
  },
  "valid_date": "19/05/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "APPLICATION FOR OUTLINE PLANNING PERMISSION ('APPEARANCE' RESERVED) FOR THE DEMOLITION OF EXISTING INDUSTRIAL WORKSHOP  BUILDINGS AND TELECOMMUNICATIONS TOWER AND ERECTION OF A PART TWO/ PART THREE/  PART FOUR STOREY BUILDING WITH 406m2 OF FLEXIBLE CLASS B1 EMPLOYMENT FLOORSPACE AND 16 x RESIDENTIAL UNITS WITH ROOF TERRACE AND ASSOCIATED PARKING.",
  "decision_conditions": [
    "Reason : 1 - 1.\tThe proposed development by reason of the narrow nature of the Dawlish Avenue Access in combination with the likely vehicle movement along this access would fail to provide a safe and secure environment for pedestrians, cyclists and vehicles contrary to Para 108b), Para 109, Para 110 part b), c) and d) of the National Planning Policy Framework (2019), Policies CS14, CS18 and CS20 of Merton's Adopted Core Strategy (July 2011), and DM1, DMD2, DMT2, DMT3, DMT5 of the Merton's Adopted Sites and Policies Plan (July 2014).1.\tThe proposed development by reason of the narrow nature of the Dawlish Avenue Access in combination with the likely vehicle movement along this access would fail to provide a safe and secure environment for pedestrians, cyclists and vehicles contrary to Para 108b), Para 109, Para 110 part b), c) and d) of the National Planning Policy Framework (2019), Policies CS14, CS18 and CS20 of Merton's Adopted Core Strategy (July 2011), and DM1, DMD2, DMT2, DMT3, DMT5 of the Merton's Adopted Sites and Policies Plan (July 2014).",
    "Reason : 2 - The proposed development would generate additional pressure on parking in the area, and in the absence of a legal agreement securing a car free agreement, car club membership and monitoring of travel plan, the proposal would be contrary to policies DM T1 (support for sustainable transport and active travel), DM T3 (Car parking and servicing standards) of Merton's Adopted Sites and Policies Plan (July 2014) and CS20 of Merton's Adopted Core Planning Strategy (July 2011).",
    "Reason : 3 - The proposed development would fail to comply with the zero emissions target outlined for regulated emissions, in accordance with Policy 5.2 of the London Plan (2016). In the absence of a legal agreement securing cash in lieu contribution will be collected according to the methodology outlined in the Mayor's Energy Assessment Guidance 2018, the proposed development would fail to comply with Policy 5.2 of the London Plan (2016).",
    "Reason : 4 - The proposed development could generate a surplus in profit in the future, in the absence of a legal agreement securing an early and late stage viability review, the proposal would be contrary to policies DM H3 (support for affordable housing) of Merton's Adopted Sites and Policies Plan (July 2014), CS8 (Housing Choice) of Merton's Adopted Core Planning Strategy (July 2011) and 3.12 (Negotiating Affordable Housing on Individual Private Residential and Mixed Use Schemes) of the London Plan (March 2016).",
    "Reason : 5 - The proposed development would fail to adequately secure improvements to permeability in the area including the Wandle Trail, Durnsford Road Recreation Ground and Rufus Business Park and in the absence of a legal agreement securing the financial contribution, the development would be contrary to policies of DM D1 (Urban design and the public realm), DM O1 (Open space), DM D2 (Design considerations in all developments) and DM T2 (Transport impacts of development) of Merton's Adopted Sites and Policies Plan (July 2014) and CS13 (Open space, nature conservation, leisure and culture) and CS14 (Design) of Merton's the Adopted Core Planning Strategy (July 2011).",
    "Reason : 6 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application and how these could potentially be overcome but sufficient information was not forthcoming. \r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:12:02.226+00:00",
  "ward": "Wimbledon Park_historic",
  "parking_details": null,
  "lapsed_date": "18/02/2021",
  "decision_target_date": "28/02/2021",
  "centroid": {
    "lat": 51.438444,
    "lon": -0.191984
  },
  "lpa_app_no": "20/P1665",
  "status": "Dismissed",
  "site_name": "Dawlish Studios",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P1665",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525698.6196519365,
              172520.3661380437
            ],
            [
              525695.2968923107,
              172527.1042092938
            ],
            [
              525562.902295456,
              172459.35359974537
            ],
            [
              525565.7328712088,
              172452.67481253424
            ],
            [
              525698.6196519365,
              172520.3661380437
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "03/07/2020",
  "appeal_decision_date": "05/07/2022",
  "decision_process": "",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Dawlish Avenue",
  "pp_id": "PP-08678411",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 525764,
  "appeal_start_date": "15/10/2021",
  "centroid_northing": 172600,
  "borough": "Merton",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.192952,
          51.437743
        ],
        [
          -0.192998,
          51.437805
        ],
        [
          -0.194926,
          51.437225
        ],
        [
          -0.194887,
          51.437164
        ],
        [
          -0.192952,
          51.437743
        ]
      ]
    ],
    "type": "Polygon"
  }
}