{
  "lpa_app_no": "20/P1357",
  "uprn": "48103199",
  "lapsed_date": "07/07/2023",
  "centroid_northing": 170420,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Shop",
  "appeal_decision_date": null,
  "valid_date": "17/04/2020",
  "decision_date": "07/07/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.202684,
          51.419229
        ],
        [
          -0.202551,
          51.418938
        ],
        [
          -0.202502,
          51.418831
        ],
        [
          -0.202325,
          51.418861
        ],
        [
          -0.201967,
          51.418949
        ],
        [
          -0.201947,
          51.418914
        ],
        [
          -0.202087,
          51.418876
        ],
        [
          -0.20208,
          51.418865
        ],
        [
          -0.201831,
          51.418933
        ],
        [
          -0.202013,
          51.419172
        ],
        [
          -0.202219,
          51.419102
        ],
        [
          -0.202325,
          51.419294
        ],
        [
          -0.202684,
          51.419229
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.171
  },
  "appeal_decision": null,
  "postcode": "SW19 1QT",
  "development_type": "Other change of use",
  "title_number": null,
  "centroid_easting": 525098,
  "actual_commencement_date": null,
  "description": "CHANGE OF USE FROM CLASS A1 (SHOP) TO CLASS D2 (ASSEMBLY AND LEISURE) WITH THE INTENTION TO OPERATE A 24-HOUR GYMNASIUM. THE DEVELOPMENT INCLUDES MINOR EXTERNAL ALTERATIONS TO ELEVATIONS. ",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.20233,
    "lat": 51.419
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P1357",
  "pp_id": "PP-08611287",
  "id": "Merton-20_P1357",
  "application_type_full": null,
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "07/07/2020",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "30/05/2020",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 002-IP; 102-EP; 0000-SLP. ",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The premises shall only be used as a gym and for no other purpose, including any other purpopse within Class D of the Schedule to the Town and Country Planning (Use Classes Order) 1987), or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification.",
    "Condition : 5 - No more than 6 of the 12 parking spaces available to staff relating to the proposed development shall be used between the hours of 11:00pm and 6:00am Monday to Sunday (including Bank Holidays). ",
    "Condition : 6 - The 12 available car parking spaces relating to the proposed development shall be made available to staff only and shall not be made available to customers of the premises. ",
    "Condition : 7 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the new plant/machinery shall not exceed LA90-10dB at the boundary of the closest residential property.  ",
    "Condition : 8 - No music or other amplified sound generated on the premises shall be audible at the boundary of any adjacent residential building.",
    "Condition : 9 - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 10 - The use, hereby approved, shall not commence until the scheme for the soundproofing of the building to prevent the transmission of noise and vibration from the use of the gym, including impact noise as detailed in the Red Acoustics Reports R1792-REP01 and 02 or equivelant has been submitted to and approved in writing by the Local Planning Authority .  The measures as approved shall be implemented in strict accordance with the approved details prior to the first use of the development and shall thereafter be retained. A post implementation acoustic report shall be submitted to the LPA to confirm compliance.",
    "Condition : 11 - The customer entrance of the proposed gymnasium shall be located on Gladstone Road as indicated on the proposed plans. No customers shall enter or leave the gym from Russell Road, except in the case of an emergency. ",
    "Condition : 12 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) An extended expiry was agreed with the applicant. \r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:19:11.567+00:00",
  "appeal_status": null,
  "street_name": "Gladstone Road",
  "ward": "Dundonald_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525072.7535534718,
              170444.8502476937
            ],
            [
              525082.7960378983,
              170412.6994507528
            ],
            [
              525086.4980703345,
              170400.90282749868
            ],
            [
              525098.7502311381,
              170404.6017686887
            ],
            [
              525123.4029638451,
              170414.94880688319
            ],
            [
              525124.8540945996,
              170411.14989430923
            ],
            [
              525115.1991280444,
              170406.6511820497
            ],
            [
              525115.7515471386,
              170405.45152544818
            ],
            [
              525132.901274239,
              170413.45923326828
            ],
            [
              525119.5937456143,
              170439.71171857952
            ],
            [
              525105.4534658176,
              170431.55405368604
            ],
            [
              525097.521717034,
              170452.6880041614
            ],
            [
              525072.7535534718,
              170444.8502476937
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}