{
  "lpa_name": "Merton",
  "uprn": "48063517",
  "decision_date": "08/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P1347",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "KT3 6JW",
  "appeal_decision": null,
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.043000000000000003,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "20/10/2023",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "01/06/2021",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "14/04/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "DEMOLITION OF GARAGE BLOCK AND ERECTION OF A NEW 5 BED DWELLINGHOUSE",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 1465-A-SP-01; 1465-A-SP-02; 1465-A-GA-PL-00A; 1465-A-GA-PL-01A; 1465-A-GA-PL-02A; 1465-A-GA-PL-03A; 1465-A-GA-EL-01A; 1465-A-GA-EL-02A & 1465-A-GA-EL-03A.",
    "Condition : 3 - No development (other than demolition) shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - The development shall not be occupied until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - Before the development hereby permitted is first occupied, the obscure glazed windows as detailed in the approved drawings shall be glazed with obscure glass and fixed shut and shall permanently maintained as such thereafter.",
    "Condition : 6 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - Access to the single storey flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 9 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays unless otherwise approved in writing by the Local Planning Authority pursuant to condition 13..",
    "Condition : 10 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 11 - The vehicle parking area (including any garages hereby approved) shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 12 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 13 - No development shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. \r\n\r\nThe Statement shall provide for:\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate \r\n-wheel washing facilities \r\n-measures to control the emission of noise and vibration during construction.\r\n-measures to control the emission of dust and dirt during construction/demolition \r\n-a scheme for recycling/disposing of waste resulting from demolition and construction works",
    "Condition : 14 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 15 - Prior to the commencement of development other than demolition, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) based on the 100yr plus 40% climate change event, in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards.",
    "Condition : 16 - A desktop study shall be undertaken to consider the potential for contaminated-land. \r\nA) The completed desktop study shall identify any unacceptable risks to health and the built environment and shall be submitted to and approved in writing by the local planning authority before the development other than demolition commences. \r\nB) In the event that potential contaminants are identified by the study then a detailed remediation scheme for their removal in order to bring the site to a suitable state for the intended use shall be submitted to and approved in writing by the local planning authority.\r\nC)  The applicant shall verify in writing that any detailed remediation scheme as may be approved by the local planning authority has been completed prior to the first occupation of the development.",
    "Condition : 17 - If remediation works are required pursuant to condition 16, they shall be completed and a verification report, demonstrating the then effectiveness of the remediation, shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development. ",
    "Condition : 18 - Due to the potential impact of the surrounding locality on the residential development, a scheme for protecting residents from noise shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of development (other than demolition). The scheme is to include acoustic data for the glazing system and ventilation system. The internal noise levels shall meet those within BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings and ProPG: Planning and Noise - Professional Practice Guide, Publ: (ANC, IOA, CIEH) May 2017 as a minimum. The approved scheme shall be implemented in accordance with the agreed details.",
    "Condition : 19 - The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Report (AIA2) 208 - 214 Seaforth Avenue, New Malden' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works.",
    "Condition : 20 - The details of the approved 'Arboricultural Report (AIA2) 208 - 214 Seaforth Avenue, New Malden' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan.",
    "Condition : 21 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 22 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n-\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-\tWater Efficiency Calculator for New Dwellings; OR\r\n-\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'.",
    "Condition : 23 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 24 - INFORMATIVE: \r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of a swift nesting box/bricks on the site. ",
    "Condition : 25 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n",
    "Condition : 26 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   ii) The application required an extension to the determination period. "
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T21:26:05.803+00:00",
  "ward": "West Barnes_historic",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "lapsed_date": "08/10/2023",
  "decision_target_date": "08/10/2020",
  "centroid": {
    "lat": 51.396103,
    "lon": -0.238935
  },
  "lpa_app_no": "20/P1347",
  "status": "Completed",
  "site_name": "Station Lodge",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P1347",
  "locality": "New Malden",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522636.1483603129,
              167816.80251780304
            ],
            [
              522638.54767309455,
              167813.00360522926
            ],
            [
              522636.18958561844,
              167811.5240287534
            ],
            [
              522616.3519685988,
              167798.9976143982
            ],
            [
              522615.4037865716,
              167799.9973282338
            ],
            [
              522613.05394415656,
              167798.597728864
            ],
            [
              522608.99737409275,
              167797.29810087814
            ],
            [
              522606.3507094779,
              167795.94848719944
            ],
            [
              522609.0468444594,
              167806.34551108727
            ],
            [
              522612.9962287291,
              167822.15098682116
            ],
            [
              522613.7959996564,
              167821.9010583614
            ],
            [
              522618.89969248057,
              167820.90134452697
            ],
            [
              522636.1483603129,
              167816.80251780304
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "04/09/2020",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "208",
  "application_type": "All Other",
  "actual_completion_date": "20/10/2023",
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Seaforth Avenue",
  "pp_id": "PP-08647176",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 522614,
  "appeal_start_date": null,
  "centroid_northing": 167812,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.238615,
          51.396141
        ],
        [
          -0.238582,
          51.396107
        ],
        [
          -0.238617,
          51.396094
        ],
        [
          -0.238906,
          51.395986
        ],
        [
          -0.238919,
          51.395995
        ],
        [
          -0.238953,
          51.395983
        ],
        [
          -0.239012,
          51.395972
        ],
        [
          -0.239051,
          51.39596
        ],
        [
          -0.239008,
          51.396053
        ],
        [
          -0.238946,
          51.396194
        ],
        [
          -0.238935,
          51.396192
        ],
        [
          -0.238862,
          51.396182
        ],
        [
          -0.238615,
          51.396141
        ]
      ]
    ],
    "type": "Polygon"
  }
}