{
  "borough": "Hillingdon",
  "cil_liability": false,
  "decision_target_date": "24/08/2023",
  "lpa_app_no": "67335/APP/2023/1789",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "24/08/2023",
  "lpa_name": "Hillingdon",
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "wgs84_polygon": null,
  "valid_date": "20/06/2023",
  "centroid": {
    "lat": 51.543672,
    "lon": -0.396508
  },
  "site_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the original permission (ie by 12 August 2023).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number DP274(P)1E and DP274(P)1C and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The development shall be constructed in accordance with the approved details (as approved by 67335/APP/2021/807) and be retained as such:",
    "Walls: Weinberger, Nevad Buff brick",
    "Roof finish: Marley, Mendip Concrete tile (brown)",
    "Windows and doors: Upvc (white)",
    "Rainwater goods: Upvc (black)",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The development shall be carried out and maintained in full accordance with the approved landscape layout plan by Deborah Parker Associates, supported by a tabular schedule of maintenance and Planting and Maintenance Specification (document), as approved by 67335/APP/2021/807.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 14, DMEI 1 and DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "The first and second floor windows facing 30 and 32 Harvey Road. shall be glazed with permanently obscured glass for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing  30 and 32 Harvey Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no extension to any dwellinghouse(s) nor any garage(s), shed(s) or other outbuilding(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "So that the Local Planning Authority can ensure that any such development would not result in a significant loss of residential amenity in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwellings hereby permitted are required to be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London Plan 2021.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Notwithstanding the Variation of Condition 2 hereby approved, all other conditions relating to Planning Permission Ref:67335/APP/2018/3565, dated 12-08-20 must be adhered to as per that permission."
  ],
  "decision": "Approved",
  "centroid_easting": 511293,
  "uprn": null,
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "locality": null,
  "last_date_consultation_comments": "21/07/2023",
  "polygon": null,
  "ward": "SOUTH RUISLIP 2022",
  "pp_id": "12252785",
  "lapsed_date": "24/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Variation of Condition 2 (Accordance with Approved Plans) of planning permission ref. 67335/APP/2018/3565, dated 12-08-2020 (2 x two storey, 3-bed dwellings with habitable roof space, with associated amenity space) to increase the size of the dormers.",
  "centroid_northing": 183971,
  "street_name": "30 HARVEY ROAD",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": "NORTHOLT",
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T02:39:56.997+00:00",
  "site_name": "LAND ADJACENT TO",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=67335/APP/2023/1789",
  "id": "Hillingdon-67335_APP_2023_1789",
  "actual_commencement_date": null,
  "postcode": "UB5 6QT"
}