{
  "last_date_consultation_comments": "13/05/2025",
  "site_number": "7",
  "application_type_full": "Householder planning permission",
  "subdivision_of_building": null,
  "url_planning_app": "<enter PA URL here>",
  "epc_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.072816,
          51.642803
        ],
        [
          -0.072817,
          51.642776
        ],
        [
          -0.07286,
          51.642777
        ],
        [
          -0.072859,
          51.642804
        ],
        [
          -0.072816,
          51.642803
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "Longleat Road",
  "last_updated_by": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 2,
    "total_gia_gained": 80,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2025",
    "intended_commencement_date": "05/2025"
  },
  "ward": "Bush Hill Park",
  "cil_liability": false,
  "centroid": {
    "lon": -0.072838,
    "lat": 51.64279
  },
  "uprn": "000207111713",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "centroid_easting": 533446,
  "development_type": "Other house holder developments",
  "lpa_app_no": "25/00941/HOU",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Enfield",
  "locality": null,
  "application_type": "Householder",
  "id": "Enfield-25_00941_HOU",
  "centroid_northing": 195535,
  "appeal_status": null,
  "status": "Approved",
  "description": "Single storey front extension involving front entrance porch, single storey rear extension, part single, part 2-storey side extension and outbuilding at rear, front boundary fence and gates.\r",
  "site_name": "",
  "appeal_start_date": null,
  "decision_date": "09/06/2025",
  "decision_target_date": "17/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": [],
  "lapsed_date": "09/06/2030",
  "valid_date": "22/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "EN1 2QJ",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rLocation Plan\rBlock Plan ELA/13 Rev A\rELA/1 Rev A\rELA/2 Rev A\rELA/3 Rev A\rELA/6 Rev A\rELA/7 Rev A\rHeritage Statement\rFlood Risk Assessment\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "All new external work shall be carried out in materials that match the existing building or as specified in the approved application.\r\rReason: To safeguard the appearance of the premises and the character of the immediate area.\r",
    "Prior to above ground works the development shall not commence until details of finished floor levels be no lower than existing floor levels, details of flood storage area with supporting sections, details of how the impermeable built footprint is increasing, Flood Management/Evacuation Plan and flood resistant and resilient measures shall be submitted to and approved in writing by the Local Planning Authority. \r\rThe development thereafter shall be implemented in strict accordance with the approved details.\r\rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policies CP28 of the Core Strategy and DMD59, DMD60, DMD61, DMD62 of the Development Management Document.\r",
    "Prior to above ground works, details of source control SuDS shall be submitted and approved by the Local Authority. Source control SuDS measures include green roofs, rain gardens and permeable paving. The details must include plans, specifications and maintenance information. The developer should use the SuDS Proforma for minor developers found here to assist them through our requirements.\r\rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD Policy 61, and Policies SI12 & SI13 of the London Plan and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\r",
    "The outbuilding hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 7 Longleat Road EN1 2QJ. \r\rReason: To ensure that the development does not detract from the amenity of the adjoining properties, and to enable the Local Planning Authority to retain control over the use of the building.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, or any amending Order, no external windows or doors other than those indicated on the approved drawings shall be installed in the development hereby approved without the approval in writing of the Local Planning Authority.\r\rReason: To safeguard the privacy of the occupiers of adjoining properties.\r"
  ],
  "decision_agency": null,
  "bo_system": "Idox Uniform",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13848402",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Enfield Council",
  "last_updated": "2025-06-27T20:02:49.046Z",
  "actual_completion_date": null
}