{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "<enter PA URL here>",
  "decision_process": "Delegated",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Approved",
  "bo_system": "Idox Uniform",
  "valid_date": "10/02/2025",
  "description": "Variation of conditions 2, 4, 7, 8, 9, 10, 11, 12, 13, 14 with removal of condition 8 of ref: 22/01275/FUL to allow provision of two 3b/6p flats in place of two 3b/5p flats, involving minor changes to internal layout, footprint, height, windows, privacy screens, balconies, roof layout, materials and external areas.\r",
  "application_type_full": "Removal/Variation of a condition",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "borough": "Enfield Council",
  "pp_id": "PP-13701603",
  "site_number": "255",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "PRIROA Name:"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Palmers Green"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      }
    ],
    "commencement_notice_received": true,
    "existing_uprns": [
      "000207046127",
      "000207057337"
    ],
    "scheme_phasing": false
  },
  "appeal_decision_date": null,
  "lapsed_date": "07/07/2030",
  "centroid_easting": 530956,
  "decision_target_date": "07/04/2025",
  "street_name": "Green Lanes",
  "last_updated": "2025-07-22T20:02:07.013Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "title_number": [],
  "postcode": "N13 4XE",
  "parking_details": null,
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": null,
  "decision_agency": null,
  "ward": "Palmers Green",
  "centroid": {
    "lat": 51.615994,
    "lon": -0.109941
  },
  "polygon": null,
  "status": "Approved",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development shall be constructed/adapted so as to provide sufficient air-borne and structure-borne sound insulation against externally generated noise and vibration. This sound insulation shall ensure that the level of noise generated from external sources shall be no higher than 35 dB(A) from 7am - 11pm in bedrooms, living rooms and dining rooms and 30 dB(A) in bedrooms from 11pm - 7am measured as a LAeq,T. The LAF Max shall not exceed 45dB in bedrooms 11pm - 7am. A scheme for mitigation measures shall be submitted to and approved by the Local Planning Authority prior to development taking place. The scheme of mitigation shall include mechanical ventilation where the internal noise levels exceed those stated in BS8233: 2014 with the windows open. The approved mitigation scheme shall be implemented in its entirety before any of the units are occupied/the use commences. \r\rReason: To protect future residents from noise and disturbance\r\rThis condition has now been satisfied under the permission hereby granted\r",
    "Before commencement of any superstructure works commencing on site, an air quality report shall be submitted to and agreed by the Local Planning Authority. The report shall detail: \r\r-The area within the boundary of the site, which may exceed relevant national air quality objectives. \r\r- Specify how the detailed application will address any potential to cause relevant exposure to air pollution levels exceeding the national air quality objectives. \r\r-Identify areas of potential exposure o Detail how the development will reduce its impact on local air pollution to an acceptable level. \r\rRegard shall be had to the guidance from the Association of London Government \"Air quality assessment for planning applications - Technical Guidance Note\" and the GLA's \"Air Quality Neutral\" policy in the compilation of the report. \r\rReason: To protect the amenities of the future occupants.\r\rThis condition has now been satisfied under the permission hereby granted\r",
    "Prior to first occupation of the development, full details of biodiversity enhancements shall be submitted to and approved in writing by the Local Planning Authority following guidance by a suitable qualified ecologist. The details shall include the exact location, specification and design of the habitats. The development shall be implemented in accordance with the approved details prior to first occupation of the development and maintained as such thereafter. \r\rReason: To promote on site biodiversity\r\rThis condition has now been satisfied under the permission hereby granted\r",
    "Prior to the commencement of above ground works full details of a landscaping strategy shall be submitted to and approved in writing by the Local Planning Authority. These details shall include: existing planting to be retained; trees, shrubs and grass to be planted; the treatment of any hard surfaced areas; and, the means of enclosure of any unbuilt land on the site. The site shall be landscaped in accordance with the approved details in the first planting season after completion or occupation of the development, whichever is the sooner. Any trees or shrubs which die, become severely damaged or diseased within five years of planting shall be replaced with new planting in accordance with the approved details. \r\rReason: To ensure a satisfactory appearance in accordance with DMD 81 of the Enfield Development Management Document 2014.\r\r\rThis condition has now been satisfied under the permission hereby granted.\r",
    "Before commencement of any superstructure works commencing on site, details of a biodiversity(green/brown) roof(s) to be installed shall be submitted to and approved in writing by the Local Planning Authority. The biodiversity (green/brown) roof(s) shall be: a. Biodiversity based with extensive substrate base (depth 80-150mm); b. Planted/seeded with an agreed mix of species within the first planting season following practical completion of the building works. The biodiversity (green/brown) roof shall not be used for any recreational purpose and access shall only be for the purposes of the maintenance and repair or means of emergency escape. Details shall include full ongoing management plan and maintenance strategy/schedule for the green/brown roof to be approved in writing by the Local Planning Authority. The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter. \r\rReason: To minimise the impact of the development on the ecological value of the area and to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity\r\rThis condition has now been satisfied under the permission hereby granted\r",
    "Before commencement of any superstructure works commencing on site, an Energy Statement confirming the CO2/yr (using SAP 10) reduction over Part L of Building Regulations (2013) shall be submitted to and approved in writing by the Local Planning Authority. The Energy Statement shall follow the 'be lean, be clean, be green' reduction hierarchy set out in the London Plan and aspire to achieve a 35% reduction over Part L of Building Regulations (2013). Any solar panels or other low or zero carbon technologies recommended to be included in the development by the Energy Statement shall be incorporated into the development and installed in accordance with the recommendations of Energy Statement prior to first occupation of the development. The development shall be carried out strictly in accordance with the Energy Statement so approved and maintained as such thereafter. \r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with DMD 51 of the Enfield Development Management Document 2014.\r\rThis condition has now been satisfied under the permission hereby granted\r",
    "Prior to first occupation of the development details of the internal consumption of potable water shall be submitted to and approved in writing by the Local Planning Authority. The submitted details shall demonstrate reduced water consumption through the use of water efficient fittings, flow restrictions, efficient appliances and water recycling/harvesting systems where feasible and achieve a water consumption rate of less than 105 litres per person per day. The development shall be carried out in accordance with the approved details and maintained as such thereafter. \r\rReason: To minimise water consumption in accordance with DMD 58 of the Enfield Development Management Document 2014.\r\rThis condition has now been satisfied under the permission hereby granted\r",
    "Prior to first occupation of the development, full details of the siting, number and design of secure/covered cycle parking spaces shall be submitted to and approved in writing by the Local Planning Authority. The cycle parking shall be installed in accordance with the approved details prior to first occupation of the development and maintained as such thereafter. \r\rReason: To ensure the provision of cycle parking in line with the Council's adopted standards.\r",
    "Prior to first occupation of the development, full details of the refuse and recycling storage facilities shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with these approved details and maintained as such thereafter. \r\rReason: In the interests of maintaining the quality of the street scene in accordance with DMD 8 of the Enfield Development Management Document 2014.\r",
    "All windows annotated as obscured hereby approved, shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed prior to first occupation of the development. The development shall be carried out in accordance with these approved details and maintained as such thereafter. \r\rReason: To ensure no impact on neighbouring amenity.\r",
    "Prior to first occupation of the development, a scheme to deal with the contamination of the site including an investigation and assessment of the extent of contamination and the measure to be taken to avoid risk to health and the environment shall be submitted to and approved in writing by the Local Planning Authority. Remediation shall be carried out in accordance with the approved scheme and the Local Planning Authority provided with a written warranty by the appointed specialist to confirm implementation prior to the occupation of development. \r\rReason: To avoid risk to public health and the environment.\r",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted and obtained written approval from the Local Planning Authority for, an amendment to the remediation strategy detailing how this unsuspected contamination shall be dealt with. \r\rReason: To protect against risks arising from contamination\r",
    "The development hereby permitted shall be begun not later than 28.07.2025, which is the expiry date for the parent permission ref: 22/01275/FUL approved on 28.07.2022.\r\rReason: To comply with the Town and Country Act 1990 and in the interest of proper planning. (Section 73 applications cannot vary the original time limit).\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans, as set out in the attached schedule which forms part of this notice. \r\rGRNLN-PA-A010 - Site location plan; GRNLN-S4-A100 - Existing site plan; GRNLN-PA-B100B - Proposed ground floor plan; GRNLN-PA-B101B - Proposed first floor plan; GRNLN-PA-B102B - Proposed second floor plan; GRNLN-PA-B103B - Proposed roof plan; GRNLN-PA-B200A - Proposed sections; GRNLN-PA-B300A - Proposed west and south elevations; GRNLN-PA-B301A - Proposed east and north elevations; GRNLN-PA-B400B - Proposed site plan; GRNLN-S4-B410A - Landscape & Biodiversity enhancements; GRNLN-S4-B504 - Green roof details; GRNLN-D05-250129 Design and Access Statement: Planning; Stage Air Quality Assessment dated February 2025; Residential Noise Assessment Ref No.NP-011969; Design Stage Water Efficiency Report Part G; Planning Statement Dated January 2025; Flood Risk Assessment and Drainage Strategy ref:220447dated 01 April 2025 V P4;Biodiversity Enhancement Plan ref: P2632/1_01 V2; Energy Statement ref:  12649 - 2nd Issue dated 3rd February; e-mail from agent dated 19.05.2025; e-mail from agent dated 04.07.2025;Daylight and Sunlight Report 29.01.2025; Highways Technical Note January 2025b and Phase II Arboricultural Impact Assessment (AIA) dated 27.03.2024\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "Before commencement of any superstructure works commencing on site, full details of all facing materials have been submitted to and approved by the local planning authority in writing. Such details shall include samples and manufacturer's details including windows and door frames, roofing and cladding. A sample panel of all facing materials shall be provided on-site and approved by the local planning authority before the relevant parts of the work are commenced and the development shall be carried out in accordance with the approval given.\r\rReason: To safeguard the appearance of the premises and the character of the immediate area.\r",
    "The development shall be carried out in accordance with the construction management plan as approved by the Local Planning Authority under planning application ref: 25/01714/CND granted 27.06.2025.\r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties.\r",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/. \r\rReason: To safeguard the amenities of the adjoining premises and the area generally\r",
    "Prior to first occupation of the development, the whole of the car parking provision hereby approved shall be fully provided. Thereafter shall be retained and used for no purpose other than for the parking of vehicles of the occupiers and users of the development. \r\rReason: To ensure that the use of the premises does not add to parking pressures in surrounding streets.\r",
    "No development shall take place until details of surface drainage works shall be submitted to and approved in writing by the Local Planning Authority. The details shall be based on an assessment of the potential for disposing of surface water by means of a sustainable drainage system in accordance with the drainage hierarchy set out in Policy SI 13 of the London Plan 2021 and shall aspire to achieve a greenfield run-off rate for 1 in 1 and 1 in 100 year storm events allowing for climate change. The drainage system shall be installed/operational prior to first occupation of the development and a continuing management and maintenance plan shall be put in place to ensure its continued function over the lifetime of the development. The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter. \r\rReason: To ensure the sustainable management of water, minimise flood risk and to minimise discharge of surface water outside of the curtilage of the property in accordance with DMD 61 of the Enfield Development Management Document 2014 and Policy SI 13 of the London Plan 2021\r\rThis condition has now been satisfied under the permission hereby granted\r"
  ],
  "uprn": "000207046127",
  "lpa_name": "Enfield",
  "centroid_northing": 192488,
  "site_name": "Rear Of 255-257 Green Lanes\rLondon\rN13 4XE\r",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.109918,
          51.616007
        ],
        [
          -0.10992,
          51.61598
        ],
        [
          -0.109963,
          51.61598
        ],
        [
          -0.109962,
          51.616007
        ],
        [
          -0.109918,
          51.616007
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "25/00496/VAR",
  "last_date_consultation_comments": "06/03/2025",
  "subdivision_of_building": null,
  "id": "Enfield-25_00496_VAR",
  "decision_date": "07/07/2025",
  "cil_liability": true
}