{
  "secondary_street_name": null,
  "last_updated": "2025-07-16T20:03:07.177Z",
  "appeal_start_date": null,
  "bo_system": "Idox Uniform",
  "appeal_decision_date": null,
  "status": "Application Under Consideration",
  "decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "url_planning_app": "<enter PA URL here>",
  "site_number": "7",
  "polygon": null,
  "development_type": "Major general industry-storage-warehousing",
  "appeal_status": null,
  "centroid": {
    "lat": 51.677995,
    "lon": -0.022497
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.022475,
          51.678008
        ],
        [
          -0.022476,
          51.677981
        ],
        [
          -0.022519,
          51.677982
        ],
        [
          -0.022518,
          51.678009
        ],
        [
          -0.022475,
          51.678008
        ]
      ]
    ]
  },
  "appeal_decision": null,
  "lapsed_date": null,
  "decision_agency": null,
  "application_type_full": "Full planning permission",
  "ward": "Enfield Lock",
  "application_details": {
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 5102,
        "gia_gained": 2472,
        "use_class": "B8",
        "gia_lost": 372
      }
    ],
    "garden_land_lost": false,
    "total_gia_gained": 2472,
    "site_area": 21700,
    "scheme_name": "JJ Food Service Enfield Freezer extension",
    "projected_cost_of_works": "Up to £2m",
    "ownership_status": "Private",
    "surface_water_discharge_percentage_reduction": 10,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "no_new_gas_connections_required": 0,
      "solar_pv_capacity": 274,
      "ghg_reduction_over_building_regulations": true,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 100,
      "no_passive_rapid_ev_charging_points": 0,
      "no_active_slow_ev_charging_points": 0,
      "urban_greening_factor_score": 0,
      "no_active_rapid_ev_charging_points": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 0,
      "no_active_other_ev_charging_points": 0,
      "no_passive_other_ev_charging_points": 0
    },
    "total_gia_existing": 0,
    "internal_resi_water_usage": 0,
    "green_suds": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "06/2025",
        "intended_completion_date": "12/2025"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2472,
      "total_gia_lost": 372,
      "total_gia_existing": 5102,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 372,
      "total_gia_gained": 2472,
      "site_area": 2.17
    },
    "affordable_housing_fast_track": false,
    "grey_water_reuse": false,
    "existing_uprns": [
      "000207194480"
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 2.17
    },
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [
        {
          "land_swap": false
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 300 metres in height (984.2 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SEWAGE TREATMENT\rSite Name: SLURRY PIT- NORTH OF SEWAGE PIT"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SEWAGE TREATMENT\rSite Name: RAMMEY MARSH SEWAGE WORKS"
      },
      {
        "result": null,
        "constraints_layer_description": "SIARIN Description: River valley deposits with high prehistoric and palaeonvironmental potential.\rName: Lea Valley West Bank"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ2 Description: Flood Zone 2"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC2445\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC2474\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "LAFISI Code: LFS"
      },
      {
        "result": null,
        "constraints_layer_description": "LVRPC2 Code: LVRPCA1"
      },
      {
        "result": null,
        "constraints_layer_description": "SECOAR Description: SECOAR15"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Enfield Lock"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: £40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDAAP Designation: Area Action Plan- Area: North East Enfield- Policy: Core policy 40"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDSIL Designation: Strategic Industrial Location- Industrial Area: Innova Park- Policy: DMD 19, 21, 23- Core Strategy: Core policy 14"
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ],
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "s106_agreement": true
  },
  "street_name": "Solar Way",
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": 199543,
  "centroid_easting": 536823,
  "uprn": "000207194480",
  "last_updated_by": "Idox Uniform",
  "decision": null,
  "cil_liability": true,
  "description": "Rear extension to the existing facility to provide cold storage including demolition of the existing rear extension.",
  "borough": "Enfield Council",
  "actual_completion_date": null,
  "id": "Enfield-25_00499_FUL",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans, as set out in the attached schedule which forms part of this notice. \r\rDrainage Strategy\rSUDS PROFORMA\r004 REV: B\r003\r002 REV: A\r006\r005 REV: A\r008 REV: A\r001\t\r007\rFLOOD RISK ASSESSMENT\rDesktop Basement Impact Assessment\rGeo-Environmental Investigation\rPreliminary Ecological Appraisal and Roost Assessment\rEnergy Statement\rDesign & Access (Planning) Statement\rHealthy Streets Transport Assessment\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\rReason: To safeguard the appearance of the premises and the character of the immediate area.\r",
    "All areas of trees, hedges, scrub or similar vegetation where birds may nest which are to be removed as part of the development, are to be cleared outside the bird-nesting season (March - August inclusive) or if clearance during the bird-nesting season cannot reasonably be avoided, a suitably qualified ecologist will check the areas to be removed immediately prior to clearance and advise whether nesting birds are present. If active nests are recorded, no vegetation clearance or other works that may disturb active nests shall proceed until all young have fledged the nest. \r\t\rReason: Nesting birds are protected under the Wildlife & Countryside Act, 1981 (as amended). This condition will ensure that wildlife is not adversely affected by the proposed development in line with CP36 of the Core Strategy.\r",
    "The development shall be undertaken in accordance with the approved Preliminary Ecological Appraisal and Roost Assessment and shall be carried out in accordance with the low impact lighting strategy set out in recommendation section of the Assessment prior to the first occupation of the development and retained for the lifetime of the development.\r\rReason: To ensure the development is undertaken in accordance with the Preliminary Ecological Appraisal and Roost Assessment submitted and all measures identified therein to mitigate the impact of the development on the environment are fully complied with.",
    "No demolition or development other than to slab level shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing.  For land that is included within the WSI, no demolition or development other than to slab level shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\rIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing.  For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\rA.\tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\rB.\tWhere appropriate, details of a programme for delivering related positive public benefits\r\rC.\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\rReason: In the interests of preserving any archaeological remains at the site.\r",
    "The development shall not commence until a Sustainable Drainage Strategy has been submitted to and approved in writing by the Local Planning Authority.  The details shall be based on the disposal of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and should be in line with our DMD Policy SuDS Requirements:\r\ra)\tShall be designed to a 1 in 1 and 1 in 100 year storm event with the allowance for climate change\rb)\tFollow the London Plan Drainage Hierarchy and providing evidence of the potential for full infiltration SuDS and maximising above ground storage\rc)\tFollow the SuDS management train by providing source control for the site, and a number of treatment phases corresponding to their pollution potential \rd)\tMaximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\re)\tThe system must be designed to allow for flows that exceed the design capacity to be stored on site or conveyed off-site with minimum impact\rf)\tClear ownership, management and maintenance arrangements must be established\rg)\tThe details submitted shall include levels, sizing, cross sections and specifications for all drainage features\r\rREASON: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD Policy 61, and Policies SI12 & SI13 of the London Plan and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value.\r",
    "Prior to commencement of the development a Fire Statement shall be submitted to the Local Planning Authority and approved in writing. The Fire Statement shall be produced by an independent third party suitably qualified assessor and shall detail the building's construction, methods, products and materials used; the means of escape for all building users including those who are disabled or require level access together with the associated management plan; access for fire service personnel and equipment; ongoing maintenance and monitoring and how provision will be made within the site to enable fire appliances to gain access to the buildings The development shall be carried out in strict accordance with the details approved for the life time of the development.\r\rReason: To comply with Policy D12 of the London Plan 2021.\r",
    "Prior to commencement of any development revised Energy Statement shall be submitted and approved in writing by the Local Planning Authority, demonstrating that the building fabric is compliant with the London Plan 2021 requirement of 15% improvement over Part L at Be Lean stage.\r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that the CO2 emission reduction targets are met in accordance with Policies DMD51-54 of the Development Management Document (2014), Policy SI 2 of the New London Plan 2021 and Policy SE2-SE4 of the emerging Enfield Local Plan 2019-2041 expected to be adopted late 2025. \r",
    "Following the practical completion of the development, an UPDATED Energy Statement shall be submitted to and approved in writing by the Local Planning Authority, reflecting the measures taken in practice in Be Lean, Be Clean and Be Green stages of the Energy hierarchy to reduce carbon emitted from the operation of a development and its services, as committed to in the design stage, and the amended New Development Carbon Compensation to be paid for the remaining emissions. \r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that the CO2 emission reduction targets are met in accordance with Policies DMD51-54 of the Development Management Document (2014), Policy SI 2 of the New London Plan 2021 and Policy SE2-SE4 of the emerging Enfield Local Plan 2019-2041 expected to be adopted late 2025.\r",
    "Prior to commencement of any development an overheating strategy shall be submitted and approved in writing by the Local Planning Authority including the complete result table. The approved strategy shall be implemented prior to first occupation and maintained on site. \r\rReason: To ensure that suitable working conditions are achieved within the development and that the buildings do not overheat, in accordance with policy SI4 of the London Plan (2021).\r",
    "Prior to commencement of any development a BREEAM pre-assessment shall be submitted and approved in writing by the Local Planning Authority demonstrating that the development is on course to achieving BREEAM 'Excellent' or higher rating. \r\rA post completion certificate (or equivalent certification) confirming that the development has been completed in accordance with the required BREEAM rating and has maintained or exceeded the approved total credit scores for each of the Energy, Materials and Waste categories, shall be submitted and approved by the local planning authority within three months of first occupation of the development. \r\rReason: To ensure the development achieves the highest levels of sustainable design and construction in accordance with DMD51 of the Development Management Document (2014) and Policy SE2 of the emerging Enfield Local Plan 2019-2041 expected to be adopted late 2025.\r",
    "a)\tPrior to each Building being occupied, the Owner shall provide updated accurate and verified 'as-built' design estimates of the 'Be Seen' energy performance indicators for each Reportable Unit of the development, as per the methodology outlined in the 'As-built stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' as-built stage reporting webform (https://www.london.gov.uk/whatwedo/planning/implementing-london-plan/london-plan-guidance-and-spgs/beseen-energymonitoring-guidance). The owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in the 'In-use stage' of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it). \r\rb)\tUpon completion of the first year of Occupation or following the end of the Defects Liability Period (whichever is the later) and at least for the following four years after that date, the Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each Reportable Unit of the development as per the methodology outlined in the 'Inuse stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' in-use stage reporting webform (https://www.london.gov.uk/what-wedo/planning/implementing-londonplan/london-plan-guidance-and-spgs/be-seenenergy-monitoring-guidance). This obligation will be satisfied after the Owner has reported on all relevant indicators included in the 'In-use stage' chapter of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it) for at least five years. \r\rc)\tIn the event that the 'In-use stage' evidence submitted under Clause b) shows that the 'As-built stage' performance estimates derived from Clause a) have not been or are not being met, the Owner should investigate and identify the causes of underperformance and the potential mitigation measures and set these out in the relevant comment box of the 'Be Seen' in-use stage reporting webform. An action plan comprising measures identified in Clause b) shall be submitted to and approved in writing by the GLA, identifying measures which would be reasonably practicable to implement and a proposed timescale for implementation. The action plan and measures approved by the GLA should be implemented by the Owner as soon as reasonably practicable. \r\rReason: To ensure that the development energy performance in practice is aligned with the estimates and is maintained, and to inform the GLA and the Local Planning Authority on the quality of the built environment.\r",
    "Prior to occupation, unless otherwise agreed cycle parking should be provided in compliance with the following criteria:\r\ro\tProvision of 15 long stay cycle parking spaces\ro\tin an accessible location: the access route to the store should be a minimum of 1.2m wide to enable the bike to enter the store, should be step free and involve no more than 2 doors or gate (excluding the store door).\ro\tsecured: with a British Standard mortice lock or access fob\ro\tfully enclosed: 4 walls and a roof\r\rand\r\ro\tProvision of 8 short stay cycle parking spaces\ro\tAbility to lock a bicycle to a permanent fixture (e.g. Sheffield stand or wall anchor)\r\rReason: The Council's Climate Action and Transport Policies seek to increase the use of active and sustainable transport modes. This means that access to bicycle parking should be easy and secure to remove potential barriers to cycling.\r"
  ],
  "decision_target_date": "29/05/2025",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "lpa_app_no": "25/00499/FUL",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "24/03/2025",
  "lpa_name": "Enfield",
  "application_type": "All Other",
  "locality": null,
  "title_number": [],
  "pp_id": "PP-13739992",
  "decision_process": "Delegated",
  "site_name": "",
  "valid_date": "27/02/2025",
  "parking_details": null,
  "postcode": "EN3 7XY",
  "epc_number": "0230-1932-0325-7480-9094"
}