{
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, or any amending Order, no external windows or doors other than those indicated on the approved drawings shall be installed in the development hereby approved without the approval in writing of the Local Planning Authority. \rReason: To safeguard the privacy of the occupiers of adjoining properties.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans and documents:\rLocation Plan - IF 20-01-001 (Rev. A)\rProposed Site Plan - IF 20-01-002 (Rev. C)\rProposed Block Plan - IF 20-01-003 (Rev. B)\rProposed Ground Floor Plan - IF 20-01-100 (Rev. C)\rProposed First Floor Plan - IF 20-01-101 (Rev. A)\rProposed Second Floor Plan - IF 20-01-102 (Rev. A)\rProposed Roof Plan - IF 20-01-103 (Rev. A)\rProposed South Elevation Plan - IF 20-01-203 (Rev. A)\rProposed North Elevation Plan - IF 20-01-202 (Rev. A)\rProposed East Elevation Plan - IF 20-01-200 (Rev. A)\rProposed Wes (Street)t Elevation Plan - IF 20-01-204 (Rev. A)\rProposed West Elevation Plan - IF 20-01-201 (Rev. A)\rProposed West Elevation Plan - IF 20-01-201 (Rev. A- Summary of changes)\r3D Sketch \rTransport Technical Note - received 10.06.2024\rTree Survey dated 21/08/2023 \rDaylight/Sunlight Assessment\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "The external finishing materials shall match those used in the construction detailed within the approved drawings / application form. \r\rReason: To ensure a satisfactory appearance\r",
    "The development shall not commence until a Sustainable Drainage Strategy has been submitted to and approved in writing by the Local Planning Authority.  The details shall be based on the disposal of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and should be in line with our DMD Policy SuDS Requirements:\ra)\tShall be designed to a 1 in 1 and 1 in 100 year storm event with the allowance for climate change\rb)\tFollow the London Plan Drainage Hierarchy and providing evidence of the potential for full infiltration SuDS and maximising above ground storage\rc)\tFollow the SuDS management train by providing source control for the site, and a number of treatment phases corresponding to their pollution potential \rd)\tMaximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\re)\tThe system must be designed to allow for flows that exceed the design capacity to be stored on site or conveyed off-site with minimum impact\rf)\tClear ownership, management and maintenance arrangements must be established\rg)\tThe details submitted shall include levels, sizing, cross sections and specifications for all drainage features\r\rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD Policy 61, and Policies SI12 & SI13 of the London Plan (2021) and the NPPF (2024) and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value.\r",
    "Prior to first occupation of the development, details of the internal consumption of potable water shall be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day for the residential uses.  \rThe development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Policies CP21 of the Core Strategy (2010) and DMD 58 of the Development Management Document (2014).\r",
    "Prior to the occupation of the development, a detailed 'Energy Report' shall be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate the energy efficiency of the development and shall provide for no less than a 19% improvement in total CO2 (carbon) emissions arising from the operation of a development and its services over Part L of Building Regs 2013.  The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason:  In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that carbon emission reduction targets are met in accordance with the Local Development Plan, the London Plan (2021) and the NPPF (2024).\r",
    "Following practical completion of works a final Energy Performance Certificate shall be submitted to an approved in writing by the Local Planning Authority.  \r\rReason:  In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Core Strategy, relevant energy policies of the London Plan (2021) and the NPPF (2024).\r",
    "The development shall not commence until details of the siting, number and design of two visitor cycle parking spaces have been submitted to and approved in writing by the Local Planning Authority. Should visitor cycle parking not be provided on site, then the development shall not be brought into use until sufficient visitor cycle parking has been provided on the public highway. The development shall be carried out in accordance with the approved details before it is occupied. This condition should be read in conjunction with the Informative attached below. \r\rReason: To ensure the provision of cycle parking in line with the Council's adopted standards\r",
    "Prior to the occupation of the development, details of refuse storage facilities including facilities for the recycling of waste to be provided within the development, in accordance with the London Borough of Enfield Waste and Recycling Planning Storage Guidance ENV 08/162, shall be submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before the development is occupied or use commences and maintained as such thereafter.\r\rReason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets.\r",
    "No development shall take place until a Construction Management Plan, written in accordance with the Mayor of London's supplementary planning guidance 'The Control of Dust and Emissions During Construction and Demolition' detailing how dust, emissions and traffic will be managed during demolition and construction work shall be submitted to the local planning authority for approval. The statement should also include:\ra) photographic condition survey of public carriageways, verges and footways in the vicinity of the site;\rb) map showing routeing of demolition and construction vehicles to/from the site;\rc) access arrangements for deliveries to the site;\rd) wheel cleaning methodology and facilities or measures to keep the highway clear of mud and debris.\rOnce approved the Construction Management Plan shall be fully implemented for the duration of any demolition and construction works.\r\rReason: To protect the local amenity from demolition/construction dust as well as traffic impacts to the setting.\r",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rReasons: In the interests of good air quality with regard to London Plan (2021).\r",
    "Piling or other penetrative methods shall not be permitted within the Main Remediation Site other than with the express written consent of the Local Planning Authority. Prior to construction of the foundations in any phase of development within the Main Remediation Site, a Foundations Works Risk Assessment for that Phase or for an area agreed in advance with the Local Planning Authority will be submitted to and approved in writing with the Local Planning Authority that will take account of previous consultations with the Environment Agency, and the conditions in which the remediation stage will leave the site. \r\rReason:  To safeguard groundwater quality and human health in accordance with the London Plan (2021) and CP32 of the Enfield Core Strategy (2010).\r",
    "There may be ground contamination at the site that poses a risk to human health and for this reason the following details are required:\r1.\tA Desk Study including a preliminary risk assessment which identifies:\ro\tAll previous uses; \ro\tPotential contaminants associated with those uses; \ro\tA conceptual site model indicating sources, pathways and receptors; and \ro\tPotentially unacceptable risks arising from contamination at the site.\r2.\tShould the desk study identify the need, a Site Investigation scheme to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site. The results of the site investigation to be summarised via a generic or detailed quantitative risk assessment with conclusions and recommendations for clear actions, where required. \rReason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants in accordance with the London Plan (2021) and CP32 of the Enfield Core Strategy (2010).\r3.\tIf required, a Remedial Options Appraisal and/or Remediation Strategy giving full details of the remediation and mitigation measures required and how they are to be undertaken. \r4.\tWhere remediation is required, \ri.\tA verification plan setting out the details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy are complete to a satisfactory standard; and \rii.\tA Monitoring and Maintenance Plan, setting out provisions for long-term monitoring of pollutant linkages, maintenance and arrangements for contingency action.\riii.\tThe development in the relevant Phase shall not be occupied until a post completion remediation Verification Report for that Phase, including results of sampling and monitoring carried out, has first been submitted to and approved in writing by the Local Planning Authority demonstrating that the site remediation criteria have been met.\r\rReason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants in accordance with London Plan (2021) and CP32 of the Enfield Core Strategy (2010).\r",
    "No occupation of the development shall take place until an acoustic report, written in line with the methodology in BS4142:2014+A1 2019, has been submitted to and approved by the Local Planning Authority. The report must set out the sound level generated from the mechanical plant installed in connection with the development and state the noise control measures to be employed to ensure the noise from the plant does not exceed a level of 5dB below the typical measured background noise level measured as L(A)90 15 minutes during operational hours, at the façade of the nearest or most noise affected residential property.\r\rReason: To protect the local amenity from noise and disturbance\r",
    "No impact piling shall take place without the prior written approval of the Local Planning Authority and shall only take place in accordance with the terms of any such approval.\r\rReason: To protect residents from noise and disturbance\r",
    "The proposed upper floor flank and rear windows at House 1 as well as the rear facing first floor window at House 6 of the development indicated on drawing Nos. IF 20-01-203 (Rev. A) and IF 20-01-200 (Rev. A) shall be in obscured glass with an equivalent obscuration as level 3 on the Pilkington Obscuration Range. The glazing shall not be altered without the approval in writing of the Local Planning Authority. \r\rReason: To safeguard the privacy of the occupiers of adjoining and neighbouring properties.\r",
    "Throughout the implementation of the approved scheme the following consideration of the trees must be given.\rA. No equipment, machinery or materials are to be brought on the site for the purpose of the development until all the trees to be retained have been protected in accordance with section 6.2 of British Standard 5837:2012 Trees in relation to design, demolition and construction - recommendations throughout the implementation of the scheme.\rB. No fire shall be lit within 10m from the outside of the crown spread of the trees to be retained.\rC. The ground levels within the protected areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\rD. No mixing of cement or use of other materials or substances to take place within a Root Protection Area (RPA), or close enough to a RPA whereby seepage or displacement of those materials or substances could enter a RPA.\r\rReason: To ensure that the tree (s) are not damaged or otherwise adversely affected by building operations and soil compaction.\r",
    "Prior to the occupation of the new dwellings hereby approved, full details of boundary treatments shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in accordance with the approved details and maintained as such thereafter. \r\rReason: To ensure a satisfactory appearance.\r",
    "Prior to the occupation of the development, details of a landscaping scheme shall be submitted to and approved in writing by the Local Planning Authority.  The detailed landscaping scheme shall include the following details: \r\r1.\tSchedules of plants and trees, to include native and wildlife friendly species and large canopy trees in appropriate locations (noting species, planting sizes and proposed numbers / densities) to be planted;\r2.\tsoft plantings: including grass and turf areas, shrub and herbaceous areas;\r\rAll landscaping in accordance with the approved scheme shall be completed/planted in full during the first planting season following practical completion of the development hereby approved.  The landscaping and tree planting shall set out a plan for the continued management and maintenance of the site and any planting which dies, becomes severely damaged or diseased within five years of completion of the development shall be replaced with new planting in accordance with the approved details or an approved alternative and to the satisfaction of the Local Planning Authority.\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter. \r\rReason: To minimise the impact of the development on the ecological value of the area, to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity and to preserve the character and appearance of the area.\r",
    "Prior to the commencement of development above ground works, full details of the surfacing materials to be used within the development including footpaths, access roads and parking areas and road markings shall be submitted to and approved in writing by the Local Planning Authority. The surfacing shall be carried out in accordance with the approved detail before the development is occupied or use commences.\r\rReason: To ensure a satisfactory visual appearance and in the in interests of highways safety.\r",
    "The parking area(s) forming part of the development shall only be used for the parking of private motor vehicles and shall not be used for any other purpose. The access road fronting the development as well as the entrances to the neighbouring garages along the access shall remain unobstructed at all times.\r\rReason:  To ensure that the development complies with Development Management Document Policies and to prevent the introduction of activity which would be detrimental to amenity.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or any statutory instrument revoking and re-enacting or modifying that Order, no development under the following classes shall take place without the prior written consent of the Local Planning Authority:\ra.\tArticle 3, Schedule 2, Part 1 Classes A, B,  D, E, F, G and H\rb.        Article 3, Schedule 2, Part 2, Class A\r\rReason: In order to protect the amenities of the adjoining occupiers, to ensure adequate amenity space is retained for each of the dwellings in accordance with adopted Policy, and to maintain a satisfactory appearance to the development\r",
    "The development shall not be occupied until a proposal for external lighting at each of the six new homes has been submitted to and approved in writing by the Local Planning Authority. The approved external lighting shall be installed before the development is occupied and maintained in perpetuity.  \r\rReason: To ensure the safety of development occupants and ensure that the development does not prejudice the amenities of adjoining occupiers and / or the visual amenities of the surrounding area.\r"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "27/03/2025",
  "lpa_name": "Enfield",
  "centroid_northing": 195353,
  "last_updated": "2025-06-04T20:02:49.162Z",
  "development_type": "Minor dwellings",
  "ward": "Jubilee",
  "parking_details": null,
  "uprn": "000207115111",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "RIVBUF River Buffer: Bounds Green Brook\rCode: RIVBUF1"
      },
      {
        "result": null,
        "constraints_layer_description": "EAHMIP Code: EAHMIP5"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Jubilee"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: £40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207115111"
    ]
  },
  "last_date_consultation_comments": "24/02/2025",
  "decision": "Approved",
  "bo_system": "Idox Uniform",
  "postcode": "EN1 1ES",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "15/05/2025",
  "borough": "Enfield Council",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.059887,
          51.640954
        ],
        [
          -0.059888,
          51.640927
        ],
        [
          -0.059931,
          51.640928
        ],
        [
          -0.05993,
          51.640955
        ],
        [
          -0.059887,
          51.640954
        ]
      ]
    ]
  },
  "lpa_app_no": "25/00358/VAR",
  "valid_date": "30/01/2025",
  "description": "Variation of condition 23/02848/FUL to allow the change of wording to condition 15 (acoustic report) to read as follows: Any mechanical plant installed in connection with the development must not exceed a level of 5dB below the typical measured background noise level measured as L(A)90 15 minutes during operational hours, at the façade of the nearest or most noise affected residential property.",
  "centroid_easting": 534346,
  "site_number": "1B",
  "lapsed_date": "15/05/2030",
  "date_building_work_started_under_previous_permission": null,
  "title_number": [],
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Woodgrange Gardens",
  "last_updated_by": "Idox Uniform",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": null,
  "centroid": {
    "lat": 51.640941,
    "lon": -0.059909
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "<enter PA URL here>",
  "site_name": "",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "PP-13735657",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Removal/Variation of a condition",
  "id": "Enfield-25_00358_VAR",
  "polygon": null
}