{
  "application_type_full": "Householder planning permission",
  "street_name": "Belmont Avenue",
  "decision_agency": null,
  "lpa_name": "Enfield",
  "decision_date": "30/04/2025",
  "centroid_easting": 530583,
  "url_planning_app": "<enter PA URL here>",
  "bo_system": "Idox Uniform",
  "title_number": [],
  "decision": "Approved",
  "valid_date": "10/03/2025",
  "status": "Approved",
  "last_updated_by": "Idox Uniform",
  "lapsed_date": "30/04/2030",
  "pp_id": "PP-13692039",
  "description": "Further excavation of existing basement to 2.4m internal height.\r",
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": 192523,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Enfield Council",
  "uprn": "000207045960",
  "application_details": {
    "intended_completion_date": "07/2025",
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2025"
  },
  "centroid": {
    "lat": 51.616395,
    "lon": -0.115312
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "02/04/2025",
  "lpa_app_no": "25/00117/HOU",
  "postcode": "N13 4HD",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.11529,
          51.616408
        ],
        [
          -0.115291,
          51.616381
        ],
        [
          -0.115334,
          51.616382
        ],
        [
          -0.115333,
          51.616409
        ],
        [
          -0.11529,
          51.616408
        ]
      ]
    ],
    "type": "Polygon"
  },
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": "",
  "decision_target_date": "05/05/2025",
  "locality": null,
  "ward": "Arnos Grove",
  "cil_liability": false,
  "last_updated": "2025-05-21T20:02:37.195Z",
  "appeal_status": null,
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice.\r\rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans and documents:\r\r01; 02; 03; 04; 05; 06; 07; 08; 09; Foundation Plan 01 A; 02 A; 03 A; 04 A; TP 01; TP 02; Construction Method Statement authored by Martin Redson Associates. \r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "The external finishing materials shall match those used in the construction of the existing building.\r\rReason: To ensure a satisfactory appearance.\r",
    "Prior to the commencement of any development, a construction management plan must be submitted to and approved by the Local Planning Authority. The construction management plan shall be written in accordance with London Best Practice Guidance and contain:\r\ra. A photographic condition survey of the public roads, footways and verges leading to the site. \rb. Details of construction access and associated traffic management. \rc. Arrangements for the parking of contractors' vehicles. \rd. Arrangements for the storage of materials. \re. Hours of work.\rf. The storage and removal of excavation material.\rg. Measures to reduce danger to cyclists.\rh. Dust mitigation measures. \rj. Membership of the Considerate Contractors Scheme The development shall be carried out in accordance with the approved construction management plan unless otherwise agreed by the Local Planning Authority.\rk. Confirmation that all Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rThe development shall be implemented in accordance with the approved details. \r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties.\r"
  ],
  "polygon": null,
  "development_type": "Other house holder developments",
  "id": "Enfield-25_00117_HOU",
  "site_number": "4"
}