{
  "application_type_full": "Removal/Variation of a condition",
  "street_name": "Leyburn Road",
  "decision_agency": null,
  "lpa_name": "Enfield",
  "decision_date": "06/05/2025",
  "centroid_easting": 534571,
  "url_planning_app": "<enter PA URL here>",
  "bo_system": "Idox Uniform",
  "title_number": [],
  "decision": "Approved",
  "valid_date": "11/03/2025",
  "status": "Approved",
  "last_updated_by": "Idox Uniform",
  "lapsed_date": "06/05/2030",
  "pp_id": "PP-13804891",
  "description": "Variation of condition 02 to ref: 22/01522/FUL to allow the approved dwelling without the addtional dropped kerb.",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": 191895,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Enfield Council",
  "uprn": "000207102907",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 300 metres in height (984.2 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Upper Edmonton"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: £40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207102907"
    ]
  },
  "centroid": {
    "lat": 51.609813,
    "lon": -0.057987
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "02/04/2025",
  "lpa_app_no": "25/00772/VAR",
  "postcode": "N18 2BQ",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.057965,
          51.609826
        ],
        [
          -0.057966,
          51.609799
        ],
        [
          -0.058009,
          51.6098
        ],
        [
          -0.058008,
          51.609827
        ],
        [
          -0.057965,
          51.609826
        ]
      ]
    ],
    "type": "Polygon"
  },
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": "",
  "decision_target_date": "06/05/2025",
  "locality": null,
  "ward": "Upper Edmonton",
  "cil_liability": false,
  "last_updated": "2025-05-26T20:03:34.330Z",
  "appeal_status": null,
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the planning permission for the parent permission 22/01522/FUL  -  approved on 14.07.2023\r\rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004 (Section 73 applications cannot vary the original time limit).\r",
    "The development hereby approved shall be carried out in accordance with the following approved plans:\r\rPL527-1 Rev F Existing Location and  Ground Floor Plan; PL527-3 Rev F Existing and Proposed Elevations and Section Drwaing; PL527-2 Rev G Proposed Ground and First Floor Plans; Design and Access Statement; Parking Stress Survey July 2021; \r\rReason: For the avoidance of doubt and in the interests of proper planning.\r\r",
    "The external finishing materials shall match those used in the construction of the existing building.\r\r Reason: To ensure a satisfactory appearance.\r",
    "No above ground level works shall commence on site until details of refuse storage facilities including facilities for the recycling of waste to be provided within the development, in accordance with the London Borough of Enfield Waste and Recycling Planning Storage Guidance ENV 08/162, shall be submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before the development is occupied or use commences and thereafter maintained unless otherwise in writing by the Local Planning Authority. \r\rReason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets.\r",
    "No above ground level works shall commence until details of the siting, number and design (including elevational details) of a minimum of 4 x long-stay cycle parking spaces be submitted to and approved in writing by the Local Planning Authority. The approved cycle storage shall be provided prior to first use of the development and permanently maintained, kept free from obstruction, and available for the parking of bicycles only.\r\rReason: To encourage sustainable means of transport, to provide secure cycle storage facilities free from obstruction, and in the interest of visual amenity. in line with the Council's adopted standards.\r",
    "Development shall not commence until details of surface drainage works have been submitted and approved in writing by the Local Planning Authority.  The details shall be based on an assessment of the potential for disposing of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and shall be designed to a 1 in 1 and 1 in 100 year storm event allowing for climate change to include a full maintenance and management plan.  A flood risk assessment should be included as part of the drainage plan. The drainage system shall be installed/operational prior to the first occupation and the approved management and maintenance plan put in place to ensure its continued function over the lifetime of the development.\r\rThe development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: To ensure the sustainable management of water, minimise flood risk and to minimise discharge of surface water outside of the curtilage of the property in accordance with Policy CP28 of the Core Strategy, Policies SI 13 the London Plan 2021 and the NPPF.\r",
    "No above ground level works shall commence until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. \r\rThe relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\rReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area.\r",
    "No above ground level works shall commence until an Energy Statement confirming the CO2/yr (using SAP 10) reduction over Part L of Building Regulations (2021) shall be submitted to and approved in writing by the Local Planning Authority. The Energy \rStatement shall follow the GLA's Energy Assessment Guidance, the 'be lean, be clean, be green' reduction hierarchy set out in the London Plan (2021) and aspire to achieve a 35% reduction over Part L of Building Regulations (2021). This should include a detailed feasibility analysis of renewable energy technologies, including assessment of heat pumps as a feasible option for the building. \r\rThe renewable energy technologies included in the Energy Statement shall be \rincorporated into the development and installed in accordance with the \rrecommendations of Energy Statement prior to first occupation of the development.\r\rReason: In the interest of sustainable development and to ensure that the Local \rPlanning Authority may be satisfied that CO2 emission reduction targets are met in \raccordance with DMD 51 of the Enfield Development Management Document 2014.\r",
    "Following the practical completion of works a final Energy Performance Certificate with associated Building Regulations Compliance Report shall be submitted to an approved in writing by the Local Planning Authority. Where applicable, a Display Energy Certificate shall be submitted within 18 months following first occupation.\r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Core Strategy, Policies SI 2 and SI 3 of the London Plan 2021 and the NPPF.\r",
    "No above ground level works shall commence until details of the internal consumption of potable water have been submitted to and approved in writing by the Local Planning Authority.  Submitted details will demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day.  The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Policy CP21 of the Core Strategy, Policy SI 5 of the London Plan 2021.\r",
    "The 600mm boundary wall to the front of 42 Leyburn Road as shown on PL527-2 Rev G hereby approved shall be constructed prior to the occupation of 42A Leyburn Road and thereafter retained\r\rReason: To ensure that the proposal would not give rise to damage to the adjacent highway and conditions prejudicial to highway and pedestrian safety.\r"
  ],
  "polygon": null,
  "development_type": "Minor dwellings",
  "id": "Enfield-25_00772_VAR",
  "site_number": "42"
}