{
  "application_type_full": "Listed building consent",
  "street_name": "Cockfosters Road",
  "decision_agency": null,
  "lpa_name": "Enfield",
  "decision_date": "29/04/2025",
  "centroid_easting": 527959,
  "url_planning_app": "<enter PA URL here>",
  "bo_system": "Idox Uniform",
  "title_number": [],
  "decision": "Approved",
  "valid_date": "05/03/2025",
  "status": "Approved",
  "last_updated_by": "Idox Uniform",
  "lapsed_date": "29/04/2028",
  "pp_id": "PP-13830940",
  "description": "Repairs and partial rebuilding of masonry gate pier and adjacent masonry to part of the western park entrance following vehicle impact.",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": 196687,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Enfield Council",
  "uprn": "000207015477",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LHA Maximum Height Level: All buildings, structures, and works exceeding 90 metres in height (295.3 feet)."
      },
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Conservation Area: TRENT PARK"
      },
      {
        "result": null,
        "constraints_layer_description": "SIARIN Description: Archaeological priority area surrounding Camlet Moat medieval site (scheduled monuent) and open land\rName: Enfield Chase and Camlet Moat"
      },
      {
        "result": null,
        "constraints_layer_description": "SINAC2 Grade: Metropolitan\rCode: Trent Park\rSite Number: SINC37"
      },
      {
        "result": null,
        "constraints_layer_description": "REPAGA Grade: Grade II\rTitle: TRENT PARK"
      },
      {
        "result": null,
        "constraints_layer_description": "TPO TPO Name: ENF ORDER NO 1\rDate of Order: 20/04/1948 00:00:00\rSpecies: WOODLAND BELT, Address: FISH POND TRENT PARK COCKFOSTERS ROAD\rSchedule ID: W001"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "PRIROA Name: COCKFOSTERS ROAD"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Cockfosters"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDASC Designation: Area of Special Character- Core Strategy: Core policy 33- DMD Policy: DMD 84"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDASA Designation: Area of Special Advert Control- Core Strategy: Core policy 33- DMD Policy: DMD 41"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDCA Designation: Conservation Area- Name: TRENT PARK- Policy: DMD 37-44- Core Strategy: Core policy 30-31"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDGB Designation: Green Belt- Policy: DMD 82-88- Core Strategy: Core policy 33"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLOS Designation: Local Open Space- Type: Parks/Open Spaces- Name: Trent Park- Land Type: Metropolitan Park- Policy: DMD 71-74- Core Strategy: Core policy 34, 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDSME Site Name: Trent Park- Site No: M156- Grade: Metropolitan- Policy: DMD 78- Core Strategy: Core policy 36"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207015477",
      "000207015921"
    ]
  },
  "centroid": {
    "lat": 51.654417,
    "lon": -0.15167
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "02/04/2025",
  "lpa_app_no": "25/00869/LBC",
  "postcode": "EN4 0PS",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.151647,
          51.65443
        ],
        [
          -0.151649,
          51.654403
        ],
        [
          -0.151692,
          51.654404
        ],
        [
          -0.151691,
          51.654431
        ],
        [
          -0.151647,
          51.65443
        ]
      ]
    ],
    "type": "Polygon"
  },
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": "Trent Park, The Lodge",
  "decision_target_date": "30/04/2025",
  "locality": null,
  "ward": "Cockfosters",
  "cil_liability": false,
  "last_updated": "2025-05-19T20:03:51.079Z",
  "appeal_status": null,
  "decision_conditions": [
    "All new external works and finishes, including any rebuilding, repairs, and making good of the masonry gate pier and adjacent masonry, shall match the existing original fabric in respect of materials, form, composition, bond, mortar mix, detailing, and finished appearance, except where otherwise indicated on the drawings hereby approved.\r\rReason: To safeguard the character and appearance of the Grade II listed building\r",
    "The works approved by this Listed Building Consent must be begun not later than the expiration of three years beginning with the date of this decision notice. \r\rReason: To comply with S.51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\r3913/AD1 PL1\rHeritage Statement\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "Demolition work shall be carried out by hand or by tools held in the hand and without the use of power driven tools, no demolition shall take place on site until a methodology detailing the method of demolition has been submitted to and approved in writing by the local planning authority. the method of demolition shall adhere strictly to the approved methodology. Any deviation from the approved methodology shall be report immediately to the local planning authority and no further demolition works undertaken until such time that a revised methodology has been agreed in writing by the local planning authority.  \r\rReason: To safeguard the character and appearance of the Grade II listed building\r",
    "Prior to the commencement of works on site, details of site security together with specific methods to preserve nearby stone bollards and the timber gate panel during construction from damage or theft shall be submitted to and approved in writing by the local planning authority and thereafter implemented for the duration of the works hereby approved. The local planning authority shall be notified of any loss or damage within one working day and the development not occupied until such time that remedial works have been agreed in writing (or necessary approvals granted) and implemented.\r\rReason: To safeguard the character and appearance of the Grade II listed building\r",
    "Prior to the commencement of works, a method statement for the temporary storage and later re-use of historic features shall be submitted and approved in writing by the local planning authority. The method statement shall; identify the items to be removed; detail arrangements for temporary secure storage; identify the person or body specialising in this procedure appointed by the applicant; and provide a timetable for their reinstatement.\r\rReason: To safeguard the character and appearance of the Grade II listed building\r",
    "Prior to the commencement of works involving these materials, sample panels of a minimum size of 1 square metre shall be erected on site to demonstrate areas of new exterior walling and the gate pier. These panels shall be submitted to and approved in writing by the local planning authority and shall illustrate the size, colour, texture, and bond of both brick and stone, along with the mortar mix, joint size, colour, pointing profile, and detailing of junctions with other materials. Upon approval the sample panels shall be retained on site for reference for the duration of works unless otherwise agreed in writing with the local planning authority. The works shall be implemented in accordance with the approved details and shall be permanently maintained as such.\r\rReason: To safeguard the character and appearance of the Grade II listed building\r",
    "Prior to installation, details of the new stone finial, including its design, material specifications, and method of installation, shall be submitted to and approved in writing by the local planning authority. The works shall be carried \rout in accordance with the approved details and shall be permanently maintained thereafter.\r\rReason: To safeguard the character and appearance of the Grade II listed building\r"
  ],
  "polygon": null,
  "development_type": "Other listed building consents (alter-extend)",
  "id": "Enfield-25_00869_LBC",
  "site_number": null
}