{
  "secondary_street_name": null,
  "last_updated": "2025-05-14T20:02:47.779Z",
  "appeal_start_date": null,
  "bo_system": "Idox Uniform",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "25/04/2025",
  "reference_no_of_permission_being_relied_on": null,
  "url_planning_app": "<enter PA URL here>",
  "site_number": "17",
  "polygon": null,
  "development_type": "Other house holder developments",
  "appeal_status": null,
  "centroid": {
    "lat": 51.672674,
    "lon": -0.174298
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.174276,
          51.672688
        ],
        [
          -0.174277,
          51.672661
        ],
        [
          -0.17432,
          51.672661
        ],
        [
          -0.174319,
          51.672688
        ],
        [
          -0.174276,
          51.672688
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision": null,
  "lapsed_date": "25/04/2030",
  "decision_agency": null,
  "application_type_full": "Householder planning permission",
  "ward": "Cockfosters",
  "application_details": {
    "intended_commencement_date": "06/2025",
    "no_additional_bathrooms": 4,
    "intended_completion_date": "05/2026",
    "total_gia_gained": 213,
    "no_additional_bedrooms": 3
  },
  "street_name": "Waggon Road",
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": 198678,
  "centroid_easting": 526343,
  "uprn": "000207143572",
  "last_updated_by": "Idox Uniform",
  "decision": "Approved",
  "cil_liability": true,
  "description": "Part single, part two storey front, side and rear extensions involving extension to roof, 5x rooflights, balcony to rear, two rear dormers, raised patio with plant room under and steps to garden.",
  "borough": "Enfield Council",
  "actual_completion_date": null,
  "id": "Enfield-25_00495_HOU",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The external finishing materials shall match those used in the construction of the existing building and/or areas of hard surfacing. \rReason: To ensure a satisfactory appearance.\r",
    "Prior to commencement of development, details of proposed source control SUDs measures (e.g. green roof, rain gardens, permeable paving) shall be submitted to and approved in writing by the Local Planning Authority. The development must be carried out in accordance with the approved details before the development is first occupied. \r\rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property in accordance with Policy CP28 of the Enfield Core Strategy (2010), Policy DMD61 of the Enfield Development Management Document (2014), Policy SI 13 of the London Plan (2021) and National Planning Policy Framework (2021) to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value.\r",
    "No development, including the demolition of the existing building, shall not commence until a Construction Management Plan has been submitted to and approved by the Local Planning Authority. The Construction Management Plan shall be written in accordance with London Best Practice Guidance and contain:\r\ra)\tA photographic condition survey of the public roads, footways and verges leading to the site;\rb)\tDetails of construction access and associated traffic management;\rc)\tArrangements for the loading, unloading and turning of delivery, construction and service vehicles;\rd)\tArrangements for the parking of contractors' vehicles;\re)\tArrangements for wheel cleaning;\rf)\tArrangements for the storage of materials;\rg)\tHours of work;\rh)\tThe storage and removal of excavation material;\ri)\tMeasures to reduce danger to cyclists;\rj)\tDust mitigation measures;\rk)\tMembership of the Considerate Contractors Scheme.\rThe development shall be carried out in accordance with the approved Construction Management Plan unless otherwise agreed by the Local Planning Authority.\r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties.\r",
    "No occupation of the development shall take place until an acoustic report, written in line with the methodology in BS4142:2014+A1 2019, has been submitted to and approved by the Local Planning Authority. The report must set out the sound level generated from the mechanical plant in the plant room and state the noise control measures to be employed to ensure the noise from the mechanical plant does not exceed a level of 5dB below the typical measured background sound level measured as L(A)90 15 minutes during operational hours, at the façade of the nearest or most noise affected residential property.\r\rReason: To protect the local amenity from noise and disturbance.\r",
    "The glazing to be installed on the flank elevations shall be in obscured glass and fixed shut to a height of 1.7m above the floor level of the room to which they relate. The glazing shall not be altered without the approval in writing of the Local Planning Authority.\r\rReason: To safeguard the privacy of the occupiers of adjoining properties.\r",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rReasons: In the interests of good air quality and protecting public health.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans, as set out in the attached schedule which forms part of this notice. \r\rSuDS proforma\r1743/02\r1743/03\r1743/04\r1743/06\r1743/07\r1743/10\r1743/09\r1743/12 Rev: A\r1743/05 Rev: A\r1743/11 Rev: A\r1743/06 Rev: A\r1743/00\r1743/01 Rev A\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r"
  ],
  "decision_target_date": "25/04/2025",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "lpa_app_no": "25/00495/HOU",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "02/04/2025",
  "lpa_name": "Enfield",
  "application_type": "Householder",
  "locality": null,
  "title_number": [],
  "pp_id": "PP-13764578",
  "decision_process": "Delegated",
  "site_name": "",
  "valid_date": "28/02/2025",
  "parking_details": null,
  "postcode": "EN4 0PW",
  "epc_number": null
}