{
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "Prior to above ground works on the development hereby permitted, detailed drawings and specifications of all external fittings such as rainwater goods and flues, shall be submitted and approved in writing by the Local Planning Authority. The development shall be completed in accordance with the approved details and permanently retained thereafter.\r\rReason: In the interests of visual amenity.\r",
    "Prior to the commencement of above ground works of the development and further to the drawings provided, details of the facades of the dwellings shall be submitted to and approved in writing by the Local Planning Authority. Drawings shall be to a scale of 1:20 and 1:5 and include brick details to achieve relief in colour, texture and pattern, roof junctions including dormers and parapets, balustrades, refuse and cycle store details, window and door openings and installations including rooflights . The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: In the interests of visual and residential amenity.",
    "Prior to the commencement of any demolition or development, a construction management plan must be submitted to and approved by the Local Planning Authority. The construction management plan shall be written in accordance with London Best Practice Guidance and contain:\r\ra. A photographic condition survey of the public roads, footways and verges leading to the site. \rb. Details of construction access and associated traffic management. \rc. Arrangements for the loading, unloading and turning of delivery, construction and service vehicles. \rd. Arrangements for the parking of contractors' vehicles. \re. Arrangements for wheel cleaning. \rf. Arrangements for the storage of materials. \rg. Hours of work.\rh. The storage and removal of excavation material.\ri. Measures to reduce danger to cyclists.\rj. Dust mitigation measures. \rk. Membership of the Considerate Contractors Scheme The development shall be carried out in accordance with the approved construction management plan unless otherwise agreed by the Local Planning Authority.\ri. Confirmation that all Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rThe development shall be implemented in accordance with the approved details. \r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties.",
    "Prior to above ground works on the development hereby approved, details of biodiversity enhancements shall be submitted to and approved in writing by the Local Planning Authority following guidance by a suitable qualified ecologist. The details shall include the exact location, specification and design of the habitats. The development shall be implemented in accordance with the approved details prior to first occupation of the development and maintained as such thereafter.\r\rReason: These details have not been submitted and in the interests of biodiversity.\r",
    "Prior to the commencement of above ground works on the site, an updated 'Energy Statement' shall be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate the energy efficiency of the development and no less than a 35% improvement in total CO2 emissions arising from the operation of the development and its services over Part L of Building Regs 2013. Low or Zero Carbon Technologies shall be specified to include the detailed design, performance and location of the plant along with the maintenance and management strategy for their continued operation shall also be submitted. The Energy Statement should outline how the reductions are achieved through the use of Fabric Energy Efficiency performance, energy efficient fittings, and the use of renewable technologies.\r\rThe development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met.\r",
    "Following the practical completion of works a final Energy Performance Certificate with associated Building Regulations Compliance Report shall be submitted to an approved in writing by the Local Planning Authority.  Where applicable, a Display Energy Certificate shall be submitted within 18 months following first occupation.\r\rReason:  In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met.\r\r",
    "No above ground works shall commence on site until details of a landscaping scheme are submitted to and approved in writing by the Local Planning Authority.  The detailed landscaping scheme shall include the following details: \r\r1.\tSchedules of plants and trees, to include native and wildlife friendly species and large canopy trees in appropriate locations (noting species, planting sizes and proposed numbers / densities) to be planted;\r2.\tsoft plantings: including grass and turf areas, shrub and herbaceous areas;\r3.\tenclosures: including types, dimensions and treatments of walls, fences, screen walls, barriers, rails, retaining walls and hedges;\r4.\thard landscaping: including ground surfaces, kerbs, edges, ridge and flexible pavings, unit paving, furniture, steps and if applicable synthetic surfaces; \r5.       \tany other landscaping feature(s) forming part of the scheme.\r  \rAll landscaping in accordance with the approved scheme shall be completed/planted in full during the first planting season following practical completion of the development hereby approved.  The landscaping and tree planting shall set out a plan for the continued management and maintenance of the site and any planting which dies, becomes severely damaged or diseased within five years of completion of the development shall be replaced with new planting in accordance with the approved details or an approved alternative and to the satisfaction of the Local Planning Authority.\r\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter. \r\rReason: To minimise the impact of the development on the ecological value of the area, to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity and to preserve the character and appearance of the area.",
    "The development shall not be occupied until details of the removal of the existing dropped kerb vehicle access and its reinstatement as footway have been submitted to and approved in writing by the Local Planning Authority. These works shall be carried out by the Highway Authority at the expense of the applicant before development is occupied or the use commences. \r\rREASON: In the interests of street scene and on street parking provision",
    "Prior to above ground works on the development hereby permitted, details of all means of enclosure shall be submitted to and approved in writing by the Local Planning Authority. The works must be completed in accordance with the approved detail and permanently retained thereafter.\r\rReason: In the interests of visual amenity.\r",
    "All tree protection measures specified in the BS5837 Arboricultural Report , 4th March 2022 shall be implemented before and throughout demolition and construction, including the protection of the offsite Silver Birch trees T7 and T8 and G1 Lawson Cypress.\r\rReason: To safeguard trees adjacent to the site and to ensure compliance with Policy DMD 80 and London Plan Policy G7.\r",
    "Prior to the occupation of the development, details of the internal consumption of potable water must be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day for the residential uses. The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Policies CP21 of the Core Strategy (2010) and DMD 58 of the Development Management Document (2014).\r",
    "Prior to above ground works on the development hereby permitted, details of the green roof to be installed shall be submitted to and approved in writing by the Local Planning Authority. The green roof shall be:\r\ra. Biodiversity based with extensive substrate base (depth 80-150mm);\rb. Planted/seeded with an agreed mix of species within the first planting season following practical completion of the building works. \r\rThe green roof shall not be used for any recreational purpose and access shall only be for the purposes of the maintenance and repair or means of emergency escape. Details shall include full ongoing management plan and maintenance strategy/schedule for the green roof to be approved in writing by the Local Planning Authority.\r\rThe development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: To minimise the impact of the development on the ecological value of the area and to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity.\r",
    "Prior to the occupation of the development the following documents, as necessary, must be submitted in writing and approved by the Local Planning Authority:\r\r1 A Desk Study including a preliminary risk assessment which identifies:\r- All previous uses;\r- Potential contaminants associated with those uses;\r- A conceptual site model indicating sources, pathways and receptors; and\r- Potentially unacceptable risks arising from contamination at the site.\r\r2 Should the desk study identify the need, a Site Investigation scheme to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site. The results of the site investigation to be summarised via a generic or detailed quantitative risk assessment with conclusions and recommendations for clear actions, where required.\ra. Reason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants in accordance with policy 2.1.8 of the London Plan (2016) and CP32 of the Enfield Core Strategy (2010).\r\rIf required, a Remedial Options Appraisal and/or Remediation Strategy giving full details of the remediation and mitigation measures required and how they are to be undertaken.\r\r4 Where remediation is required,\r\ri) a Verification Plan setting out the details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy are complete to a satisfactory standard; and\rii) A Monitoring and Maintenance Plan, setting out provisions for long-term monitoring of pollutant linkages, maintenance and arrangements for contingency action.\riii) the development shall not be occupied until a post completion remediation Verification Report for that Phase, including results of sampling and monitoring carried out, has first been submitted to and approved in writing by the Local Planning Authority demonstrating that the site remediation criteria have been met.\r\rReason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants in accordance with policy 2.1.8 of the London Plan (2016) and CP32 of the Enfield Core Strategy (2010).\r\rFurther to the above, depending on the Conceptual Site Model, the following conditions may also be added to the standard ones above:\r\r5 Piling or other penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority. Prior to construction of the foundations, a Foundations Works Risk Assessment will be submitted to and approved in writing by the Local Planning Authority, and the conditions in which the remediation stage will leave the site.\r\rReason:To safeguard groundwater quality and human health in accordance with policy 2.1.8 of the London Plan (2016) and CP32 of the Enfield Core Strategy (2010).\r\r6 Unexpected/Unidentified Contamination Remediation Strategy - If during a particular phase of development within the Main Remediation Site contamination that has not previously been identified or unexpected is found to be present in a particular area of that Phase of development, then no further development in that phase (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted an updated addendum remediation strategy specifically for the previously unidentified contamination to the Local Planning Authority detailing how it shall be dealt with and obtained written approval from the Local Planning Authority. The addendum remediation strategy shall be implemented as approved.\r\rReason: To safeguard groundwater quality and human health in accordance with policy 2.1.8 of the London Plan (2016) and CP32 of the Enfield Core Strategy (2010).",
    "The development hereby permitted shall be carried out in accordance with the approved plans and documents, as set out below: \r\rLOCATION PLAN 010\rPROPOSED STREET VIEWS\t2030\rPROPOSED SECTIONS\t2020\rPROPOSED CYCLE STORE PLANS & ELEVATIONS\t2012\rPROPOSED ELEVATIONS\t2011\rPROPOSED ELEVATIONS\t2010\rPROPOSED ROOF PLAN\t2003\rPROPOSED SECOND FLOOR PLAN\t2002\rPROPOSED FIRST FLOOR PLAN\t2001\rPROPOSED GROUND FLOOR PLAN\t2000\rPROPOSED SITE BLOCK PLAN\t200\rEXISTING SITE BLOCK PLAN\t100\rEXISTING STREET VIEWS\t1030\rEXISTING SECTIONS\t1020\rEXISTING ELEVATIONS\t1010\rEXISTING ROOF PLAN\t1001\rEXISTING GROUND FLOOR PLAN\t1000\rArboricultural Impact Assessment and Tree Protection Plan\tAFA-328-P-002\rBS 5837 Arboricultural Report AFA 328 DOC 001 Rev PL3 dated 4 March 2022\rTree Constraints Plan\tAFA-328-P-001\rDaylight/Sunlight assessment dated 20 December 2024\rDesign and Access Statement\rNoise Imact Assesssment Report \rFlood Risk Assessment & Surface Water Drainage Strategy, December 2024,\rPreliminary Ecological Appraisal Feb 2024\rPlanning Statement Jan 2025\rTransport Statement Dec 2024\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "Notwithstanding the details set out in the submitted Flood Risk Assessment & Surface Water Drainage Strategy, December 2024, prior to the commencement (notwithstanding demolition and clearance of the site) of any construction work, \rdetails of the Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority and must conform with the Landscaping Strategy. The details shall include:\r\r* Sizes, storage volumes, cross-sections, long-sections (where appropriate) and specifications of all the source control SuDS measures including rain gardens, raised planters, green roofs, swale and permeable paving.\r* Final sizes, storage volumes, invert levels, cross-sections and specifications of all site control SuDS measures. Include calculations demonstrating functionality where relevant.\r* Evaluate the impact of formally defined surface water SuDS i.e. rain gardens on reducing  discharge rates further. Aim to achieve as close to greenfield runoff rates for the 1 in 1 year and  1 in 100 year +40% climate change events. \r\rThe development shall be implemented in accordance withthe approved details\r.\r\rREASON : To ensure the sustainable management of water, minimise flood risk, minimise  discharge of surface water outside of the curtilage of the property and ensure that the drainage  system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD 61, and Policies SI12 & SI13 of the London Plan and the NPPF.\r",
    "Prior to above ground works on the development hereby permitted, a sample panel, specifications and samples for all the external finishing materials (including brickwork, brick bonding, doors, windows, balconies, external stairs and surfacing materials) hereby permitted shall be submitted to and approved in writing by the Local Planning Authority. The sample panel should remain on the application site for the duration of the construction works. The development shall be carried out in accordance with the approved details and permanently retained thereafter.\r\rReason: To ensure that the finished appearance of the development will respect the character and visual amenities of the local area\r"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "28/03/2025",
  "lpa_name": "Enfield",
  "centroid_northing": 194081,
  "last_updated": "2025-07-04T20:02:33.526Z",
  "development_type": "Minor dwellings",
  "ward": "Winchmore",
  "parking_details": null,
  "uprn": "000207041966",
  "application_details": {
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": null,
        "max_height": 9.3,
        "building_ref": "Terraced Houses"
      }
    ],
    "green_suds": false,
    "residential_details": {
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_bedrooms": 14,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 492,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "residential_units": [
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 6,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 146,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 5,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 129,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 4,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 107,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Terraced Home",
          "no_habitable_rooms": 5,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 110,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 4
    },
    "rain_water_harvesting": true,
    "surface_water_discharge_percentage_reduction": 0,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "07/2025",
        "intended_completion_date": "08/2026"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "lead_developer_company_name": "Hilton Maydal (London) Limited",
    "total_gia_lost": 0,
    "total_gia_gained": 492,
    "scheme_phasing": false,
    "ownership_status": "Private",
    "total_gia_existing": 0,
    "non_residential_details": {
      "total_gia_existing": 185,
      "total_gia_lost": 185,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "site_area": 0.05
    },
    "infrastructure_details": {
      "no_homes_to_have_electrical_heating": 7,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 1,
      "waste_provision": true,
      "solar_pv_capacity": 0,
      "percentage_demolition_construction_material_recycling": 10,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 7,
      "no_homes_passive_cooling": 7,
      "urban_greening_factor_score": 0.4,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": true,
      "no_passive_rapid_ev_charging_points": 0,
      "no_active_slow_ev_charging_points": 0,
      "no_active_rapid_ev_charging_points": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 0,
      "no_active_other_ev_charging_points": 0,
      "no_passive_other_ev_charging_points": 0
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 110,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 185,
        "gia_gained": 0,
        "use_class": "Other",
        "gia_lost": 185
      },
      {
        "gia_existing": 0,
        "gia_gained": 492,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "site_area": 470,
    "existing_uprns": [
      "000207041966"
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.05
    },
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [
        {
          "land_swap": false
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "SINAC2 Grade: Borough\rCode: Crews Hill to Bowes Park Railsides\rSite Number: SINC18"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Wood Green Model\rDescription: 100YRCC2738\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "EASCML Description: EASCML3"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Winchmore Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDSIN Site Name: Crews Hill to Bowes Park Railsides- Site No: EnB05- Grade: Borough- Policy: DMD 78- Core Strategy: Core policy 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDWCO Designation: Wildlife Corridor- Policy: DMD 76- Core Strategy: Core policy 36"
      }
    ]
  },
  "last_date_consultation_comments": "26/02/2025",
  "decision": "Approved",
  "bo_system": "Idox Uniform",
  "postcode": "N21 3LP",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "13/06/2025",
  "borough": "Enfield Council",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.103707,
          51.630231
        ],
        [
          -0.103708,
          51.630204
        ],
        [
          -0.103751,
          51.630205
        ],
        [
          -0.10375,
          51.630232
        ],
        [
          -0.103707,
          51.630231
        ]
      ]
    ]
  },
  "lpa_app_no": "25/00269/FUL",
  "valid_date": "31/01/2025",
  "description": "Demolition of existing garages and redevelopment of site by the erection of 4 x terraced houses with associated landscaping, cycle parking and refuse storage.",
  "centroid_easting": 531345,
  "site_number": "",
  "lapsed_date": "13/06/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": [],
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Hoppers Road",
  "last_updated_by": "Idox Uniform",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": null,
  "centroid": {
    "lat": 51.630218,
    "lon": -0.103729
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "<enter PA URL here>",
  "site_name": "Garages",
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "PP-13703229",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Full planning permission",
  "id": "Enfield-25_00269_FUL",
  "polygon": null
}