{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Committee",
  "subdivision_of_building": null,
  "site_name": "Street Record",
  "development_type": "Minor dwellings",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13790777",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.130912,
          51.636621
        ],
        [
          -0.130913,
          51.636594
        ],
        [
          -0.130956,
          51.636594
        ],
        [
          -0.130955,
          51.636621
        ],
        [
          -0.130912,
          51.636621
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated": "2025-07-09T20:02:12.671Z",
  "centroid_easting": 529444,
  "lpa_name": "Enfield",
  "decision_agency": null,
  "decision_conditions": [
    "No development above existing ground level shall commence until  details of the external finishing materials to be used shall be approved in writing by the Local Planning Authority. A schedule of materials and their use in the approved scheme is required and samples made available on site.  A photograph showing all samples to be inspected must be submitted.  The development shall be constructed in accordance with the approved details\rReason: To ensure a satisfactory external appearance.\r\r",
    "Application for the approval of any reserved matters must be made to the Local Planning Authority not later than (a)  the expiration of three years beginning with the date of this decision notice and (b) the development to which this permission relates must be begun not later than the expiration of two years from the final approval of the last reserve matter to be approved. \rReason: To comply with S.51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans including plans(s) that may have been revised, as set out below:\r\rApplication form\rSuDS Pro Forma\rSuDS Report\r2024-1682-1 \r2024-1682-3\r2024-1682-8\r2024-1682-6\r2024-1682-7 \r2024-1682-4 \r2024-1682-5\r2024-1682-2\rPlanning Statement and Design and Access Statement \rPreliminiary Ecological Appraisal \rBNG Calculations \rEnergy Statement \rHybrid Parking Survey / Transport Statement \r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The reserved matters applications for the following must be submitted in accordance with the timescales set out in condition 1. Details of the:\r\ra) trees and landscaping (including soft and hard landscaping, a tree retention, removal and replacement plan, a tree protection plan and an arboricultural impact assessment). \r\r(hereinafter called \"the reserved matters\") shall be submitted to and approved in writing by the Local Planning Authority before any development begins and the development shall be carried out as approved.\r\rReason: To prevent the accumulation of unimplemented planning permissions, to enable the Local Planning Authority to review the suitability of development in the light of altered circumstances and to comply with the provisions of Section 92(2) of the Town and Country Planning Act 1990 as amended by the Planning and Compulsory Purchase Act 2004.  \r",
    "No above ground works shall commence until plans detailing the existing and proposed ground levels including the levels of any proposed buildings, roads and/or hard surfaced areas have been submitted to and approved in writing by the Local Planning Authority. The development shall be constructed in accordance with the approved details. \r\rReason: To ensure that levels have regard to the level of surrounding development, gradients and surface water drainage.\r",
    "Details of the demarcated route for pedestrians and vehicles shall be submitted prior to occupation of the first dwelling house. The development shall be implemented in accordance with the approved details. \r\rReason: To ensure safe movement of pedestrian, cylist and vehicles within the site.",
    "The site shall be enclosed in accordance with details to be submitted to and approved in writing by the Local Planning Authority. This also includes details of the refuse area enclosure and details of balconies / privacy screens.\r\rThe means of enclosure shall be erected in accordance with the approved detail before the first unit is occupied.  \r\rReason: To ensure satisfactory appearance and safeguard the privacy, amenity and safety of adjoining occupiers and the public and in the interests of highway safety.\r",
    "Prior to commencement of the development, a Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Construction Management Plan shall be written in accordance with London Best Practice Guidance and contain:\r\ra)\tA photographic condition survey of the public roads, footways and verges leading to the site;\rb)\tDetails of construction access and associated traffic management;\rc)\tArrangements for the loading, unloading and turning of delivery, construction and service vehicles;\rd)\tArrangements for the parking of contractors' vehicles;\re)\tArrangements for wheel cleaning;\rf)\tArrangements for the storage of materials;\rg)\tHours of work;\rh)\tThe storage and removal of excavation material;\ri)\tMeasures to reduce danger to cyclists;\rj)\tDust Management Plan (DMP) Based on an Air Quality and Dust Risk Assessment (AQDRA). \r\rAll Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course\rof the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter\r7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\"\rdated July 2014 (SPG), or subsequent guidance.\r\rThe development shall be carried out in accordance with the approved Construction Management Plan unless otherwise agreed by the Local Planning Authority.\r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties. \r",
    "Prior to occupation of the first unit, unless otherwise agreed cycle parking should be provided in compliance with the following criteria: \ro Provision of 2 long stay cycle parking spaces per unit \ro in an accessible location: the access route to the store should be a minimum of 1.2m wide to enable the bike to enter the store, should be step free and involve no more than 2 doors or gate (excluding the store door). \ro secured: with a British Standard mortice lock or access fob \ro fully enclosed: 4 walls and a roof \rand \ro Provision of 2 short stay cycle parking spaces for the whole development \ro Ability to lock a bicycle to a permanent fixture (e.g. Sheffield stand or wall anchor).\r\r Reason: The Council's Climate Action and Transport Policies seek to increase the use of active and sustainable transport modes.",
    "Prior to occupation of the first unit, details of refuse storage facilities including facilities for the recycling of waste to be provided within the development, in accordance with the Enfield Councils Waste and Recycling Planning Storage Guidance, available at https://new.enfield.gov.uk/services/planning/waste-and-recycling-storage-planning-guidance-planning.pdf have been submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before the development is occupied or use commences.\rReason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets.\r",
    "Prior to first occupation, details of the internal consumption of potable water shall be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day. The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter. \r\rReason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Policy SI 5 of the London Plan (2021) and Policy CP21 of the Enfield Core Strategy (2010).\r",
    "Prior to the commencement of above ground works, an Energy Statement confirming the CO2/yr (using SAP 10) reduction over Part L of Building Regulations (2021) shall be submitted to and approved in writing by the Local Planning Authority. The Energy Statement shall follow the GLA's Energy Assessment Guidance, the 'be lean, be clean, be green' reduction hierarchy set out in the London Plan (2021) and aspire to achieve a 35% reduction over Part L of Building Regulations (2021). This should include a detailed feasibility analysis of renewable energy technologies, including assessment of heat pumps as a feasible option for the building. \rThe renewable energy technologies included in the Energy Statement shall be incorporated into the development and installed in accordance with the recommendations of Energy Statement prior to first occupation of the development, and retained thereafter.\r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with DMD 51 of the Enfield Development Management Document 2014.\r\r",
    "Following practical completion of works a final Energy Performance Certificate with accompanying Building Regulations compliance report shall be submitted to and approved in writing by the Local Planning Authority. Where applicable, a Display Energy Certificate shall be submitted within 18 months following first occupation. \r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Enfield Core Strategy (2010), Policies DMD49, DMD50 and DMD51 of the Enfield Development Management Document (2014).\r",
    "Prior to the occupation of the development the following documents, as necessary, must be submitted in writing and approved by the Local Planning Authority. \r\r1 A Desk Study including a preliminary risk assessment which identifies:\ra) All previous uses\rb) Potential contaminants associated with those uses\rc) A conceptual site model indicating sources, pathways and receptors and\rd) Potentially unacceptable risks arising from contamination at the site.\r\rReason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants in accordance with CP32 of the Enfield Core Strategy (2010).\r",
    "Should the desk study identify the need, a Site Investigation scheme to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site. The results of the site investigation to be summarised via a generic or detailed quantitative risk assessment with conclusions and recommendations for clear actions, where required.\r\rReason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants in accordance with CP32 of the Enfield Core Strategy (2010).\r",
    "Where remediation is required,\r\ri) a Verification Plan setting out the details of the data that will be collected in order to demonstrate that\rthe works set out in the remediation strategy are complete to a satisfactory standard and\rii) A Monitoring and Maintenance Plan, setting out provisions for longterm monitoring of pollutant\rlinkages, maintenance and arrangements for contingency action.\riii) the development in the relevant Phase shall not be occupied until a post completion remediation\rVerification Report for that Phase, including results of sampling and monitoring carried out, has first\rbeen submitted to and approved in writing by the Local Planning Authority demonstrating that the site\rremediation criteria have been met.\r\rIf required, a Remedial Options Appraisal and or Remediation Strategy giving full details of the remediation and mitigation measures required and how they are to be undertaken.\r\rReason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants in accordance with CP32 of the Enfield Core Strategy (2010).\r",
    "Piling or other penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority. Prior to construction of the foundations, a Foundations Works Risk Assessment for an area agreed in advance with the Local Planning Authority will be submitted to and approved in writing with the Local Planning Authority, and the conditions in which the remediation stage will leave the site. The development shall be implemented in accordance with the approved details.\r\rReason: To safeguard groundwater quality and human health in accordance with  CP32 of the Enfield Core Strategy (2010).",
    "Unexpected/Unidentified Contamination Remediation Strategy - If during the development contamination that has not previously been identified or unexpected is found to be present, then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted an updated addendum remediation strategy specifically for the previously unidentified contamination to the Local Planning Authority detailing how it shall be dealt with and obtained written approval from the Local Planning Authority. The addendum remediation strategy shall be implemented as approved.\r\rReason: To safeguard groundwater quality and human health in accordance with policy  CP32 of the Enfield Core Strategy (2010).",
    "All areas of hedges, scrub or similar vegetation where birds may nest which are to be removed as part of the development, are to be cleared outside the bird-nesting season (March - August inclusive) or if clearance during the bird-nesting season cannot reasonably be avoided, a suitably qualified ecologist will check the areas to be removed immediately prior to clearance and advise whether nesting birds are present. If active nests are recorded, no vegetation clearance or other works that may disturb active nests shall proceed until all young have fledged the nest.\r\rReason: To ensure that wildlife is not adversely impacted by the proposed development in accordance with national wildlife legislation and in line with CP36 of the Core Strategy. Nesting birds are protected under the Wildlife and Countryside Act, 1981 (as amended).\r",
    "Prior to occupation of the first unit, full details of swift boxes, including their appearance, how many and siting / location, shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in accordance with the approved details. \r\rReason: To minimise the impact of the development on the ecological value of the area, to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity and to preserve the character and appearance of the area in accordance with Policies CP30 and CP36 of the Core Strategy (2010), DMD 80 and DMD 81 of the Development Management Document (2014).",
    "No site clearance, preparatory work or development shall take place until a scheme for the protection of the retained trees (the tree protection plan) and the appropriate working methods (the arboricultural method statement) in accordance with BS 5837:2012 (Trees in Relation to Design, Demolition and Construction) (or in an equivalent British Standard if replaced) have been submitted to and approved in writing by the local planning authority. The scheme for the protection of the retained trees shall be carried out as approved.\r\rReason: To ensure that the trees to be retained are protected.",
    "Details of any external lighting shall be submitted to and approved in writing by the local planning authority before occupation of the first dwelling house. Development shall be carried out in accordance with the approved details.\r\rReason: To safeguard residential amenity.",
    "The glazing serving the first floor flank elevations shall be non opening below 1.7m of the finished floor level and in obscured glass with an equivalent obscuration as level 3 on the Pilkington Obscuration Range. The glazing shall not be altered without the approval in writing of the Local Planning Authority. \r\rReason: To safeguard the privacy of the occupiers of adjoining and neighbouring properties.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any re-enactment of that Order) no extension (or alterations) otherwise approved by Class A, B, C, D or E of Part 1 of Schedule 2 to the Order,  shall be erected or carried out without express planning permission first having been granted.\r\rReason: To safeguard residential amenity."
  ],
  "ward": "Southgate",
  "centroid_northing": 194743,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 0,
    "net_car": 6,
    "no_proposed_cycle": 18,
    "no_proposed_car": 6,
    "net_cycle": 18
  },
  "bo_system": "Idox Uniform",
  "appeal_decision": null,
  "last_date_consultation_comments": "01/07/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Outline planning permission: Some matters reserved",
  "borough": "Enfield Council",
  "description": "Redevelopment of site with erection of buildings to provide nine dwellings, and provision of six parking spaces (OUTLINE Some Matters Reserved- landscaping).",
  "decision_date": "24/06/2025",
  "centroid": {
    "lat": 51.636608,
    "lon": -0.130934
  },
  "cil_liability": true,
  "postcode": null,
  "actual_completion_date": null,
  "valid_date": "26/02/2025",
  "last_updated_by": "Idox Uniform",
  "id": "Enfield-25_00640_OUT",
  "lapsed_date": "24/06/2028",
  "application_details": {
    "affordable_housing_fast_track": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 99.3,
        "gia_gained": 0,
        "use_class": "Other",
        "gia_lost": 99.3
      },
      {
        "gia_existing": 0,
        "gia_gained": 635,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "total_gia_existing": 0,
    "scheme_phasing": false,
    "surface_water_discharge_percentage_reduction": 0,
    "total_gia_gained": 635,
    "total_gia_lost": 0,
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 99.3,
      "total_gia_existing": 99.3,
      "site_area": 0.01
    },
    "rain_water_harvesting": false,
    "garden_land_lost": false,
    "residential_details": {
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_lost": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 9,
      "total_no_proposed_residential_units_market_for_sale": 9,
      "total_no_proposed_bedrooms": 17,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "residential_units": [
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_habitable_rooms": 2,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_habitable_rooms": 2,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_habitable_rooms": 2,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 80,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 80,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 80,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 80,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_habitable_rooms": 4,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 86,
          "tenure": "Market for sale"
        },
        {
          "m43_2b_compliant": false,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "garden_land": false,
          "unit_type": "Flat Apartment Maisonette",
          "no_habitable_rooms": 4,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 86,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_gia_gained": 635,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_commencement_date": "08/2025",
        "intended_completion_date": "02/2026"
      }
    ],
    "internal_resi_water_usage": 0,
    "building_details": [
      {
        "no_storeys": null,
        "max_height": 9,
        "building_ref": "1"
      }
    ],
    "site_area": 100,
    "projected_cost_of_works": "Up to £2m",
    "green_suds": true,
    "infrastructure_details": {
      "no_new_water_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 9,
      "no_homes_passive_cooling": 9,
      "no_homes_to_have_electrical_heating": 9,
      "total_annual_pm_emissions": 0,
      "fire_suppression_system_proposed": false,
      "green_roof_area": 200,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_rapid_ev_charging_points": 0,
      "no_active_slow_ev_charging_points": 0,
      "urban_greening_factor_score": 0,
      "no_active_rapid_ev_charging_points": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 0,
      "no_active_other_ev_charging_points": 0,
      "no_passive_other_ev_charging_points": 0
    },
    "grey_water_reuse": false,
    "existing_uprns": [
      "000207005798"
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.01
    },
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [
        {
          "land_swap": false
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 150 metres in height (492.1 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "RIVBUF River Buffer: Bounds Green Brook\rCode: RIVBUF1"
      },
      {
        "result": null,
        "constraints_layer_description": "EAHMIP Code: EAHMIP6"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "LBECO Name: IVY ROAD"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Southgate"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      }
    ]
  },
  "decision_target_date": "23/04/2025",
  "uprn": "000207005798",
  "lpa_app_no": "25/00640/OUT",
  "locality": null,
  "title_number": [],
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "All Other",
  "street_name": "Ivy Road",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "<enter PA URL here>"
}