{
  "appeal_status": null,
  "lapsed_date": "15/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "<enter PA URL here>",
  "borough": "Enfield Council",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "Bush Hill Park",
  "decision_date": "15/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "PP-13770027",
  "development_type": "Minor dwellings",
  "description": "Redevelopment of site by the erection of  2 storey detached dwelling house.",
  "site_name": "",
  "decision_conditions": [
    "The development hereby permitted must be begun not later than the end of three years from the date of this permission. \r\rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r54/13-A,\r54/12-A,\r.54/14-A,\r.54/13-B,\r.54/12-B,\r54/03\rLocation Plan\rEnergy Statement\rPlanning, Design, Heritage & Environmental Statement\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "No development above existing ground level shall commence until details of the external finishing materials to be used shall be approved in writing by the Local Planning Authority. A schedule of  materials and their use in the approved scheme is required and samples made available on site. A photograph and details of the make and model must be submitted. The development shall be constructed in accordance with the approved details\rReason: To ensure a satisfactory external appearance",
    "The cycle storage hereby approved shall be implemented and retained for the duration of the use. The approved details shall thereafter be installed before first occupation and permanently retained for cycle parking. \r\rReason: To ensure the provision of cycle parking spaces in line with the Council's adopted standards.\r",
    "The refuse storage facilities hereby approved shall be provided in accordance with the approved details before the development is occupied or use commences and shall be retained as such. \r\rReason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets.\r",
    "No development other than demolition and site clearance shall commence until a construction management plan has been submitted to and approved by the Local Planning Authority. The construction management plan shall be written in accordance with London Best Practice Guidance and contain:\r \ra.\tDetails of construction access and associated traffic management. \rb.\tArrangements for the loading, unloading and turning of delivery, construction and service vehicles. \rc.\tArrangements for the parking of contractors' vehicles. \rd.\tArrangements for wheel cleaning. \re.\tArrangements for the storage of materials. \rf.\tHours of work. \rg.\tThe storage and removal of excavation material. \rh.\tMeasures to reduce danger to cyclists. \ri.\tDust mitigation measures. \rj.\tMembership of the Considerate Contractors Scheme\r\rThe development shall be carried out in accordance with the approved construction management plan unless otherwise agreed by the Local Planning Authority. \r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties.\r",
    "Prior to first occupation, the use shall not commence until details of a landscaping scheme shall be submitted to and approved in writing by the Local Planning Authority.  The detailed landscaping scheme shall include the following details: \r\ra.\tSchedules of plants and trees, to include native and wildlife friendly species and large canopy trees in appropriate locations (noting species, planting sizes and proposed numbers / densities) to be planted;\rb.\tPlans showing retention of existing shrubs and trees;\rc.\tsoft plantings: including grass and turf areas, shrub and herbaceous areas;\rd.\tenclosures: including types, dimensions and treatments of walls, fences, screen walls, barriers, rails, retaining walls and hedges;\re.\thard landscaping: including ground surfaces, kerbs, edges, ridge and flexible paving, unit paving, furniture, steps and if applicable synthetic surfaces; and\rf.\tany other landscaping feature(s) forming part of the scheme.\rReason: To minimise the impact of the development on the ecological value of the area, to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity and to preserve the character and appearance of the area in accordance with Policies CP30 and CP36 of the Core Strategy, the Biodiversity Action Plan and Policies  of the London Plan 2021",
    "All landscaping in accordance with the approved scheme shall be completed/planted during the first planting season following practical completion of the development hereby approved.  The landscaping and tree planting shall set out a plan for the continued management and maintenance of the site and any planting which dies, becomes severely damaged or diseased within five years of completion of the development shall be replaced with new planting in accordance with the approved details or an approved alternative and to the satisfaction of the Local Planning Authority.\rThe development shall be carried out strictly in accordance with the details so approved.\r\rReason: To minimise the impact of the development on the ecological value of the area, to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity and to preserve the character and appearance of the area in accordance with Policies CP30 and CP36 of the Core Strategy, the Biodiversity Action Plan and Policies  of the London Plan 2021\r",
    "No above ground works shall commence until an 'Energy Statement' has been submitted and approved in writing by the Local Planning Authority. Submitted details will demonstrate the energy efficiency of the development and shall provide for no less than a 35% improvement in total CO2 emissions arising from the operation of a development and its services over Part L of Building Regs 2013 utilising gas as the primary heating fuel. Should Low or Zero Carbon Technologies be specified as part of the build the location of the plant along with the maintenance and management strategy for their continued operation shall also be submitted. The Energy Statement should outline how the reductions are achieved through the use of Fabric Energy Efficiency performance, energy efficient fittings, and the use of renewable technologies. \r\rThe development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter. \rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Core Strategy, DMD51 & 55 of the Development Management Document, Policies of the London Plan  and the NPPF.\r\r",
    "The development must achieve reduced water consumption through the use of water efficient fittings, appliances and recycling systems to result in consumption equal to or less than 105 litres per person per day.\r\rReason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Core Policy 21 of the Core Strategy and the London Plan.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, or any amending Order, no external windows or doors other than those indicated on the approved drawings shall be installed in the development hereby approved without the approval in writing of the Local Planning Authority. \r\rReason: To safeguard the privacy of the occupiers of adjoining properties.\r",
    "The development shall not commence until a Sustainable Drainage Strategy has been submitted to and approved in writing by the Local Planning Authority.  The details shall also include the disposal of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and should be in line with our DMD Policy SuDS Requirements:\ra)\tShall be designed to a 1 in 1 and 1 in 100 year storm event with the allowance for climate change\rb)\tFollow the London Plan Drainage Hierarchy and provide supporting evidence for the SuDS measures utilised (e.g. onsite infiltration testing)\rc)\tFollow the SuDS management train by providing source control SuDS measures for roof and hardstanding runoff\rd)\tShould maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\re)\tThe system must be designed to allow for flows that exceed the design capacity to be stored on site or conveyed off-site with minimum impact\rf)\tClear ownership, management and maintenance arrangements must be established\rg)\tThe details submitted shall include levels, sizing, cross sections and specifications for all drainage features\r         \rREASON: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD Policy 61, and Policies SI 12 an SI 13 of the London Plan and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value.\r"
  ],
  "lpa_app_no": "25/00643/FUL",
  "subdivision_of_building": null,
  "centroid_easting": 533410,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Enfield",
  "appeal_decision": null,
  "decision_agency": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": true,
  "postcode": "EN1 2HW",
  "decision_process": "Delegated",
  "application_details": {
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 2,
    "intended_completion_date": "12/2027",
    "intended_commencement_date": "08/2025",
    "total_gia_gained": 99,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 300 metres in height (984.2 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC2554\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Bush Hill Park"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ],
    "scheme_phasing": false,
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207112144"
    ]
  },
  "uprn": "000207112144",
  "street_name": "Park Avenue",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.073466,
          51.639748
        ],
        [
          -0.073467,
          51.639721
        ],
        [
          -0.07351,
          51.639721
        ],
        [
          -0.073509,
          51.639748
        ],
        [
          -0.073466,
          51.639748
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "40",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 195194,
  "centroid": {
    "lon": -0.073488,
    "lat": 51.639735
  },
  "valid_date": "19/03/2025",
  "id": "Enfield-25_00643_FUL",
  "last_updated": "2025-06-04T20:03:06.126Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "01/05/2025",
  "decision_target_date": "14/05/2025",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type": "All Other"
}