{
  "valid_date": "17/12/2024",
  "epc_number": null,
  "site_name": "AVON HOUSE 172 AVON ROAD",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Refused",
  "parking_details": null,
  "application_type_full": null,
  "ward": "Cranham",
  "last_date_consultation_comments": "12/01/2025",
  "centroid_easting": null,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Application for Prior Approval of a proposed additional storey \nto existing block of residential flats for the creation of two x1bed flats",
  "appeal_decision": null,
  "postcode": "RM14 1RQ",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "11/02/2025",
  "street_name": "UPMINSTER",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": null,
  "application_type": "Prior Approval",
  "title_number": null,
  "decision_conditions": [
    "The creation of an additional storey to the existing modestly proportioned part of the development at Avon House, in the approach taken would by reason of the resultant height, scale, bulk and mass appear incongruous, overbearing, dominant, visually intrusive and out of character in the streetscene and the surrounding area. Consequently, under the provisions of Schedule 2, Part 20, Class A of the Town and Country Planning (General Permitted Development)(England) Order 2021 [as amended], the prior approval of the Local Planning Authority is refused.",
    "The applicant has not demonstrated that the proposals would comply with A.1.(e)(i)/(ii), specifically that internal floor to ceiling height would not exceed the lower of 3 metres; or the floor to ceiling height, measured internally, of any storey of the principal part of the dwelling house. Consequently the proposals do not comply with the provisions of Schedule 2, Part 20, Class A of the Town and Country Planning (General Permitted Development)(England) Order 2020 [as amended].",
    "The proposed development would, by reason of the loss of two existing visitors parking, and the unsatisfactory cycle parking provision with no Trip Generation assessment, the proposal fails to satisfactorily mitigate the parking impacts of the development and would result in an unacceptable overspill onto the adjoining roads to the detriment of highway safety and residential amenity, contrary to Part A.2. (a) of Schedule 2, Part 20, Class A of the Town and Country Planning (General Permitted Development)(England) Order 2020 [as amended].",
    "In the absence of a Daylight, Sunlight and Overshadow assessment, the creation of an additional storey to part of the Avon House would, by reason of its siting, resultant height, scale, bulk and mass, appear overbearing, dominant, visually intrusive and would be harmful to the amenity of nearby occupiers especially the attached two storey at Avon House and the nearest block within Avon Court (154 -170) in terms of loss of light and outlook. Consequently, as contrary to part A.2. (1) (g), under the provisions of Town and Country Planning (General Permitted Development)(England) Order 2021 [as amended], the prior approval of the Local Planning Authority is REFUSED."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "J0041.24",
  "decision_agency": "Borough",
  "decision_date": "11/02/2025",
  "pp_id": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0041.24",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "status": "Refused",
  "last_updated": "2025-07-23T04:28:54.548Z",
  "actual_completion_date": null,
  "lapsed_date": null,
  "borough": "Havering",
  "id": "Havering-J0041.24",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100023215455",
  "locality": null,
  "application_details": {
    "existing_uprns": null
  }
}