{
  "lpa_name": "Havering",
  "uprn": "100023214909",
  "decision_date": "13/01/2021",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1650.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM13 9TR",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.014,
    "existing_uprns": null
  },
  "valid_date": "18/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of detached two storey rear structure ancillary to the existing A5 use, involving demolition of existing storage unit.",
  "decision_conditions": [
    "The proposed development would, by reason of its height, scale, bulk, mass, design and proximity to the boundaries of the site, appear as an unacceptably dominant and visually intrusive feature within the garden environment and be an alien and incongruous feature, harmful to the appearance of site and surrounding area, and would be contrary to Policy DC61 of the Havering Core Strategy and Development Control Policies DPD 2008, as well as Policies 7.4 and 7.6 of the London Plan 2016 (MALP).",
    "The proposed development would, by reason of its excessive depth, height and position close to the boundaries of the site, have an unacceptable impact on the neighbouring amenity in terms of light, outlook, increased sense of enclosure, overbearing and have a serious and adverse effect on the living conditions of adjacent occupiers, would be unacceptable when assessed against Policy DC61 of the Havering Core Strategy and Development Control Policies DPD 2008, as well as Policies 7.4 and 7.6 of the London Plan 2016 (MALP).",
    "The development, by reason of the intensity and frequency of use, the location, width and quality of the access to the building, would result in unacceptable levels of noise and general disturbance caused by deliveries entering and leaving the premises and vehicles parking and manoeuvring, in close proximity to the main entrance of the building, harmful to the residential amenity of neighbouring properties contrary to Policies DC55 and DC61 of the LDF Development Control Policies DPD and the National Planning Policy Framework.",
    "The proposed development would, by reason of the lack of on site car parking provision for the existing use, result in unacceptable overspill onto the neighbouring roads to the detriment of the free flow of traffic and thereby harmful to highway safety and residential amenity contrary to Policy DC33 and Annex 5 of the Local Development Framework Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, it was necessary to issue a decision as close to the statutory timeframe as possible as opposed to seeking amendments/additional details which would have significantly delayed the application."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:50:17.299+00:00",
  "ward": "Rainham & Wennington",
  "parking_details": null,
  "lapsed_date": "13/01/2024",
  "decision_target_date": "13/01/2021",
  "centroid": {
    "lat": "51.516798",
    "lon": "0.19625859999999998"
  },
  "lpa_app_no": "P1650.20",
  "status": "Refused",
  "site_name": "135 Wennington Road",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1650.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552478.306,
              182039.126
            ],
            [
              552482.776,
              182062.426
            ],
            [
              552488.331,
              182061.478
            ],
            [
              552484.673,
              182038.042
            ],
            [
              552478.306,
              182039.126
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "31/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Rainham",
  "pp_id": "09237648",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 552483,
  "appeal_start_date": null,
  "centroid_northing": 182050,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19618629999999998,
          51.5167016
        ],
        [
          0.19626079999999999,
          51.5169097
        ],
        [
          0.1963403,
          51.5168997
        ],
        [
          0.1962775,
          51.5166901
        ],
        [
          0.19618629999999998,
          51.5167016
        ]
      ]
    ],
    "type": "Polygon"
  }
}