{
  "last_updated_by": "Idox Uniform",
  "application_type": "All Other",
  "decision_agency": null,
  "centroid_northing": 175422,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Brixton Windrush",
  "lpa_app_no": "23/01155/FUL",
  "cil_liability": true,
  "url_planning_app": "<enter PA URL here>",
  "lpa_name": "Lambeth",
  "valid_date": "28/03/2023",
  "pp_id": "PP-12039813",
  "postcode": "SW9 8UA",
  "appeal_status": null,
  "street_name": "Moorland Road",
  "centroid_easting": 531658,
  "uprn": "100021872496",
  "borough": "London Borough of Lambeth",
  "application_details": {
    "scheme_phasing": false,
    "site_area": 0.07300000000000001,
    "total_gia_lost": 329.9,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 105,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 329.9,
        "use_class": "C3",
        "gia_gained": 332.4,
        "gia_lost": 329.9
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "09/2023"
      }
    ],
    "total_gia_gained": 332.4,
    "total_gia_existing": 329.9,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_new_gas_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 5,
      "fire_suppression_system_proposed": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_water_connections_required": 5,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "green_roof_area": 0
    },
    "non_residential_details": {
      "total_gia_gained": 332.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 329.9,
      "total_gia_lost": 329.9,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "residential_details": {
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 303,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_gia_gained": 302.1,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_market_for_sale": 2,
      "total_no_existing_residential_units": 2,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 6,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 131.1,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 7,
          "unit_no": "Loss-2",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 5,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 171.9,
          "tenure": "Market for sale"
        }
      ],
      "habitable_rooms_density": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "green_suds": false,
    "garden_land_lost": false,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "ownership_status": "Private",
    "s106_agreement": true,
    "existing_uprns": [
      "100021872496"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CEZ Brixton Creative Enterprise Zone (CEZ)"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA CA27 : Loughborough Park Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "LISTED Listed Building Grade II"
      },
      {
        "result": null,
        "constraints_layer_description": "SLNCI Loughborough Park SNCI"
      }
    ],
    "commencement_notice_received": false
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1058302,
          51.4625287
        ],
        [
          -0.10635879999999999,
          51.4622949
        ],
        [
          -0.1064943,
          51.4624146
        ],
        [
          -0.1059633,
          51.4626484
        ],
        [
          -0.1058302,
          51.4625287
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Refurbishment and conversion to form five dwellings, including the erection of two rear dormer windows and alterations to fenestration.",
  "title_number": [],
  "actual_commencement_date": null,
  "application_type_full": "Full planning & listed building consent",
  "epc_number": null,
  "centroid": {
    "lon": "-0.10615899999999999",
    "lat": "51.4624675"
  },
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development to which this permission relates must be begun no later than three years from the date of this decision notice. \r \rReason: To comply with the provisions of Section 91 of the Town and Country Planning Act 1990. \r",
    "The development hereby permitted shall be carried out in complete accordance with the approved plans and drawings listed in this decision notice, other than where those details are altered pursuant to the conditions of this planning permission. \r \rReason:  For the avoidance of doubt and in the interests of proper planning. \r",
    "There shall be no services or flues etc. to be applied to the exterior of the building, unless expressly shown on the approved drawings.  \r\rReason: To safeguard and enhance the visual amenities of the locality, to preserve the historic interest of the Grade II listed building and the character and appearance of the Loughborough Park Conservation Area. Policies Q5, Q11, Q20 and Q22 of the Lambeth Local Plan (2021).",
    "Prior to commencement of works, full details and location of electric meters shall be submitted for approval in writing by the Local Planning Authority. The development hereby permitted shall be thereafter constructed in accordance with the approved details. \r\rReason: To safeguard and enhance the visual amenities of the locality, to preserve the historic interest of the Grade II listed building and the character and appearance of the Loughborough Park Conservation Area. Policies Q5, Q11, Q20 and Q22 of the Lambeth Local Plan (2021).   \r",
    "Notwithstanding the approved drawings, prior to installation of hereby approved dormers, full detailed drawings of the proposed dormers to be submitted for approval (at scale 1:20 and 1:5), including sections. These must be single glazed. The development shall be thereafter be constructed in accordance with the approved details. \r\rReason: To preserve the historic interest of the Grade II listed building and the character and appearance of the Loughborough Park Conservation Area. Policies Q5, Q11, Q20 and Q22 of the Lambeth Local Plan (2021).  \r",
    "Prior to the commencement of the development hereby permitted, evidence shall be submitted to the Local Planning Authority and approved in writing demonstrating that the internal water consumption of the development will not exceed 105 l/p/day in line with The Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. The development shall thereafter be completed in accordance with the approved details prior to first occupation of the development.\r\rReason: To reduce the consumption of potable water in the home from all sources, including borehole well water, through the use of water efficient fittings, appliances and water recycling systems. (Policies EN4 and EN6 of the Lambeth Local Plan 2021).",
    "Prior to the commencement of the hard and soft landscaping works along with boundary works, a hard and soft landscaping scheme and boundary treatment shall be submitted to and approved in writing by the Local Planning Authority. The following details shall be submitted: \r\ri. The quantity, size, species, position and the proposed time of planting of all trees and shrubs to be planted. \r\rii. An indication of how all planting integrates with the proposal in the long term with regard to their mature size and anticipated routine maintenance and protection. \r\riii. Specification of which shrubs and hedges to be planted that are intended to achieve a significant size and presence in the landscape. \r\riv. Specification of evergreen planting in front of lower ground floor windows \r\rv. Specification of hard landscaping including materials and ground coverage. \r\rvi. The design and treatment of boundary features. \r\rvii. Details of the maintenance of the hard and soft landscaping scheme. \r\rAll trees, shrubs and hedge planting included within the above specification shall accord with BS3936:1992, BS4043:1989 and BS4428:1989 (or subsequent superseding equivalent) and current Arboricultural best practice. The approved hard and soft landscaping scheme shall be installed in accordance with the approved details prior to first occupation of the development, or, for soft landscaping, within the first available planting season thereafter, unless otherwise agreed in writing. \r\rReason: In order to ensure high quality hard and soft landscaping in and around the site in the interests of the ecological value of the site and in the interests of visual amenity (Policies Q2, Q5, Q7, Q9, Q10, Q20 and Q22 of the Lambeth Local Plan 2021). \r",
    "No demolition or development shall commence until full details of the proposed construction methodology, in the form of a Method of Construction Statement, have been submitted to and approved in writing by the local planning authority. The Method of Construction Statement shall include details regarding:  \r\ra)\tThe notification of neighbours with regard to specific works; \rb)\tAdvance notification of road closures; \rc)\tDetails regarding parking, deliveries, and storage; \rd)\tDetails regarding dust mitigation; \re)\tDetails of measures to prevent the deposit of mud and debris on the public highway; and \rf)\tAny other measures to mitigate the impact of construction upon the amenity of the area and the function and safety of the highway network. \r\rThe demolition and development shall thereafter be carried out in accordance with the details and measures approved in the Method of Construction Statement.  \r\rReason: Development must not commence before this condition is discharged to avoid hazard and obstruction being caused to users of the public highway and to safeguard residential amenity in accordance with Policies T6 and T8 of the Lambeth Local Plan (2021) and to ensure that the likely impacts of the construction phase are appropriately planned and managed prior to implementation in accordance with Article 35(a)(ii) of the Development Management Procedure Order 2015 (as amended).",
    "Any trees, hedgerows or shrubs forming part of the approved landscaping scheme which within a period of five years from the occupation or substantial completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species, unless the Local Planning Authority gives written consent to any variation. \r\rReasons: In order to introduce high quality soft landscaping in and around the site in the interests of the ecological value of the site and to ensure a satisfactory landscaping of the site in the interests of visual amenity (Policy EN1, Q2, Q9 of the Lambeth Local Plan (2021) and G7 of the London Plan (2021).",
    "Prior to the occupation of the new dwellings hereby permitted and notwithstanding any indication on the approved drawings, details of the waste and recycling store shall be submitted to and approved in writing by the Local Planning Authority. The waste and recycling storage shall be provided in accordance with the approved details prior to the occupation of the new dwellings and shall thereafter be retained solely for its designated use.  \r\rReason: To ensure suitable provision for the occupiers of the development, to encourage the sustainable management of waste and to safeguard the visual amenities of the area (Policy Q2 and Q12 of the London Borough of Lambeth Local Plan (2021)).",
    "Prior to the occupation of the hereby permitted dwellings and notwithstanding any indication on the hereby approved drawings, full details of cycle parking and the proposed materials shall be submitted to and approved in writing by the Local Planning Authority. The submitted plans should also show two short-term stay cycle parking spaces in the front garden. The cycle parking shall be implemented in full prior to the occupation of the new dwellings and the cycle parking shall thereafter be retained solely for its designated use. \r\rReason: To ensure adequate cycle parking is available on site and to promote sustainable modes of transport. (Policies T1, T3 and Q2 and Q13 of the Lambeth Local Plan (2021)).",
    "The development shall be developed and operated thereafter to 'Secured by Design' standards. A certificate of accreditation to Secured by Design standards shall be submitted to the Local Planning Authority for approval in writing prior to first occupation of any part of the development. \r\rReason: To ensure that satisfactory attention is given to security and community safety (Policy Q3 of the Lambeth Local Plan (2021).",
    "Notwithstanding the approved plans, prior to commencement of the replacement of the garage door, full details of the proposed garage doors shall be submitted to and approved in writing by the Local Planning Authority. The garage doors shall be provided in accordance with the approved details prior to the occupation of the new dwellings. \r\rReason: To safeguard and enhance the visual amenities of the locality, to preserve the historic interest of the Grade II listed building and the character and appearance of the Loughborough Park Conservation Area. Policies Q5, Q11, Q20 and Q22 of the Lambeth Local Plan (2021)."
  ],
  "development_type": "Minor dwellings",
  "parking_details": null,
  "appeal_decision": null,
  "locality": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "09/10/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              531680.667375,
              175429.402375
            ],
            [
              531644.617875,
              175402.447875
            ],
            [
              531634.86125,
              175415.51175
            ],
            [
              531671.07625,
              175442.46625
            ],
            [
              531680.667375,
              175429.402375
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Lambeth-23_01155_FUL",
  "site_name": "",
  "lapsed_date": "09/10/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "23/05/2023",
  "last_updated": "2025-03-19T03:01:03.037+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "7",
  "last_date_consultation_comments": null,
  "bo_system": "Idox Uniform"
}