{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/1794/19",
  "application_type_full": null,
  "uprn": "200004435951",
  "borough": "Harrow",
  "street_name": "Clamp Hill",
  "locality": "Stanmore",
  "ward": "Harrow Weald",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\r\nREASON: To comply with the provisions of Section 91 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out, completed and retained in accordance with the following approved plans and documents: \r\n 1 Rev A; 2 Rev A;3 Rev A;4 Rev A;5 Rev A; 6 Rev A;5;7 Rev A; 2777-200; 2777-201; Flood Risk Assessment; Planning Statement; Design and Access Statement; Sequential Test; Preliminary Ecological Assessment.\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n",
    "Condition : 3 - The single storey building herby approved shall be demolished/dismantled, and the resulting material shall be removed from the site, in the event that ceases to be used in connection with the use of the site (either in whole or in part) for horticultural/agricultural use, other than any use(s) that are ancillary to the horticultural/agricultural use of the site.\r\nREASON : To safeguard against inappropriate development on the site, in the interests of the openness and integrity of the Green Belt, and to ensure compliance with the Green Belt provisions of the National Planning Policy Framework (2019), Policy 7.16 B of the London Plan (2016) and Policy DM 16 D of the Development Management Policies Local Plan (2013).\r\n",
    "Condition : 4 - Notwithstanding the provisions of The Town and Country Planning (General Permitted Development (England) Order 2015, or any Order amending or replacing (with or without modification) that Order, the buildings hereby approved shall not be used at any time other than in connection with the horticultural/agricultural use of the site and the ancillary uses as denoted on the approved drawings numbered: 3 Rev A and 4 Rev A, unless otherwise agreed in writing by the local planning authority.\r\nREASON : To safeguard against inappropriate development on the site, in the interests of the openness and integrity of the Green Belt, and to ensure compliance with the Green Belt provisions of the National Planning Policy Framework (2019), Policy 7.16 B of the London Plan (2016) and Policy DM 16 D of the Development Management Policies Local Plan (2013); and to allow consideration of any non-ancillary/independent uses in the context of Core Strategy (2012) Policy CS 1 A and Policy DM 2 A(a) of the Development Management Policies Local Plan (2013); and to ensure a high standard of amenity for neighbouring occupiers in accordance with Policy DM 1 C & D of the Development Management Policies Local Plan (2013).\r\n",
    "Condition : 5 - Notwithstanding the provisions of The Town and Country Planning (General Permitted Development (England) Order 2015, or any Order amending or replacing (with or without modification) that Order, the buildings hereby approved shall not be used at any time other than in connection with the horticultural/agricultural use of the site and the approved ancillary uses, unless otherwise agreed in writing by the local planning authority.\r\nREASON : To safeguard against inappropriate development on the site, in the interests of the openness and integrity of the Green Belt, and to ensure compliance with the Green Belt provisions of the National Planning Policy Framework (2019), Policy 7.16 of the London Plan (2016) and Policy DM 16 D of the Development Management Policies Local Plan (2013); and to allow consideration of any non-ancillary/independent uses in the context of Core Strategy (2012) Policy CS 1 A and Policy DM 2 A(a) of the Development Management Policies Local Plan (2013); and to ensure a high standard of amenity for neighbouring occupiers in accordance with Policy DM 1 C & D of the Development Management Policies Local Plan (2013).\r\n",
    "Condition : 6 - Notwithstanding the provisions of The Town and Country Planning (General Permitted Development (England) Order 2015, or any Order amending or replacing (with or without modification) that Order, the buildings hereby approved shall not be extended or any other manner enlarged without the prior permission, in writing, of the local planning authority.\r\nREASON : To safeguard against inappropriate development on the site, in the interests of the openness and integrity of the Green Belt, and to ensure compliance with the Green Belt provisions of the National Planning Policy Framework (2012), Policy 7.16 of the London Plan (2016) and Policy DM 16 D of the Development Management Policies Local Plan (2013).\r\n",
    "Condition : 7 - The development hereby approved shall not commence until details of the levels of the parts of the site and the buildings the subject of this planning permission have been submitted to, and agreed in writing by, the local planning authority. The development shall be carried out in accordance with the details so agreed.\r\nREASON : In the interests of the openness and integrity of the Green Belt, and to ensure compliance with the Green Belt provisions of the National Planning Policy Framework (2012), Policy 7.16 of the London Plan (2016) and Policy DM 16 D of the Development Management Policies Local Plan (2013). To ensure that the levels are agreed prior to the construction of the approved buildings, this condition is a PRE-COMMENCEMENT condition.\r\n",
    "Condition : 8 - The development hereby approved shall not commence until details of works for the attenuation, storage and disposal of surface water from the approved buildings have been submitted to, and agreed in writing by, the local planning authority. The details shall include: the surface water discharge rate; the drainage layout including the outlet and cross section of proposed storage; the specification of any flow restriction devices to be used; and full design of any soak-aways together with the results of ground permeability testing. The works for the disposal of surface water from the approved buildings shall be carried out and installed in accordance with the details so agreed and shall thereafter be retained.\r\nREASON: To ensure that adequate drainage facilities are provided in accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013. \r\n\r\n",
    "Condition : 9 - The development hereby approved shall not commence until works for the disposal of surface water have been submitted to, and approved in writing by, the local planning authority. The development shall be carried out in accordance with these approved details and shall thereafter be retained.\r\nREASON: To ensure that adequate drainage facilities are provided, reduce and mitigate the effects of flood risk in accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013.\r\n\r\n",
    "Condition : 10 - The development hereby approved shall not commence until surface water attenuation and storage works have been submitted to, and approved in writing by, the local planning authority. The development shall be carried out in accordance with these approved details and shall thereafter be retained.\r\nREASON: To prevent the increased risk of flooding, reduce and mitigate the effects of flood risk in accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013.\r\n",
    "Condition : 11 - The development hereby approved shall not commence until details of the means of protection during construction of the trees on the site have been submitted to, and agreed in writing by, the local planning authority. The details shall include:\r\na)  identification of root protection areas;\r\na.  the method of any excavation proposed within the root protection areas;\r\nb.  the type, height and location of protective fencing; and\r\nc.  measures for the prevention of soil compaction within the root protection areas.\r\nd.  measures for the prevention of soil compaction within the root protection areas.\r\nThe construction of the development shall be carried out in accordance with the details so agreed or any amendment or variation to them as may be agreed in writing by the local planning authority. \r\nREASON : To ensure that the retention and survival of trees, hedgerows and other planting of significant amenity value within the site that are to be retained, and trees within adjoining sites, are safeguarded during construction, in accordance with Policy DM 22 of the Development Management Policies Local Plan (2013). To ensure that the means of protection are agreed prior to the erection of the approved buildings, this condition is a PRE-COMMENCEMENT condition.\r\n",
    "Condition : 12 - Notwithstanding the information submitted, no development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The Method Statement shall provide for:\r\na)  detailed timeline for the phases and implementation of the  development\r\nb)  demolition method statement\r\nc)  the parking of vehicles of site operatives and visitors;\r\nd)  loading and unloading of plant and materials;\r\ne)  storage of plant and materials used in constructing the  development;\r\nf)  measures to control the emission of dust and dirt during  construction; and\r\ng)  scheme for recycling/disposing of waste resulting from     demolition and construction works.\r\nh)  details showing the frontage/the boundary of the site enclosed by a close boarded fence to a minimum height of 2 metres.  \r\nThe development shall be carried out in accordance with the approved Method Statement and Logistics Plan, or any amendment or variation to it as may be agreed in writing by the local planning authority throughout the construction period. \r\nREASON:  To minimise the impacts of construction upon the amenities of neighbouring occupiers, in accordance with Policy DM1 of The Development Management Policies Local Plan 2013, and to ensure that the development does not adversely affect safety on the transport network in accordance with Policy 6.3 of the London Plan and Policy DM43 of The Development Management Policies Local Plan 2013. Details are required PRIOR TO COMMENCEMENT OF DEVELOPMENT to ensure a satisfactory method of construction is agreed prior to any works on site commencing.\r\n",
    "Condition : 13 - No development shall take place, including any works of demolition, until a demolition and construction waste management plan, setting out arrangements for the handling of excavation, demolition and construction waste arising from the development, and to make provision for the recovery and re-use of salvaged materials wherever possible, has been submitted to and agreed in writing by the local planning authority. The development shall be carried out in accordance with the agreed plan or any amendment or variation to it as may be agreed in writing by the local planning authority.\r\nREASON : To ensure that waste management on the site is addressed from construction stage and to promote waste as a resource, in accordance with London Plan (2016) Policy 5.13 and Policy CS1 X of the Core Strategy (2012). To ensure that measures are agreed and in place to manage and re-use waste arising during the demolition and construction phases of the development, this condition is a PRE-COMMENCEMENT condition.\r\n",
    "Condition : 14 - Before the construction of any approved building on the site reaches damp proof course level, details of the secure cycle parking to serve the development will be submitted to, and approved in writing by, the local planning authority.  The plans must show dimensions, type of storage and type of stand.  The cycle parking shall be carried out in accordance with the approved details and shall thereafter be retained.\r\nREASON: To ensure the satisfactory provision of safe cycle storage  facilities, to provide facilities for all the users of the site and in the interests of highway safety and sustainable transport, in accordance with policy 6.9B of The London Plan (2016) and policy DM 42 of the Harrow Development Management Policies Local Plan (2013). \r\n",
    "Condition : 15 - Notwithstanding the details shown on the approved plans, before the construction of any approved building on the site reaches damp proof course level, details of the materials to be used in the external surfaces of the buildings shall be submitted to, and agreed in writing by, the local planning authority. The development shall be carried out in accordance with the details so agreed or any amendment or variation to them as may be agreed in writing by the local planning authority.\r\nThe development shall be carried out in accordance with the approved details and shall thereafter be retained.\r\nREASON: To enhance the appearance of the development and  safeguard the character and appearance of the area, in accordance with policy 7.4.B of The London Plan 2016 and policy DM1 of The Development Management Policies Local Plan 2013. \r\n",
    "Condition : 16 - Before the construction of any approved building on the site reaches damp proof course level, the following specifications shall be submitted to, and agreed in writing by, the local planning authority:\r\na)  the detailed design of all ramps, steps and pathways within the external areas of the development;\r\nb)  the thresholds, door opening widths and landing areas at all entrances between the external areas of the development and the approved buildings; and\r\nc)  the levels and layout of pedestrian route(s) between the parking areas within the site and the entrances of the approved buildings.\r\nThe development shall be carried out in accordance with the specifications so agreed, or any amendment or variation to them as may be agreed in writing by the local planning authority, and shall be permanently retained as such thereafter.\r\nREASON : To ensure that the development contributes to the creation of an inclusive environment, in accordance with Policy 7.1 of the London Plan (2016) and Policies DM1 & DM 2 of the Development Management Policies Local Plan (2013).\r\n",
    "Condition : 17 - The development hereby approved shall not progress beyond 150mm above ground level until a scheme for the hard and soft landscaping for the areas immediately surrounding the approved buildings has been submitted to, and agreed in writing by, the Local Planning Authority.. \r\nThe development shall be carried out in accordance with the scheme so agreed and shall be retained as such thereafter.\r\nREASON:  To ensure that the development makes provision for hard and soft landscaping which contributes to the creation of a high quality, accessible, safe and attractive public realm and to ensure a high standard of design, layout and amenity in accordance with policy 7.4B of The London Plan (2016), policy CS.1B of the Harrow Core Strategy (2012) and policy DM22 of The Development Management Policies Local Plan 2013. \r\n",
    "Condition : 18 - All planting, seeding or turfing comprised in the approved details of  landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building, or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\r\nREASON: To safeguard the appearance and character of the area,  and to enhance the appearance of the development in accordance with policy DM22 of The Development Management Policies Local Plan 2013.\r\n\r\n",
    "Condition : 19 - The buildings hereby approved shall not be first used until a minimum of 2 car parking spaces for blue badge holders and a minimum of 3 motorcycle/scooter parking spaces have been marked out on the site in accordance with details that shall first have been submitted to, and agreed in writing by, the local planning authority. The spaces shall thereafter be retained.\r\nREASON : To ensure that the development makes adequate provision for car parking for disabled persons in accordance with Policy 6.13 and paragraph 6A.2 of the London Plan (2016) and Policy DM 42 of the Development Management Policies Local Plan (2013).\r\n\r\n",
    "Condition : 20 - The buildings hereby approved shall not be first used until a bin enclosure for the storage of waste and recycling materials arising from the use of the buildings has been installed on the site in accordance with details that shall first have been submitted to, and agreed in writing by, the local planning authority. The bin enclosure shall thereafter be retained.\r\nREASON : To ensure that the development makes adequate provision for bin storage in accordance with Policy DM 42 of the Development Management Policies Local Plan (2013); and to safeguard the visual amenity of the Green Belt in accordance with the Green Belt provisions of the National Planning Policy Framework (2012).\r\n",
    "Condition : 21 - The development hereby approved shall not commence until a Construction Environmental Management Plan, incorporating necessary safeguards to prevent impacts on wildlife during site preparation and construction and the recommendations and method statement provided in the Preliminary Ecological Appraisal has be submitted to and agreed in writing by the Local Planning Authority. The development shall be carried out in accordance with the details so agreed.\r\nREASON: To protect and enhance biodiversity.\r\n",
    "Condition : 22 - Any lighting on the site, including any existing lighting or that which might be installed subsequently, and any construction lighting, shall be designed or modified, deployed and used so as to avoid disturbance to or impacts on the behaviour of bats and their prey. \r\nREASON: To protect biodiversity\r\n",
    "Condition : 23 - The development hereby approved shall not commence until a detailed plan of enhancements for the site, to incorporate:\r\n(a)  The placement and type of two 'woodcrete' or equivalent sparrow terraces (e.g. Schwegler 1SP);\r\n(b)  The placement and type of four 'woodcrete' or equivalent, directly linkable bat tubes (e.g. Schwegler 2FR) in two groups of two;\r\n(c)  The dimensions and specifications for the natural SUDs pond, and details of plantings within this along the related swales.\r\n(d)  The placement of one or two 'shelterpiles' in the vicinity of the pond.\r\nhas been submitted to, and agreed in writing by, the local planning authority. The development shall be carried out in accordance with the details so agreed.\r\nREASON: To protect and enhance biodiversity.\r\n",
    "Condition : 24 - Prior to occupation of the new building, a plan for the ongoing management of the pond and the swales, during the establishment phase and thereafter, shall be submitted to, and agreed in writing by, the local planning authority. The development shall be carried out in accordance with the details so agreed.\r\nREASON: To protect and enhance biodiversity.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "514927",
  "status": "Approved",
  "decision_date": "22/10/2019",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3418691,
          51.6180013
        ],
        [
          -0.3421919,
          51.6179829
        ],
        [
          -0.3422058,
          51.6180177
        ],
        [
          -0.3423624,
          51.618359
        ],
        [
          -0.34242439999999996,
          51.618501
        ],
        [
          -0.3425817,
          51.6188013
        ],
        [
          -0.34265979999999996,
          51.6189373
        ],
        [
          -0.34267559999999997,
          51.61896
        ],
        [
          -0.3427522,
          51.6190965
        ],
        [
          -0.34279519999999997,
          51.6191861
        ],
        [
          -0.34290339999999997,
          51.6194475
        ],
        [
          -0.3429402,
          51.6196067
        ],
        [
          -0.34293229999999997,
          51.6196251
        ],
        [
          -0.3429309,
          51.6196448
        ],
        [
          -0.34292829999999996,
          51.6196565
        ],
        [
          -0.3429268,
          51.6196771
        ],
        [
          -0.3429268,
          51.6196983
        ],
        [
          -0.3429274,
          51.619719
        ],
        [
          -0.34293029999999997,
          51.6197608
        ],
        [
          -0.3416728,
          51.6199975
        ],
        [
          -0.3416642,
          51.6199938
        ],
        [
          -0.3416572,
          51.6199892
        ],
        [
          -0.34165229999999996,
          51.6199851
        ],
        [
          -0.3415978,
          51.6199331
        ],
        [
          -0.34154829999999997,
          51.6198861
        ],
        [
          -0.3414511,
          51.619797
        ],
        [
          -0.3413636,
          51.619722
        ],
        [
          -0.3413158,
          51.6196867
        ],
        [
          -0.34121019999999996,
          51.6196102
        ],
        [
          -0.3411961,
          51.6196005
        ],
        [
          -0.34109029999999996,
          51.6195307
        ],
        [
          -0.3410586,
          51.6195096
        ],
        [
          -0.3410716,
          51.619449
        ],
        [
          -0.34101309999999996,
          51.61941
        ],
        [
          -0.3409063,
          51.6194085
        ],
        [
          -0.3408978,
          51.619403
        ],
        [
          -0.340852,
          51.6193713
        ],
        [
          -0.3408076,
          51.6193414
        ],
        [
          -0.340785,
          51.6193258
        ],
        [
          -0.3407596,
          51.6193111
        ],
        [
          -0.34073899999999996,
          51.6193
        ],
        [
          -0.3407157,
          51.6192853
        ],
        [
          -0.3406925,
          51.6192701
        ],
        [
          -0.34067339999999996,
          51.6192568
        ],
        [
          -0.3406559,
          51.619244
        ],
        [
          -0.3405699,
          51.6191857
        ],
        [
          -0.34055579999999996,
          51.619176
        ],
        [
          -0.3404641,
          51.619114
        ],
        [
          -0.34042459999999997,
          51.6190887
        ],
        [
          -0.3404175,
          51.619085
        ],
        [
          -0.34041119999999997,
          51.6190809
        ],
        [
          -0.3404021,
          51.6190736
        ],
        [
          -0.3403908,
          51.6190644
        ],
        [
          -0.34038029999999997,
          51.6190557
        ],
        [
          -0.34032409999999996,
          51.6190118
        ],
        [
          -0.34030869999999996,
          51.6189999
        ],
        [
          -0.3402841,
          51.6189802
        ],
        [
          -0.34027779999999996,
          51.6189756
        ],
        [
          -0.3402553,
          51.6189582
        ],
        [
          -0.34018299999999996,
          51.6189023
        ],
        [
          -0.3401457,
          51.6188744
        ],
        [
          -0.34012539999999997,
          51.6188579
        ],
        [
          -0.3400989,
          51.6188296
        ],
        [
          -0.3400817,
          51.6188065
        ],
        [
          -0.34007299999999996,
          51.6187884
        ],
        [
          -0.34007109999999996,
          51.6187627
        ],
        [
          -0.3402938,
          51.618715
        ],
        [
          -0.34056909999999996,
          51.6186542
        ],
        [
          -0.34046129999999997,
          51.6185394
        ],
        [
          -0.34043809999999997,
          51.6185404
        ],
        [
          -0.340343,
          51.618437
        ],
        [
          -0.3403054,
          51.6183964
        ],
        [
          -0.3402479,
          51.6183318
        ],
        [
          -0.3401646,
          51.6182389
        ],
        [
          -0.3400431,
          51.6181036
        ],
        [
          -0.34031669999999997,
          51.618089
        ],
        [
          -0.3418691,
          51.6180013
        ]
      ]
    ]
  },
  "decision_target_date": "23/10/2019",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "11/09/2019",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:58:48.777+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "The Nurseries",
  "id": "Harrow-P_1794_19",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "192462",
  "appeal_start_date": null,
  "postcode": "HA7 3JS",
  "url_planning_app": "http://site.com?appref=P/1794/19-or-1042394 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment to provide two storey building and single storey building for holticultural use with ancillary training facilities for people with learning difficulties (Use class D1), ancillary office space (Use class B1); ancillary cafe (Use class A5) and ancillary shop (Use class A1); landscaping (demolition of existing building)",
  "valid_date": "12/08/2019",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              514892.7500001,
              192321.1
            ],
            [
              514870.45,
              192318.55
            ],
            [
              514869.4,
              192322.4
            ],
            [
              514857.7,
              192360.1
            ],
            [
              514853.05,
              192375.7999999
            ],
            [
              514841.4,
              192408.95
            ],
            [
              514835.65,
              192423.95
            ],
            [
              514834.4999999,
              192426.45
            ],
            [
              514828.85,
              192441.5
            ],
            [
              514825.65,
              192451.4000001
            ],
            [
              514817.5,
              192480.2999999
            ],
            [
              514814.5500001,
              192497.9499999
            ],
            [
              514815.05,
              192500
            ],
            [
              514815.1,
              192502.2
            ],
            [
              514815.25,
              192503.5
            ],
            [
              514815.3,
              192505.8
            ],
            [
              514815.25,
              192508.1500001
            ],
            [
              514815.15,
              192510.4499999
            ],
            [
              514814.85,
              192515.1
            ],
            [
              514901.2999999,
              192543.4000001
            ],
            [
              514901.9,
              192543
            ],
            [
              514902.4,
              192542.5
            ],
            [
              514902.7500001,
              192542.0500001
            ],
            [
              514906.65,
              192536.35
            ],
            [
              514910.1999999,
              192531.2
            ],
            [
              514917.15,
              192521.45
            ],
            [
              514923.4,
              192513.25
            ],
            [
              514926.8,
              192509.4000001
            ],
            [
              514934.3000001,
              192501.05
            ],
            [
              514935.2999999,
              192500
            ],
            [
              514942.7999999,
              192492.4
            ],
            [
              514945.05,
              192490.1
            ],
            [
              514944.3000001,
              192483.35
            ],
            [
              514948.45,
              192479.1000001
            ],
            [
              514955.85,
              192479.1000001
            ],
            [
              514956.45,
              192478.5
            ],
            [
              514959.7,
              192475.05
            ],
            [
              514962.85,
              192471.8
            ],
            [
              514964.4500001,
              192470.0999999
            ],
            [
              514966.25,
              192468.5
            ],
            [
              514967.7,
              192467.3
            ],
            [
              514969.3499999,
              192465.7
            ],
            [
              514971,
              192464.0500001
            ],
            [
              514972.35,
              192462.5999999
            ],
            [
              514973.6,
              192461.2
            ],
            [
              514979.7,
              192454.85
            ],
            [
              514980.6999999,
              192453.7999999
            ],
            [
              514987.2,
              192447.05
            ],
            [
              514990,
              192444.3
            ],
            [
              514990.5,
              192443.9000001
            ],
            [
              514990.9500001,
              192443.45
            ],
            [
              514991.6,
              192442.6500001
            ],
            [
              514992.4,
              192441.65
            ],
            [
              514993.1499999,
              192440.7
            ],
            [
              514997.1500001,
              192435.9
            ],
            [
              514998.2499999,
              192434.6
            ],
            [
              515000,
              192432.4499999
            ],
            [
              515000.45,
              192431.95
            ],
            [
              515002.0499999,
              192430.0500001
            ],
            [
              515007.2000001,
              192423.95
            ],
            [
              515009.85,
              192420.9
            ],
            [
              515011.3,
              192419.1
            ],
            [
              515013.2,
              192415.9999999
            ],
            [
              515014.45,
              192413.4499999
            ],
            [
              515015.1,
              192411.45
            ],
            [
              515015.3,
              192408.6000001
            ],
            [
              515000,
              192402.95
            ],
            [
              514981.1,
              192395.75
            ],
            [
              514988.85,
              192383.15
            ],
            [
              514990.45,
              192383.2999999
            ],
            [
              514997.3,
              192371.9499999
            ],
            [
              515000,
              192367.5
            ],
            [
              515004.15,
              192360.4
            ],
            [
              515010.15,
              192350.2
            ],
            [
              515018.9,
              192335.35
            ],
            [
              515000,
              192333.3
            ],
            [
              514892.7500001,
              192321.1
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "7734922",
  "application_details": {
    "site_area": 2.919
  },
  "centroid": {
    "lon": "-0.3413284",
    "lat": "51.6192607"
  },
  "lapsed_date": "22/10/2022",
  "decision_process": "Delegated",
  "actual_completion_date": null
}