{
  "lpa_name": "Havering",
  "uprn": "10096015323",
  "decision_date": "17/03/2022",
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "bo_system": "CSV Data Import",
  "id": "Havering-P0242.21",
  "secondary_street_name": "Rainham",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 31.5504,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "uk_company_registration_no": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "internal_resi_water_usage": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "12/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Variation of Condition No. 4 (Approved Plans) of Planning Permission P1125.19 dated 15/01/2020 to amend parameters and associated drawings to enable insertion of an additional floor to Block T.",
  "decision_conditions": [
    "Reserved Matters to be Submitted",
    "Details of the access, appearance, landscaping, layout and scale, (hereinafter called \"the reserved matters\") for the part of the site not identified on Drawing 448-PT-PP-PL-1006 as forming the detailed component of the application shall be submitted to and approved in writing by the Local Planning Authority before any development begins and the development shall be carried out as approved.",
    "Reason: The application is in outline only, and these details remain to be submitted and approved.",
    "Timing of Reserved Matters Submission",
    "Within two years of the approval of the first reserved matters application approved under this planning permission, the next reserved matters application shall be submitted. Each subsequent reserved matters application shall be submitted before the expiration of two years from the date of approval of the previous reserved matters application. Application for approval of the last reserved matters application must be made to the Local Planning Authority before or on 31 March 2029.",
    "Reason: To comply with Section 92 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "Timing of Reserved Matters Commencement",
    "The development permitted by reserved matters approvals pursuant to condition 2, shall be commenced before the expiration of three years from the date of that approval.",
    "Reason: To comply with Section 92 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Approved Plans",
    "Save where varied by other planning conditions, approved plans and documents comprising this planning permission, the development hereby permitted shall be carried out in accordance with the following approved plans and documents:",
    "Reason: For the avoidance of doubt and in the interests of proper planning and so as to ensure that the development is carried out fully in accordance with the application as assessed.",
    "Approval of Reserved Matters",
    "No application for approval of reserved matters (or other matters submitted for approval pursuant to the planning conditions), which would entail any material deviation from the parameter plans, shall be made unless it is demonstrated as part of that application, and agreed in writing by the Local Planning Authority that any such deviation is unlikely to give rise to any environmental effects which would have required different mitigation measures to ameliorate their effects in the context of the EIA in comparison with the development as approved (and as assessed in the Environmental Impact Assessment and Addendum for the application).",
    "Reason: For the avoidance of doubt and in the interests of proper planning and so as to ensure that the development is carried out fully in accordance with the application as assessed.",
    "Phasing Plan",
    "The development shall be carried out in accordance with the phasing plan drawing number 448-PT-PP-PL-1002 and 448-SK-364 or other revised phasing plan that has been submitted to and approved in writing by the relevant Local Planning Authority. No phase of the development shall commence until the relevant pre-commencement conditions are approved in respect of that phase.",
    "Reason: To comply with Section 92 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004) and to ensure that phasing discussions are only required with the Local Authority effected by any proposed change.",
    "Partial Discharge",
    "Where any application is made to discharge a condition on a partial basis (i.e. in relation to a phase or part of), the submission shall be accompanied by a statement setting out the relationship of such details to previous phases, or part of, the details of which have already been determined, and subsequent phases as appropriate. The statement shall demonstrate compliance and compatibility with the various details, strategies, drawings and other documents approved pursuant to this planning permission. The statement shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of the relevant phase or part thereof.",
    "Reason: To ensure that the scheme is implemented on a comprehensive and sustainable basis.",
    "Approval of Materials",
    "Except where already approved, no above ground works shall take place in any phase of the development (as identified in condition 7) until details of all materials to be used in that phase have been submitted to and approved in writing by the relevant Local Authority. This detail shall include the following:",
    "- Samples of bricks, joints and cladding, (annotated plans at a scale of not less than 1:20 unless otherwise agreed in writing with the Local Planning Authority);",
    "- External windows, balconies, winter gardens, doors, screen, louvres and balustrading (annotated plans at a scale of not less than 1:10 unless otherwise agreed in writing with the Local Planning Authority);",
    "- Depth of window reveals, colonnades and soffits (annotated plans at a scale of not less than 1:20 unless otherwise agreed in writing with the Local Planning Authority).",
    "- Shop fronts, entrances and openings (annotated plans at a scale of not less than 1:20 unless otherwise agreed in writing w",
    "Access to Phases",
    "No development, with the exception of surcharging in Phase 2, shall take place in Phases 2 to 8 of the development until detailed drawings showing the following in respect of that phase have been submitted to and approved in writing by the Local Planning Authority:",
    "(a) access through the site during works and upon completion of works in relation to any phasing, including the connections with any completed phases, and connections to the surrounding area and its network of cycle paths and footpaths; and",
    "(b) any temporary works, including any boundary treatment around later phases.",
    "Provisions for pedestrians shall be fully accessible to all including people with disabilities.",
    "The development shall only be implemented in line with the approved details and shall be maintained thereafter.",
    "Reason: Access arrangements must be identified prior to the commencement of development to ensure an inclusive environment.",
    "Accessibility and Management Plan - Residential",
    "No above ground works shall take place within a relevant phase until a detailed accessibility statement and management plan (including a programme for implementation) has been submitted to the relevant Local Authority outlining those measures proposed to ensure an accessible and inclusive environment, both internally and externally, including but not limited to, pedestrian routes, lift specifications, accessible toilet provision, access points and crossings along with blue badge spaces. Such a statement is to be approved in writing by the Local Planning Authority before above ground works shall take place. The development shall not be carried out otherwise than in accordance with the approved details.",
    "Reason: Access arrangements must be identified prior to above ground works taking place to ensure an inclusive environment.",
    "Accessibility and Management Plan- Non-Residential",
    "Prior to the commencement of the fit out works of non-residential elements within a relevant phase, a detailed accessibility statement and management plan (including a programme for implementation) must be submitted to the relevant Local Planning Authority outlining those measures proposed to ensure an accessible and inclusive environment, both internally and externally, including but not limited to, pedestrian routes, lift specifications and accessible toilet provision as appropriate. The statement is to be approved in writing by the relevant Local Planning Authority prior to the commencement of fit out works and implemented prior to the use being accessible by the general public.",
    "Reason: Access arrangements must be identified prior to fit out works commencing to ensure an inclusive environment.",
    "Accessibility of Public Realm",
    "No above ground works shall take place within a relevant phase until a detailed accessibility statement is submitted to and approved in writing by the relevant Local Planning Authority. The statement shall outline those measures proposed to ensure that an accessible and inclusive environment is provided, including access points to the public realm and levels. The development shall be carried out in accordance with the approved statement and thereafter retained.",
    "Reason: Appropriate access arrangements must be identified to ensure an inclusive environment.",
    "Car and cycle park management plan",
    "Except where already approved, prior to the first occupation of each phase of the development, a site wide Car and Cycle Parking Management Plan shall be submitted to and approved in writing by the relevant Local Planning Authority, and must include at least the following details:",
    "- The proposed allocation of and arrangements for the management of parking spaces including disabled parking bays serving the residential development.",
    "- The provision of Electric Vehicle Charging Points (EVCP) including both active and passive provision for both the residential and office parking areas in accordance with adopted London Plan Guidance.",
    "- The safety and security measures to be incorporated within the development to ensure the safety of car/cycle parking areas; and",
    "The car and cycle parking shall be provided and managed in accordance with the approved strategy for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Occupier Cycle Parking",
    "Except where already approved, there shall be no occupation of any unit within a plot/block until details of cycle parking, including its external appearance, location and the means of secure storage proposed to serve that plot, have been submitted to and approved in writing by the relevant Local Planning Authority, [in consultation with the GLA], and the cycle parking has been made available for occupiers use. The scheme shall be implemented in accordance with the approved details and shall be permanently retained thereafter and used for no other purpose.",
    "Reason: In order to encourage the use of cycling as a sustainable mode of transport.",
    "Visitor Cycle Parking",
    "Except where already approved, prior to occupation of the first non-residential unit within a plot/ block, details of cycle parking, including its external appearance, location and the means of secure storage proposed to serve that plot, shall be submitted to and approved in writing by the relevant Local Planning Authority, in consultation with Transport for London.",
    "The cycle parking should be provided as follows: 50% of the identified spaces are to be provided prior to the operation of the first relevant non-residential unit; and the final 50% of spaces will be made available prior to the operation of the final non-residential uses within the plot/ block. The scheme shall be implemented in accordance with the approved details and shall be permanently retained thereafter and used for no other purpose.",
    "Reason: In order to encourage the use of cycling as a sustainable mode of transport.",
    "Travel Plan",
    "The development shall be occupied only in accordance with the approved Travel Plan. No phase shall be occupied until full details of how the approved Travel Plan will be funded, implemented, monitored and reviewed has been submitted to and approved in writing by the Local Planning Authority. The Travel Plan is to be reviewed upon completion of each phase.",
    "Reason: In order to encourage the use of cycling as a sustainable mode of transport.",
    "Site Levels",
    "Unless details are provided and approved as part of the reserved matters submission(s) no above ground works, within phases 2 to 8, with the exception of activities associated with the surcharging of the site, shall take place until a drawing showing the proposed site levels of the application site and the finished floor levels of the proposed dwellings have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "Reason: To ensure a satisfactory standard of external appearance.",
    "Compliance with Design Code",
    "Applications for reserved matters for any proposed building must demonstrate how the proposed building design accords with the principles set out in the approved Beam Park Design Code (Ref: 448-PT-RP-0003-DC PL04).",
    "Reason: To ensure a satisfactory standard of external appearance.",
    "Secure by Design",
    "The development hereby permitted shall achieve a minimum silver award of the Secure by Design for Homes and Commercial (2015 Guide) or any equivalent document superseding the 2015 Guide. A Certificated Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided upon completion of each phase confirming that the agreed standards have been met.",
    "Reason: In order to provide a safe and secure development.",
    "Accessibility and Adaptability",
    "90% of the dwellings shall comply with Building Regulations Optional Requirement Approved Document M4(2) Category 2: Accessible and adaptable dwellings (2015 edition) and 10% of the residential units provided shall be capable of easy adaptation to Building Regulations Optional Requirement Approved Document M4(3) Category 3: (Wheelchair user dwellings) (2015 edition). Evidence of compliance shall be notified to the building control body appointed for the development in the appropriate Full Plans Application, or Building Notice, or Initial Notice to enable the building control body to check compliance.",
    "Reason: To ensure that accessible housing is provided.",
    "Provision of Amenity Space",
    "No residential unit within a plot/block shall be occupied until full details of the private amenity and open spaces, including children's play space, per phase have been submitted to and approved in writing by the Local Planning Authority and made available for use. The development shall be carried out in accordance with the approved details.",
    "Reason: To ensure a satisfactory standard of private amenity space.",
    "Refuse Storage and Segregation for Recycling",
    "There shall be no occupation of any unit within a plot / block until details of the provision for the storage of refuse/ recycling awaiting collection to serve that unit and a strategy setting out how to deal with bulky waste, has been submitted to and approved by the relevant Local Planning Authority and the storage has been made available for use. Unless otherwise agreed in writing these details shall include provision for suitable containment and segregation of recyclable waste. The measures shall be fully implemented in accordance with the agreed details for the development or the relevant phases thereof as the case may be.",
    "Reason: To protect the amenity of future occupiers and adjoining occupiers.",
    "Carbon Reduction - Residential",
    "The residential component of the development hereby permitted shall be carbon zero with a minimum 35% reduction in carbon dioxide emissions over Part L of the Building Regulations (2013) secured on site. Where the minimum reduction is not met, a Carbon Offset Payment shall be required and payable to the relevant Council. A certificated Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met.",
    "Reason: To ensure compliance with the proposed energy strategy.",
    "Carbon Reduction- Non-Residential",
    "The non-residential component of the development hereby permitted shall achieve as a minimum a 35% reduction in carbon dioxide emissions over Part L of the Building Regulations (2013). Where the minimum reduction is not met, a Carbon Offset Payment shall be required and payable to the relevant Council.",
    "Reason: To ensure compliance with the proposed energy strategy.",
    "BREEAM",
    "The non-residential component of the development hereby permitted shall achieve a minimum BREEAM 'Very Good' rating. Prior to operation of individual units a certificated Post Construction Review, or other verification process as agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met.",
    "Reason: To ensure that the proposed development is constructed in an environmentally sustainable manner.",
    "Energy compliance",
    "Each reserved matters submission shall be accompanied by an energy addendum which details how it accords with the site-wide Energy Strategy and demonstrates how the relevant phase(s) meet the relevant carbon emission reductions targets, as specified in conditions 23 and 24. Where the energy addendum demonstrates that the relevant phase will not comply with the energy reductions targets specified in conditions 24 and 25, a carbon offset payment shall be required.",
    "Reason: To ensure that the proposed development is constructed in an environmentally sustainable manner.",
    "Photovoltaic panels - Energy hierarchy",
    "Prior to occupation of any unit within a relevant phase, information on the proposed extent, location and detail of PV, along with detail on how it accords with the approved energy strategy, is to be submitted to and approved in writing by the Local Planning Authority. Such PV shall subsequently be installed in accordance with the agreed details prior to first occupation of any unit/ block within the relevant phase.",
    "Reason: To avoid unacceptable glare to pilots and to ensure satisfactory compliance with the approved energy strategy.",
    "Energy Efficiency",
    "Within one month of each identified sub-phase of a relevant phase being occupied, a certificated Post Construction Review, or other verification process agreed with the relevant Local Planning Authority, shall be provided, to demonstrate that the agreed standards set out in the Energy Strategy (June 2017) (or any relevant revised Strategy or Energy Addendum that has been approved by the relevant Local Planning Authority, where appropriate) have been met for each phase of the development. This must also include that, for the non-residential elements, the actual cooling demand is better than the notional cooling demand, as modelled in SBEM compliant software.",
    "A plan detailing the location and extent of each sub-phase shall be submitted to and agreed in writing by the relevant Local Planning Authority, within one month of an overall phase commencing, as identified in condition 7.",
    "Reason: To ensure satisfactory compliance with the approved energy strategy.",
    "Overheating - Phases 2 - 8",
    "In phases 2 - 8, no above ground development shall commence until dynamic overheating modelling in accordance with CIBSE Guidance TM52 and TM49 (or any other guidance that replaces this) to identify the risk of overheating has been submitted to and approved in writing by the Local Planning Authority (in consultation with the GLA). This should also include mitigation measures for any restrictions proposed, for example, by local air quality issues, ground floor apartments and single aspect units. Once approved, the agreed measures must be implemented prior to occupation of the development in that phase.",
    "Reason: In order to avoid overheating and minimise cooling demand.",
    "Overheating - Phase 1",
    "Prior to any above ground works relative to any plot / block containing residential units, dynamic overheating modelling in accordance with CIBSE Guidance TM52 and TM49 (or any other guidance that replaces this) to identify the risk of overheating shall be submitted to and approved in writing by the relevant Local Planning Authority (in consultation with the GLA). This should also include mitigation measures for any restrictions proposed, for example, by local air quality issues, ground floor apartments and single aspect units. Once approved, the agreed measures must be implemented prior to occupation of the development in that phase.",
    "Reason: In order to avoid overheating and minimise cooling demand.",
    "Ecology and Landscape Management Plan",
    "A Biodiversity and Ecological Strategy and Landscape Management Plan relative to each phase of development, including long term ecological objectives, in accordance with the Water Framework Directive (2000/60/EC) and a long-term management and maintenance plan for the public open space including trees, shall be submitted to and approved in writing by the Local Planning Authority before development on the relevant phase commences. For Phase 2a this should include: tree retention/removals plan, ecological recommendations for River Beam enhancement, measures for safeguarding relevant protected species including and water voles and bats, and determination of ecological recommendations and mitigations within Phase 2a and subsequent phases where appropriate. The development shall be carried out in accordance with the approved management plan.",
    "Reason: In order to preserve and enhance each Borough's natural environment.",
    "Landscaping, public realm, play space and boundary treatments",
    "A landscaping and public realm scheme for the public and private areas in the development shall be submitted to and approved in writing by the Local Planning Authority, prior to any above ground works within any phase.",
    "The detailed plan shall include the following details:",
    "- The overall layout, including extent, type of hard and soft landscaping and proposed levels or contours;",
    "- The location, species and sizes of proposed trees and tree pit design",
    "- Details of soft plantings, including any grassed/turfed areas, shrubs and herbaceous areas;",
    "- Enclosures including type, dimensions and treatments of any walls, fences, screen walls, barriers, railings and hedges;",
    "- Hard landscaping, including ground surface materials, kerbs, edges, ridge and flexible pavements, unit paving, steps and if applicable, any synthetic surfaces;",
    "- Street furniture, including type, materials and manufacturer's specification, if appropriate;",
    "- Detail",
    "Living Roofs",
    "Living roofs must be installed on all blocks and prior to commencement of the installation of living roofs on each block a detailed scheme for living roofs for that block (including maintenance and management arrangements) shall be submitted to and approved in writing by the Local Planning Authority. All buildings with living roofs must be designed to meet the following standard: The roofs shall comprise at least 50% native species, not including Sedum species, seeded with an annual wildflower mix or local seed source and should be designed for biodiversity with a minimum substrate depth of 80mm. The approved scheme shall be implemented in accordance with the approved scheme.",
    "Reason: To protect and enhance the biodiversity of the site and contribute towards sustainable drainage.",
    "Nesting Birds and Bat Roosts",
    "No phase shall be fully occupied until bird nesting and bat roosting boxes have been installed, and/ or bat roosting bricks and/ or bird nesting bricks have been installed in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority. The details shall accord with the advice set out in \"Biodiversity for Low and Zero Carbon Buildings: A Technical Guide for New Build\" (Published by RIBA, March 2010) or similar advice from the RSPB and the Bat Conservation Trust.",
    "Reason: In order to preserve and enhance the Borough's natural environment.",
    "Protection of Trees",
    "Whilst each phase is being developed, within the area of land covered by the relevant phase:",
    "a) all trees shall be protected by secure, stout exclusion fencing erected at a minimum distance equivalent to the branch spread of the trees and in accordance with BS:5837;",
    "b) any works connected with the approved scheme within the branch spread of the trees shall be by hand only. No materials, supplies, plant or machinery shall be stored, parked or allowed access beneath the branch spread or within the exclusion fencing.",
    "Where any hard surfaces or buildings are proposed within the root protection areas a method statement shall be submitted to and approved in writing by the Local Planning Authority. The submission shall include details demonstrating how the design will ensure the protection of the tree roots and the provision of permeable surfaces. The development shall be carried out in accordance with the approved method statement and details.",
    "Reason: To ensure that t",
    "Vegetation Clearance",
    "There shall be no vegetation clearance or tree works on any phase during the bird breeding season (March to August inclusive). If this is not possible the vegetation should be surveyed immediately prior to removal by a suitably qualified ecologist. If active nests/ nesting birds are present, the relevant works must be delayed until the chicks have left the nest. If nesting birds are found, a strategy to protect them must be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "Reason: In order to preserve and enhance the Borough's natural environment.",
    "Examination of Trees for Bats",
    "There shall be no tree works within a relevant phase during December to March (inclusive) until a physical examination of on-site trees with potential for roosting bats has been undertaken to ensure they are not occupied by roosting bats. If roosting bats are present within that phase, the relevant works must be delayed until a strategy to protect or relocate any roosting bats has been submitted to and approved in writing by the Local Planning Authority. Any such strategy shall detail areas of the site where there are to be no further works until relocation or mitigation has taken place. The development shall be carried out in accordance with the approved details.",
    "Reason: In order to preserve and enhance the Borough's natural environment.",
    "Air Quality Assessment",
    "No above ground works shall take place in the relevant phase of the development until an air quality assessment has been submitted to and approved in writing by the Local Planning Authority. The assessment shall be sufficient to demonstrate that during the operational phase of the proposed development relevant national and local air quality standards and objectives will be satisfied at existing and future sensitive receptors.",
    "The development hereby permitted shall seek to achieve Air Quality Neutral emissions benchmarks as set out in Appendix 5 of GLA Document Sustainable Design and Construction - Supplementary Planning Guidance -London Plan 2011- Implementation Framework (April 2014).",
    "Where the development is not air quality neutral, appropriate mitigation should be provided as agreed by the Local Planning Authority.",
    "Reason: Air quality must be assessed prior to above ground works to protect the amenity of future adjoining occupiers.",
    "Boiler and Combined Heat Power",
    "Within 6 months of commencing development of an identified phase, details of the boilers and combined heat and power plant (CHP) installation, and an air quality assessment of the impact of the CHP, must be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "The details shall be sufficient to demonstrate:",
    "- that best practicable means will be employed to both minimise emissions of oxides of Nitrogen (NOx) and particulate material < 10¼m in diameter (PM10) and particulate material < 2.5 Ã??????????¼m in diameter (PM2.5);",
    "- that the operation of the boilers and CHP installation (including mitigation) will not lead to an unacceptable risk from air pollution, prevent sustained compliance with EU limit values or national objectives for Nitrogen dioxide, PM10 or PM2.5;",
    "- The height of the discharge stack is sufficient to ensure that:",
    "(i) relevant national and local",
    "Noise and Vibration (A3 or A4 use)",
    "No unit to be used for A3 or A4 Use Class purposes shall be operated until a suitable mechanical ventilation system is installed in accordance with a scheme to control the transmission of noise and vibration which has been previously submitted to and approved in writing by the Local Planning Authority. Thereafter, the equipment shall be properly maintained and operated in accordance with the scheme during normal working hours.",
    "Reason: To protect the amenity of existing and future adjoining occupiers.",
    "Kitchen Ventilation Equipment",
    "Any kitchen extract system serving any non-residential uses hereby permitted shall include measures for the removal and treatment of cooking odours, the detail of which shall be submitted to and approved in writing by the relevant Local Planning Authority prior to the commencement of fit out works for the relevant commercial unit. The measures shall have regard to, and be commensurate with, guidance and recommendations in the current edition of publication '\"Specification for Kitchen Ventilation Systems\", DW/172, Heating and Ventilating Contractors Association, or other relevant and authoritative guidance.",
    "The development shall be carried out in accordance with the approved details and shall be in place prior to the operation of the use which necessitates the ventilation equipment being open to the public and shall be retained as such. This requirement will extend to all future changes of use that may be permitted by planning conditions 81 and 89.",
    "Reaso",
    "Noise Assessment",
    "Except where already approved, no above ground development shall take place in the relevant phase of the development until a scheme to demonstrate that the internal noise levels within the residential units of that phase will conform to the guideline values for indoor ambient noise levels as identified within BS 8233 2014 - Guidance on Sound Insulation and Noise Reduction for Buildings, has been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "Reason: Noise levels must be identified prior to commencement of above ground works to protect the amenity of future adjoining occupiers.",
    "Noise from Commercial Units",
    "The combined rating level of the noise from any single commercial unit shall not exceed the existing background noise level outside the window to any noise sensitive room. Any assessment of compliance with this condition shall be made according to the methodology and procedures presented in BS4142:2014.",
    "Reason: To protect the amenity of future adjoining occupiers.",
    "Noise from School",
    "The design of the schools hereby permitted are to be such that:",
    "1) As far as practicable the school design shall seek to ensure that noise emissions from school activities do not exceed 55 dB LAeq,16 hour at any existing or proposed dwelling;",
    "2) Where this is not possible, noise emissions from school activities shall not exceed 65 dB LAeq,16 hour at any existing or proposed dwelling;",
    "3) Noise from sources external to the school do not exceed 60 dB LAeq,30 minute within formal and informal outdoor teaching areas.",
    "Reason: To protect the amenity of existing and future adjoining occupiers.",
    "Noise from Entertainment",
    "Noise from entertainment including live and amplified music associated with any non-residential uses hereby permitted shall be controlled so as to be inaudible inside adjoining and other noise-sensitive premises in the vicinity. The initial test for compliance with the 'inaudibility' criterion will be that noise should be no more than barely audible outside those noise sensitive premises. In the event there is disagreement as to whether entertainment noise is or is not audible the following numerical limits shall be used to determine compliance with this condition: the LAeq (EN) shall not exceed LA90 (WEN) and; the L10 (EN) shall not exceed L90 (WEN) in any 1/3 octave band between 40Hz and 160Hz. EN = Entertainment noise level, WEN = Representative background noise level without the entertainment noise, both measured 1m from the faÃ?????????§ade of the noise-sensitive premise.",
    "Reason: To protect the amenity of existing and future adjoining occupiers.",
    "Hours of Operation- Non-Residential",
    "The non-residential uses hereby permitted shall only be open to members of the public between the hours of 07:00 to 23:00. Deliveries to and collections from the non-residential uses shall only take place between the hours of 07:00 and 21:00. The handling of bottles and movement of bins and rubbish is not permitted to take place outside the premises between the hours of 23:00 on one day and 07:00 the following day.",
    "Reason: To protect the amenity of future adjoining occupiers.",
    "Hours of Operation- Outdoor Sports",
    "The outdoor sports facilities and amenity areas within the school grounds to be made available to the public, shall not be illuminated or open to the public outside the hours of 07:00 and 22:00 Mondays to Sundays.",
    "Reason: To protect the amenity of future adjoining occupiers.",
    "Reserved Matters School plots",
    "Any reserved matters application for the primary school plots must detail the community uses of the school facilities.",
    "Reason: To provide opportunities for community groups to access space for meeting to ensure the development of strong and inclusive communities.",
    "Lighting Strategy- Phase 2 River Beam Interface",
    "Prior to the occupation of phase 2, a lighting strategy shall be submitted to and approved by the Local Planning Authority relative to treatment of the River Beam Corridor (extending to a minimum of 8m from either side of the main River) detailing how light spill into the River Beam watercourse and adjoining trees will be minimised. The scheme shall subsequently be implemented in accordance with the approved details prior to the works being complete on the River Beam (including those works within 8 metres either side of the river).",
    "Reason: In the interests of ecology and biodiversity.",
    "Flood Risk",
    "The development hereby permitted shall be constructed in accordance with the approved Beam Park Flood Risk Assessment Report, produced by Capita V.4 (dated June 2017) and shall ensure that finished floor levels are set above the 2100 breach flood level.",
    "Reason: To prevent the risk of sewage flooding and to protect water quality.",
    "River Beam Buffer Zone",
    "No development of any permanent structure falling within the Central Park, other than that agreed within the Flood Risk Assessment (Beam Park Flood Risk Assessment Report, produced by Capita V.4 dated June 2017) required for flood management, shall take place until a scheme for the provision and management of an 8 metre wide buffer zone (measured from the centre of the channel) alongside the River Beam has been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be carried out in accordance with the approved scheme. Any subsequent amendments shall be agreed in writing with the Local Planning Authority. The buffer zone scheme shall be free from built development including lighting, domestic gardens, roads and paths unless otherwise agreed in writing by the Local Planning Authority.",
    "The schemes shall include:",
    "- Plans showing the extent and layout of the buffer zone;",
    "- Details of any proposed planting scheme (for",
    "Sustainable Urban Drainage",
    "No development shall take place in a relevant phase of the development until a detailed surface water drainage scheme for the site based on Sustainable Urban Drainage Systems (SUDS) and including a finalised drainage layout plan that details pipe levels, diameters, asset locations and long and cross sections of each SUDS element, has been submitted to and approved in writing by the relevant Local Planning Authority. The drainage strategy shall include a restriction in run-off to greenfield discharge rates along with details of surface water storage on site. The scheme shall subsequently be implemented in accordance with the approved details before the development in the relevant phase is occupied.",
    "Reason: SUDS must be identified prior to the commencement of development to prevent flooding, improve and protect water quality, improve habitat and amenity, and ensure future maintenance of the surface water drainage system.",
    "Drainage Strategy",
    "No development shall take place in a relevant phase until a drainage strategy detailing any on and/ or off-site drainage works has been submitted to and approved in writing by the relevant Local Planning Authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed.",
    "Reason: Drainage must be identified prior to the commencement of development to prevent the risk of sewer flooding and to protect water quality.",
    "Drainage Maintenance",
    "Prior to first occupation of each relevant phase, a maintenance plan detailing the maintenance regime for each drainage feature and clearly identifying the body responsible for its maintenance shall be submitted to and approved in writing by the relevant Local Planning Authority. The drainage shall be maintained in accordance with the approved maintenance plan.",
    "Reason: To prevent the risk of damage to sewerage infrastructure and to protect water quality.",
    "Piling Method Statement",
    "Except where already approved, no piling shall take place in the relevant phase of the development until a piling method statement detailing the depth, type of piling, methodology including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure and the programme for the works, has been submitted to and approved in writing by the relevant Local Planning Authority in consultation with the sewerage undertaker. The development shall be carried out in accordance with the approved details.",
    "Reason: Piling methodology must be identified prior to the commencement of development to ensure the early warning of flood events and reduce the risk of flooding to future occupants.",
    "It is necessary to deal with these matters by approval of details, as the detailed information was not available for consideration as part of the planning application submission.",
    "Non-Road Mobile Plant and Machinery (\"NRMM\")",
    "The development hereby permitted shall not commence until the developer/ contractor has signed up to the NRMM register. Following sign-up, the following steps shall be undertaken:",
    "a) The development site must be entered onto the register alongside all the NRMM equipment details.",
    "b) The register must be kept up-to-date for the duration of the construction of development.",
    "c) It is to be ensured that all NRMM complies with the requirements of the directive.",
    "d) An inventory of all NRMM to be kept on-site stating the emission limits for all equipment.",
    "Reason: NRMM registry is required prior to commencement of development in order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents.",
    "Oil Interceptors",
    "Except where already approved, no above ground development shall take place in the relevant phase of the development until details of petrol and oil interceptors for all car parking, servicing and loading areas for the relevant phase have been submitted to and approved in writing by the relevant Local Planning Authority. The scheme shall subsequently be implemented in accordance with the approved details before the development in the relevant phase is occupied.",
    "Reason: Oil interceptors must be identified prior to above ground works prevent pollution of the water environment.",
    "Unexpected Contamination",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the relevant Local Planning Authority. Development on the part of the site affected shall be suspended and an investigation and risk assessment must be undertaken in accordance with the requirements of condition 57, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 58 which are subject to the approval in writing of the Local Planning Authority. These approved schemes shall be carried out before the development is resumed or continued.",
    "Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the local planning authority.",
    "Reason: Contamination must be identified prior to the commencement of development to ens",
    "Borehole Management",
    "A scheme for managing any borehole (phases 2 to 8) installed for the investigation of soils, groundwater or geotechnical purposes shall be submitted to and approved in writing by the Local Planning Authority on a phase by phase basis. The scheme shall provide details of how redundant boreholes are to be decommissioned and how any boreholes that need to be retained, post-development, for monitoring purposes will be secured, protected and inspected. The scheme as approved shall be implemented prior to each phase of development being brought into use.",
    "Reason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors.",
    "Construction Environmental Management Plan",
    "No development within phases 2 to 8 shall commence, including any works of demolition, until a Construction Environmental Management Plan (CEMP) and a Site Waste Management Plan (SWMP) have been submitted to and approved in writing by the Local Planning Authority. These plans shall incorporate details of:",
    "a) Details of the site manager, including contact details (phone, email, postal address) and the location of a large notice board on the site that clearly identifies these details and a 'Considerate Constructors' contact telephone number;",
    "b) Construction traffic management and Construction Logistics Plan;",
    "c) The parking of vehicles of site operatives and visitors;",
    "d) Loading and unloading of plant and materials;",
    "e) Storage of plant and materials used in constructing the development;",
    "f) The erection and maintenance of security hoarding(s) including decorative displays and facilities for public viewing, where appropriate;",
    "g) Wheel washing fac",
    "Demolition and Construction Hours",
    "Demolition and construction work and associated activities are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday and 08:00-13:00 Saturday with no work on Sundays or public holidays other than internal works not audible outside the site boundary. Driven piling or ground improvement work which will generate perceptible offsite ground borne vibration is only to be carried out between the hours of 08:00 and 18:00 Monday to Friday.",
    "Reason: In order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents.",
    "Piling Vibration",
    "If piling or other ground improvement work is undertaken pursuant to this permission then the 5% level of vibration attributable to these activities shall not exceed a peak particle velocity of 1.5mm/sec when measured at the point of entry to any adjoining residential development. In the event of reasonable complaint of vibration nuisance and at the request of the Local Planning Authority monitoring to evaluate compliance with this condition is to be carried out and the results submitted to the relevant Local Planning Authority.",
    "Reason: In order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents.",
    "Foundation Design",
    "Except where already approved, other than the provision of roads and sewers, no development shall take place in each phase of the development until details of the foundation design and construction method to protect archaeological remains have been submitted to and approved in writing by the relevant Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "Reason: Foundation design is required prior to commencement of development because important archaeological remains may exist on site and the relevant Local Planning Authority wishes to secure the provision of an archaeological monitoring prior to commencement of development.",
    "Permitted Development",
    "Notwithstanding the provisions of The Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification) no extension, enlargement or other alterations shall take place to the consented dwelling houses without the prior written approval of the relevant Local Planning Authority to whom a planning application must be made. This restriction also extends to the erection of fences, walls or provision of hard surfacing within the front gardens of the dwellings, for which a planning application would be required.",
    "Reason: To protect local amenity, prevent over development of the site and ensure a satisfactory standard of external appearance.",
    "Satellite Dishes",
    "No satellite dishes may be installed on the exterior of any of the approved apartment blocks, with the exception of a roof mounted dish providing a communal system available to each resident of the apartment block.",
    "Reason: To ensure a satisfactory standard of external appearance.",
    "Fire Safety",
    "Each application for reserved matters consent must be accompanied by a fire statement, produced by an independent third party suitably qualified assessor, which shall detail:",
    "a) the buildings construction, methods, products and materials used;",
    "b) the means of escape for all building users including those who are disabled or require level access together with the associated management plan;",
    "c) access for fire service personnel and equipment;",
    "d) ongoing maintenance and monitoring; and",
    "e) how provision will be made within the site to enable fire appliances to gain access to the building.",
    "The development shall be carried out in accordance with the approved details.",
    "Reason: In order to provide a safe and secure development and to minimise the risk of fire and the risk of loss of life due to any fire.",
    "Bird Hazard Management Plan",
    "Except where already approved, no above ground works shall take place until a Bird Hazard Management Plan has been submitted to and approved in writing by the relevant Local Planning Authority, in consultation with London City Airport. The submitted plan shall include details of:",
    "- Management of any flat/shallow pitched/green roofs on buildings within the site which may be attractive to nesting, roofing and 'loafing' birds. The management plan shall comply with Advice Note 8 'Potential Bird Hazards from Building Design'.",
    "The Bird Hazard Management Plan shall be implemented as approved and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the relevant Local Planning Authority.",
    "Reason: To minimise the attractiveness of flat roofs to birds, which could endanger the safe movement of aircraft and the operation of London City Airport.",
    "Outline Delivery and servicing plan for residential uses",
    "A delivery and servicing plan (DSP) for phases 2 - 8, detailing the residential uses, shall be submitted to and approved, in writing, by the relevant Local Planning Authority prior to occupation of any part of that phase of development. The DSP shall cover the following items:",
    "- Deliveries and collections;",
    "- Servicing trips (including maintenance);",
    "- Details for management and receipt if deliveries for the residential properties; P1125.19 Page 30 of 39 havpdeca",
    "- Cleaning and waste removal, including arrangements for refuse collection; and",
    "- Monitoring and review of operations.",
    "The DSP shall be implemented once any part of the development is occupied and shall remain in place unless otherwise agreed in writing.",
    "Reason: In order to minimise the impact of the development on the free flow of traffic on the local highway network during peak periods in the interests of highway safety and to protect the amenity of existing and futu",
    "Outline- Delivery and servicing plan non-residential uses",
    "Where applicable, a delivery and servicing plan (DSP) for any non-residential uses in phases 2 to 8 shall be submitted to and approved, in writing, by the relevant Local Planning Authority prior to occupation of any non-residential unit within the relevant phase of development. The DSP shall cover the following items:",
    "- Deliveries and collections;",
    "- Servicing trips (including maintenance);",
    "- Cleaning and waste removal, including arrangements for refuse collection; and",
    "- Monitoring and review of operations",
    "- The DSP shall be implemented prior to the occupation of any non-residential unit and shall remain in place unless otherwise agreed in writing.",
    "Reason: In order to minimise the impact of the development on the free flow of traffic on the local highway network during peak periods in the interests of highway safety and to protect the amenity of existing and future occupiers.",
    "Daylight\\Sunlight",
    "No above ground development shall take place in the relevant phase until minimum targets for sunlight and daylight for existing and proposed residential units within the site have been agreed in writing with the relevant Local Planning Authority. Thereafter, applications for reserved matters must ensure the detailed design of the units comply with the agreed targets.",
    "Reason: To ensure a satisfactory standard of living for both existing and future occupiers.",
    "Glare",
    "Except where already approved, prior to the installation of any photovoltaic panels in any phase, a strategy for their location must be provided and approved in writing by the relevant Local Planning Authority in consultation with London City Airport.",
    "Reason: To ensure that their reflection will not impact vision of pilots on their approach into London City Airport",
    "Cranes",
    "Except where already approved, prior to the positioning of any crane/s on the site which exceed 70 metres AOD details shall be submitted to and approved in writing by the relevant local authority, in consultation with London City Airport.",
    "Reason: To allow assessment against London City Airport's safety criteria.",
    "Family Housing",
    "In all phases, with the exception of phase 1, a minimum of 25% of all residential units must have 3 bedrooms or more.",
    "Reason: In order to provide a good mix of development and ensure a sustainable community.",
    "Parking",
    "No development shall take place in phases 2 to 8 of the development until details of the car and motorcycle parking layout, electric vehicle charging points and passive provision for that phase have been submitted to and approved in writing by the relevant Local Planning Authority. The scheme shall ensure that at least 20% of all residential parking spaces are for electric vehicles with an additional 20% passive provision (as defined in the London Plan March 2016) for future use and at least 10% of all commercial parking spaces shall be for electric vehicles with an additional 20% passive provision. The development shall provide up to 1,314residential car parking spaces, including 98 visitor spaces and a minimum of 10 car club spaces. The scheme shall be implemented in accordance with the approved details, prior to the occupation of the development, and shall be permanently retained thereafter and used for no other purpose.",
    "Reason: To ensure that sufficient off-street parking",
    "Timing of Station",
    "Until the new on-site Beam Park Station has been constructed and is available for the use of rail passengers on site, residential occupations shall be limited to residential and commercial units falling within phases, 1, 2 and 3.",
    "Reason: To ensure that the number of occupied homes benefit from an appropriate level of public transport accessibility.",
    "Phase 1 - Delivery and servicing plan for residential uses",
    "A delivery and servicing plan (DSP) for the residential uses within Phase 1, shall be submitted to and approved, in writing, by the relevant Local Planning Authority prior to occupation of any part of Phase 1. The DSP shall cover the following items:",
    "- Deliveries and collections (both commercial and residential);",
    "- Servicing trips (including maintenance);",
    "- Details for management and receipt if deliveries for the residential properties;",
    "- Cleaning and waste removal, including arrangements for refuse collection; and",
    "- Monitoring and review of operations.",
    "The DSP shall be implemented once any part of the development is occupied and shall remain in place unless otherwise agreed in writing.",
    "Reason: In order to minimise the impact of the development on the free flow of traffic on the local highway network during peak periods in the interests of highway safety and to protect the amenity of existing and future occupiers.",
    "Phase 1 - Delivery and servicing plan for non-residential uses",
    "A delivery and servicing plan (DSP) for the non-residential shall be submitted to and approved, in writing, by the relevant Local Planning Authority prior to occupation of any non-residential unit within Phase 1. The DSP shall cover the following items:",
    "- Deliveries and collections;",
    "- Servicing trips (including maintenance);",
    "- Cleaning and waste removal, including arrangements for refuse collection; and",
    "- Monitoring and review of operations",
    "- The DSP shall be implemented prior to the occupation of any non-residential unit and shall remain in place unless otherwise agreed in writing.",
    "Reason: In order to minimise the impact of the development on the free flow of traffic on the local highway network during peak periods in the interests of highway safety and to protect the amenity of existing and future occupiers.",
    "Phase 1 energy strategy",
    "Prior to commencement of any above ground works relative to a plot / block in phase 1, an energy addendum must be submitted to and approved by the Local Planning Authority, in consultation with the GLA, to include:",
    "- Detailed locations of photovoltaic panels, having regard to the energy hierarchy;",
    "- Demonstration of how that plot / block will comply with the site-wide energy strategy; and",
    "- Demonstrating how the development will follow the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure a minimum 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013",
    "Prior to occupation, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approv",
    "Lighting Strategy- Ball Court",
    "Prior to occupation of any part of Phase 1, a lighting strategy for the treatment and management of the proposed Ball Court beneath Marsh Way flyover shall be submitted to and approved in writing by the relevant Local Planning Authority. The lighting strategy shall ensure that all lighting is to be designed, installed and maintained so as to fully comply with The Institution of Lighting Professionals publication, \"Guidance Notes for the Reduction of Obtrusive Light\", reference GN01:2011. The design shall satisfy criteria to limit obtrusive light presented in Table 2 of the document, relating to Environmental Zone E3 - Medium district brightness areas - small town centre or suburban locations. Development shall be carried out in accordance with the approved details.",
    "Reason: In the interest of design quality, residential amenity, accessibility, public safety, protecting the night sky and biodiversity.",
    "Bus loop implementation",
    "No work on the bus loop, indicated on plan 11336-8104 Rev P6, shall commence until the following have been submitted to, and approved by, the Local Authority in consultation with TfL:",
    "- the design of the bus loop, including materials, surfacing and landscaping;",
    "- swept path, vehicle tracking diagrams and double decker bus manoeuvring;",
    "- number, layout and design of bus stops and associated shelters.",
    "Reason: To demonstrate that two buses can access and egress the site simultaneously and ensure that the bus loop functions appropriately with all surrounding sites.",
    "Bus loop",
    "Reasonable endeavours must be made with the owners of the adjacent sites, the borough and TfL to ensure that the bus loop facility is implemented.",
    "Reason: To demonstrate that two buses can access and egress the site simultaneously and ensure that the bus loop functions appropriately with all surrounding sites",
    "Phase 1 - Station square support uses",
    "At all times during the operation of the centre within phase 1 hereby approved space will be made available for a minimum of 3,555 sqm GIA of support uses (Use Classes A1, A2, A3, A4, D1, D2 and B1) excluding the station ticket hall. At no time during operation of the centre will the following be exceeded:",
    "- A maximum of 1,210 sqm of floorspace (GIA excluding plant and waste) used for",
    "- A1, A2, A3 and A4 uses",
    "- No single unit for A1 retail use shall exceed 420 sqm gross floorspace (GIA excluding plant and waste)",
    "- A4 use can only take place in block K1",
    "- A minimum of 1,500 sqm for a medical centre (Use Class D1)",
    "- A minimum of 645 sqm for a nursery (Use Class D1)",
    "- A minimum 110 sqm will be made available for community uses (either D1 or D2",
    "- Use Classes)",
    "- B1 use can only take place in block H",
    "Reason: To maintain a diverse size and mix of Use Classes.",
    "Phase 1 - Maintenance of Station square support uses",
    "Prior to the first occupation of any non-residential unit hereby permitted, a schedule outlining the proposed use and floor area of each proposed unit to demonstrate compliance with the floor space limits outlined in Condition 89 shall be submitted to and approved in writing by the local planning authority.",
    "Prior to any subsequent change of occupation, use or amalgamation of any unit/s hereby permitted, an updated schedule of the uses and floor areas shall be submitted to and approved in writing by the local planning authority. The development shall be used in accordance with the latest schedule to be approved. Where relevant, the requirements of condition 42, relating to kitchen extract equipment, must be considered.",
    "Reason: To provide a mechanism for ensuring compliance with Condition 89 without requiring planning applications for changes of use or enlargement or subdivision of units within the development in acceptable circumst",
    "On-site Ecologist 1",
    "No works shall commence to the Central Park on the development hereby approved until an independent Ecological Clerk of Works (ECoW) or On-site Ecologist has been appointed by the developer to oversee the implementation of the planning conditions including the Ecology and Landscape Management Plan and Construction Environmental Management Plan during the detailed design, construction, and restoration of the phase of the development.",
    "Reason: In order to preserve and enhance the Borough's natural environment.",
    "On Site Ecologist 2",
    "Prior to appointing the ECoW or On-Site Ecologist in accordance with Condition 83, a 'scope of works' for that person shall be submitted to, and approved in writing by, the Local Planning Authority. As a minimum, the ECoW or On-Site Ecologist shall:",
    "- approve relevant documents prior to submission for condition discharge",
    "- be present to oversee all excavation within the river corridor or in-stream construction works;",
    "- ensure compliance with all wildlife legislation;",
    "- undertake pre-construction checks for mammals and nesting birds (mid-March to end of July for nesting birds). The results of the preconstruction check shall include a map showing results of survey in relation to the proposed working corridor);",
    "- oversee implementation of all ecological mitigation, as detailed in approved documents",
    "- monitor restoration of the site and ensure that the agreed habitat restoration targets are achieved;",
    "- have the authority, on and off-site, to halt operations or to alte"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T00:04:21.784+00:00",
  "ward": "South Hornchurch",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "lapsed_date": "17/03/2025",
  "decision_target_date": "17/03/2022",
  "centroid": {
    "lat": "51.5258698",
    "lon": "0.1605086"
  },
  "lpa_app_no": "P0242.21",
  "status": "Approved",
  "site_name": "Block T (within Phase 2A), Beam Park",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0242.21",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549416.488,
              182928.747
            ],
            [
              549530.28,
              183263.621
            ],
            [
              549587.718,
              183256.035
            ],
            [
              549616.979,
              183287.463
            ],
            [
              549739.441,
              183199.681
            ],
            [
              550598.841,
              182941.752
            ],
            [
              550585.837,
              182940.668
            ],
            [
              550595.59,
              182918.994
            ],
            [
              550586.92,
              182829.044
            ],
            [
              550595.59,
              182822.541
            ],
            [
              550595.59,
              182746.68
            ],
            [
              549416.488,
              182928.747
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "20/05/2021",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Former Ford Assembly Plant Site",
  "pp_id": "09335699",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "549973",
  "appeal_start_date": null,
  "centroid_northing": "182985",
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.15246859999999998,
          51.5255117
        ],
        [
          0.1542496,
          51.5284906
        ],
        [
          0.15507379999999998,
          51.5284072
        ],
        [
          0.1555086,
          51.5286819
        ],
        [
          0.1572355,
          51.5278607
        ],
        [
          0.1695049,
          51.5253149
        ],
        [
          0.1693172,
          51.5253086
        ],
        [
          0.1694484,
          51.5251112
        ],
        [
          0.1692851,
          51.5243054
        ],
        [
          0.16940719999999998,
          51.5242446
        ],
        [
          0.1693749,
          51.5235631
        ],
        [
          0.15246859999999998,
          51.5255117
        ]
      ]
    ],
    "type": "Polygon"
  }
}