{
  "epc_number": null,
  "decision_target_date": "06/11/2023",
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "description": "Part single and part two storey rear extension with balcony; conversion of garage into habitable space; alterations of roof from hip to gable ends; rear roof extension; installation of one rooflight to front roofslope and external alterations to west elevation replacing windows",
  "site_number": null,
  "postcode": "W5 4LT",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": "12089823",
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/233568HH;",
  "valid_date": "01/09/2023",
  "centroid": {
    "lon": -0.290929,
    "lat": 51.502498
  },
  "borough": "Ealing",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "38 Baronsmede",
  "bo_system": "CSV Data Import",
  "centroid_easting": 518721,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "01/11/2026",
  "actual_completion_date": null,
  "centroid_northing": 179558,
  "locality": "London",
  "wgs84_polygon": null,
  "development_type": "Other house holder developments",
  "lpa_app_no": "233568HH",
  "application_details": {
    "intended_completion_date": "12/2024",
    "total_gia_gained": 90.1,
    "no_additional_bathrooms": 2,
    "existing_uprns": [
      "12089823"
    ],
    "intended_commencement_date": "03/2024",
    "no_additional_bedrooms": 1
  },
  "secondary_street_name": null,
  "polygon": null,
  "last_updated": "2025-03-19T02:42:51.121+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Ealing Common",
  "appeal_start_date": null,
  "last_updated_by": "Planning Portal ingest",
  "application_type": "Householder",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby permitted shall be carried out in accordance with drawing -  Revised Plans  Rec. 30/10/2023 - (PA) 2.1-2.2 P2 Proposed Ground & First Floor Plan, (PA) 2.3-2.4 P2 Proposed Loft & Roof Floor Plan, (PA) 2.5-2.6 P2 Proposed Front & Rear Elevations and (PA) 2.7-2.9 P2 Proposed Side Elevation and Sections AA & BB",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), Policy DAA of Ealing's Local Plan (Reg 18), policies D1 and D3 of the London Plan (2021) and the National Planning Policy Framework (2023) - Section 12.",
    "| Other than the balconies identified in the approved drawings listed under condition 2, no part of the roof shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012).",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the approved development.",
    "Reason:  To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013) and policies D3, D4 and D6 of the London Plan (2021).",
    "| Prior to first use of the balcony hereby approved, 1.7m high obscure-glazed privacy screens must be installed on both sides of the balcony identified on the approved drawings listed under condition 2. The privacy screens must be retained for the lifetime of the development.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policy DAA of Ealing's Local Plan (Reg.18), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012).",
    "| The hereby approved front rooflights to the roof slope of the hereby approved development shall not project more than 150mm from the plane of the roof slope when measured perpendicularly and shall be retained as such for the lifetime of the development.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the area in accordance with policies D3 and D4 of the London Plan (2021), policy DAA of Ealing's Local Plan (Reg.18) and policies 7B and 7.4 of the Ealing Development Management DPD (2013)."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Ealing",
  "pp_id": "PP-12425818",
  "decision_date": "01/11/2023",
  "id": "Ealing-233568HH",
  "street_name": "Baronsmede"
}