{
  "last_updated_by": "CSV Data Import",
  "application_type": "Householder",
  "decision_agency": "Borough",
  "centroid_northing": 186414,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": "20/09/2023",
  "ward": "ICK/HAM & S HF/D 22",
  "lpa_app_no": "62851/APP/2023/877",
  "cil_liability": false,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=62851/APP/2023/877",
  "lpa_name": "Hillingdon",
  "valid_date": "23/03/2023",
  "pp_id": "12040050",
  "postcode": null,
  "appeal_status": null,
  "street_name": "ICKENHAM",
  "centroid_easting": 507934,
  "uprn": null,
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 58.9,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "08/2023",
    "intended_commencement_date": "05/2023",
    "site_area": 0.044000000000000004
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4444005,
          51.5663066
        ],
        [
          -0.44426849999999996,
          51.5664286
        ],
        [
          -0.44421269999999996,
          51.566385
        ],
        [
          -0.4441834,
          51.5664036
        ],
        [
          -0.4438968,
          51.5661905
        ],
        [
          -0.4439394,
          51.5661708
        ],
        [
          -0.4439954,
          51.5662084
        ],
        [
          -0.44404489999999996,
          51.5661579
        ],
        [
          -0.4443948,
          51.5663077
        ],
        [
          -0.4444005,
          51.5663066
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Erection of a two storey side extension. Erection of single storey front extension with two roof lights and amendments to fenestration. Alterations to the roof of existing rear extension with installation of new roof lantern.",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Householder planning permission",
  "epc_number": null,
  "centroid": {
    "lon": "-0.44415679999999996",
    "lat": "51.5662828"
  },
  "appeal_decision_date": "19/10/2023",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 21/3444/11, 21/3444/12 (revised), 21/3444/15 Rev. A, 21/3444/16 Rev. A, BS5837 Tree Survey, Arboricultural Impact Assessment and Method Statement, Ref 1156, Elizabeth Greenwood.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The windows and materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor side elevation windows shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the Arboricultural method statement and Tree protection measures detailed in Section 5 of the BS5837 Tree Survey, Arboricultural Impact Assessment and Method Statement (Ref 1156, Elizabeth Greenwood).",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policies G5, G6 and G7 of the London Plan (2021).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include details of a replacement tree to be planted within the rear garden to offset the loss of the tree identified in the BS5837 Tree Survey, Arboricultural Impact Assessment and Method Statement (Ref 1156, Elizabeth Greenwood). The following details should be provided:",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of tree planting and cultivation works to be undertaken,",
    "2. Details of Landscape Maintenance",
    "2.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "2.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "3. Schedule for Implementation",
    "Thereafter the development shall be carried out a",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "development_type": null,
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "appeal_decision": "Withdrawn",
  "locality": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "17/05/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507917.051,
              186416.2839
            ],
            [
              507925.9146,
              186430.0422
            ],
            [
              507929.8833,
              186425.2797
            ],
            [
              507931.8677,
              186427.3964
            ],
            [
              507952.2407,
              186404.113
            ],
            [
              507949.3302,
              186401.864
            ],
            [
              507945.3615,
              186405.9651
            ],
            [
              507942.0542,
              186400.2765
            ],
            [
              507917.4479,
              186416.4162
            ],
            [
              507917.051,
              186416.2839
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-62851_APP_2023_877",
  "site_name": "10 THE MALLOWS",
  "lapsed_date": "17/05/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "18/05/2023",
  "last_updated": "2025-03-19T00:59:59.505+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "22/04/2023",
  "bo_system": "CSV Data Import"
}