{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100090259",
  "decision_date": "27/02/2006",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-05_00492_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "IG11 8TA",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": "30/11/2008",
          "no_rooms_proposed": 30,
          "actual_commencement_date": "01/10/2006",
          "unit_type": "Care Home Bedroom",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.10300000000000001,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 600,
      "total_gia_gained": 0,
      "total_gia_lost": 600,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": "01/10/2006",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 600
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 0.10200000000000001
  },
  "valid_date": "02/06/2005",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment of site involving erection of a 3/4 storey residential care home providing 30 bedrooms for people with learning disabilities together with associated parking",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "No external construction works, deliveries, external running of plant and equipment or internal works audible outside the site boundary shall take place on the site other than between the hours of 0800  to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:\rTo ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The landscaping scheme as approved in accordance with condition No. ^IN; shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:\rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area.",
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include indications of all existing trees, shrubs and hedgerows on the site and details of those to be retained.\r\rReason:\rTo safeguard and improve the appearance of the area and in order to comply with Section 197 of the Town and Country Planning Act 1990.",
    "The car parking areas indicated on drawing No. ^IN; shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:\rTo ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway and in accordance with Policy T.13 of the Unitary Development Plan.",
    "The development shall not be commenced until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved by the Local Planning Authority in writing.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:\rTo ensure the development is satisfactorily landscaped in order to improve the visual appearance of the area.",
    "The development shall not be commenced until details of all boundary fences and walls have been submitted to and approved by the Local Planning Authority and no part of the development shall be occupied until the approved fences and walls for that part have been provided.  The approved fences and walls shall be retained unless the Local Planning Authority gives prior written approval to their removal.\r\rReason:\rTo ensure the satisfactory means of enclosure for the proposed development in the interests of the visual amenity of the area.",
    "The dustbin enclosures indicated on drawing No. ^IN;  shall be constructed in accordance with the approved plans and thereafter permanently retained for the use of the occupiers of the premises.\r\rReason:\rTo provide satisfactory refuse storage provision in the interests of the appearance of the site and locality in accordance with the requirements of Policy H.13 of the Unitary Development Plan.",
    "The permitted development shall not be commenced until details/samples of all facing materials to be used in the development have been submitted to and approved in writing by the Local Planning Authority and no facing materials shall be used except those so approved.\r\rReason:\rTo safeguard the appearance of the development.",
    "The development shall not be commenced until a written scheme and programme of archaeological investigation has been submitted to and  approved by the Local Planning Authority, and the development shall not be carried out except consistently with and in conformity with such approved scheme and programme.\r\rReason:\rTo safeguard the heritage of the Borough by providing an adequate opportunity to investigate and excavate archaeological remains on the site before development is carried out in accordance with Policy DE36 & 37 of the Unitary Development Plan.",
    "The disabled parking bay indicated on the approved site layout plan shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:\rTo ensure and promote easier access for disabled persons to the approved building and in accordance with policy T17 of the UDP.",
    "Details of a scheme of noise mitigation to protect residents from traffic noise emanating from Longbridge Road shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development.  The development shall be completed in accordance with the approved scheme.\r\rReason:\rIn order to provide a good standard of residential amenity to the future occupants of the development and in accordance with policy G36 of the UDP.",
    "Details of a scheme of on site cycle parking provision shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development.  The approved cycle parking facilities shall be installed prior to first occupation of the building and thereafter maintained for such use.\r\rReason:\rIn the interests of promoting cycling as a safe, efficient and non-polluting mode of transport.",
    "Before the development is commenced a detailed site investigation shall be carried out to establish if the site is contaminated, to assess the degree and nature of the contaminant present and to determine its potential for the pollution of the water environment. The method and extent of this site investigation shall be agreed with the Local Planning Authority prior to commencement of the work. Details of appropriate measures to prevent pollution of groundwater and surface water, including provisions for monitoring, shall then be submitted to and approved by the Local Planning Authority before development commences. The development shall proceed in strict accordance with the measures approved.\r\rReason:\rTo prevent pollution of the water environment and in accordance with policy G38 of the UDP.",
    "The development shall provide 10% of its energy needs from renewable energy generated on site in accordance with a scheme that shall have been submitted to and approved by the Local Planning Authority.  No part of the development shall be occupied until the approved renewable energy scheme has been implemented.\r\rReason:\rIn order to reduce the carbon emissions arising from the development and in accordance with policies 4A.8 and 4A.9 of the London Plan (2004).",
    "The development authorised by this permission shall not begin until the local planning authority has approved in writing a full scheme for the provision of a vehicular access serving the site from Park Avenue.  The occupation of the development shall not begin until those works have been completed in accordance with the local planning authority's approval and have been certified in writing as complete by or on behalf of the local planning authority.\r\rReason:\rIn the interests of highway safety and in accordance with policy T27 of the UDP.",
    "The windows and balcony screen on the north-west elevation of the building shall be designed and installed so as to prevent the overlooking of the adjacent gardens in accordance with a scheme which shall be submitted to and approved by the local planning authority prior to the commencement of the development.\r\rReason:\rIn the interests of the residential amenity of neighbouring residents and in accordance with policy H13 of the UDP.",
    "The building hereby permitted shall not be occupied until there has been submitted to and approved by the Local Planning Authority a Green Travel Plan for the site which shall include proposals for minimising car-borne travel and encouraging the use of public transport.  The approved Green Travel Plan shall be implemented and monitored in accordance with the approved scheme.\r\rReason:\rIn view of the limited on site parking provision, in order to encourage the use of sustainable transport and in accordance with strategic policy X of the UDP."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:52.792+00:00",
  "ward": "Abbey",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "27/02/2011",
  "decision_target_date": "28/07/2005",
  "centroid": {
    "lat": "51.5421486",
    "lon": "0.08488659999999999"
  },
  "lpa_app_no": "05/00492/FUL",
  "status": "Commenced",
  "site_name": "Sahara Parkside Apartments",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=8281",
  "locality": "Barking",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              544653.55,
              184643.05
            ],
            [
              544657.15,
              184647.75
            ],
            [
              544670.5,
              184665.3
            ],
            [
              544684.35,
              184654.75
            ],
            [
              544687.55,
              184652.3
            ],
            [
              544698.95,
              184643.55
            ],
            [
              544682.95,
              184623.5
            ],
            [
              544676.85,
              184623
            ],
            [
              544666.5,
              184631.6
            ],
            [
              544653.55,
              184643.05
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "101 - 113",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "01/10/2006",
  "street_name": "LONGBRIDGE ROAD",
  "pp_id": null,
  "subdivision_of_building": "Sahara Parkside Apartments",
  "cil_liability": null,
  "centroid_easting": "544676",
  "appeal_start_date": null,
  "centroid_northing": "184643",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.0845631,
          51.5421548
        ],
        [
          0.0846169,
          51.5421961
        ],
        [
          0.0848165,
          51.5423504
        ],
        [
          0.0850117,
          51.5422521
        ],
        [
          0.0850568,
          51.5422292
        ],
        [
          0.0852175,
          51.5421477
        ],
        [
          0.08497869999999999,
          51.5419716
        ],
        [
          0.0848906,
          51.5419687
        ],
        [
          0.084745,
          51.5420486
        ],
        [
          0.0845631,
          51.5421548
        ]
      ]
    ],
    "type": "Polygon"
  }
}