{
  "borough": "Havering",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1833559,
          51.5801482
        ],
        [
          0.1835356,
          51.580246
        ],
        [
          0.1837097,
          51.5801252
        ],
        [
          0.18366939999999998,
          51.580101
        ],
        [
          0.183801,
          51.5800114
        ],
        [
          0.1836663,
          51.5799347
        ],
        [
          0.1835318,
          51.580025
        ],
        [
          0.1833559,
          51.5801482
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "TOLLGATE HOUSE, 96 MARKET PLACE",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T00:26:43.864+00:00",
  "locality": null,
  "centroid_easting": 551394,
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "site_number": null,
  "lapsed_date": "22/11/2026",
  "secondary_street_name": null,
  "cil_liability": false,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.048
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0013.23",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "0.1835886",
    "lat": "51.5800934"
  },
  "decision_date": "22/11/2023",
  "parking_details": null,
  "postcode": "RM1 3ER",
  "pp_id": null,
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "Prior Approval is required (given) in accordance with the details as provided within the application.",
    "Prior to the occupation of the development, with respect to this prior approval, the details of the recycling and the refuse storage as well as the bicycle storage shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall then be implemented in accordance to the approved details and shall be retained as such thereafter.",
    "Reason:-",
    "In order to safeguard the amenities of surrounding residential properties and ensure minimal disruption of traffic in the locality and to ensure adequate provision of disabled parking onsite.",
    "The ceiling/party floor insulation between the commercial and residential premises, and between the proposed residential units should be checked to ensure it complies with the current Approved Document E of the Building Regulations 1984 and to ensure that the occupiers are provided with reasonable resting/sleeping conditions with reference to British Standard BS8233: 2014 - Sound insulation and noise reduction for buildings - Code of practice.",
    "The scheme shall be designed to be 5dB better than that given in Approved Document E 2010 for the separating floor/ceiling between commercial and residential units.",
    "If it is found that the partition does not comply with the regulations, it should be upgraded to comply with the regulations, as a minimum.  The details of any works should be approved by the Local Authority before the premises are occupied.",
    "The sound insulation and noise control measures shall be carried out strictly in accordance with the details so approved and sha",
    "The scheme to control noise and vibration, as detailed in the noise report provided by Tetra Tech, dated August 2022 submitted with this application shall be implemented, as a minimum, before the hereby permitted use commences.",
    "Such a scheme as approved shall be implemented prior to first occupation and thereafter retained and maintained in accordance with such details, and should comply with the following requirement at all times:",
    "Reference should be made to the \"good\" standard to be found in the World Health Organisation Guidelines for Community Noise 1999 and BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings.  Reference should also be made to the Acoustics Ventilation & Overheating Residential Design Guide 2020.",
    "Following this, a scheme detailing measures, which are to protect occupants from transport noise shall be submitted to and approved in writing by the Local Planning Authority.  It shall be implemented and validated prior to occupation.",
    "R",
    "Prior to installation details shall be submitted for the approval of the Local Planning Authority of any plant or machinery to achieve the following standard:",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound\"",
    "The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority, and the use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "The change of use as described in this Prior Approval notification must be commenced not later than three years from the date of this decision.",
    "Drawing numbers:",
    "01 00 EX",
    "02 00 EX",
    "02 00",
    "02 01 EX",
    "02 02 EX",
    "02 03 EX",
    "02 04",
    "04 01",
    "04 02",
    "04 03",
    "04 04",
    "02 01 Rev 2A",
    "02 02 Rev 2A",
    "02 03 Rev 2A",
    "REVISED 16-10-2023",
    "INFORMATIVE",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments."
  ],
  "appeal_decision": null,
  "valid_date": "17/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551377.693,
              189067.62
            ],
            [
              551389.817,
              189078.864
            ],
            [
              551402.28,
              189065.791
            ],
            [
              551399.57,
              189063.014
            ],
            [
              551408.985,
              189053.329
            ],
            [
              551399.909,
              189044.523
            ],
            [
              551390.291,
              189054.277
            ],
            [
              551377.693,
              189067.62
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "13/06/2023",
  "uprn": "10013186025",
  "decision_target_date": "24/11/2023",
  "centroid_northing": 189062,
  "application_type": "Prior Approval",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Application for Prior Approval for change of use of office (Class E) to residential (Class C3) at part first floor, second floor and third floor of Tollgate House to provide 9 self-contained dwellings.",
  "development_type": null,
  "ward": "St Edwards",
  "decision_process": "Delegated",
  "lpa_app_no": "J0013.23",
  "application_type_full": null,
  "id": "Havering-J0013.23",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}