{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510044.6479,
              181398.1026
            ],
            [
              510039.4886,
              181388.8422
            ],
            [
              510036.049,
              181390.9588
            ],
            [
              510034.0646,
              181387.6515
            ],
            [
              510031.551,
              181387.6515
            ],
            [
              510027.3177,
              181390.2974
            ],
            [
              510035.2552,
              181403.7912
            ],
            [
              510044.6479,
              181398.1026
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07915202",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:05.944+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "22/07/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "BARNHILL",
  "centroid": {
    "lat": "51.5207658",
    "lon": "-0.41541089999999997"
  },
  "decision": "Refused",
  "valid_date": "27/06/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.015000000000000001
  },
  "cil_liability": false,
  "postcode": "UB4 0RS",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=14966/APP/2019/1923",
  "lpa_name": "Hillingdon",
  "site_name": "774 UXBRIDGE ROAD",
  "lapsed_date": "22/08/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development, by reason of its size, bulk, scale and design, would represent an incongruous and visually intrusive form of development which would breach the return building line in Warley Road and would be detrimental to the spacious character and appearance of the corner plot and the visual amenity of the street scene and the surrounding area, contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and policies BE13 and  BE15 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. This is a resubmission of a previously refused scheme, where the Inspectors Report identified issues to be addressed, which were reflected in the reasons for refusal, allowing the opportunity to address those issues within this submission."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey side extension",
  "lpa_app_no": "14966/APP/2019/1923",
  "decision_target_date": "22/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "22/08/2019",
  "id": "Hillingdon-14966_APP_2019_1923",
  "centroid_northing": 181395,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510036,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41528529999999997,
          51.520792
        ],
        [
          -0.41536259999999997,
          51.5207098
        ],
        [
          -0.4154115,
          51.5207295
        ],
        [
          -0.4154411,
          51.5207001
        ],
        [
          -0.4154773,
          51.5207006
        ],
        [
          -0.4155375,
          51.5207252
        ],
        [
          -0.4154189,
          51.5208449
        ],
        [
          -0.41528529999999997,
          51.520792
        ]
      ]
    ],
    "type": "Polygon"
  }
}