{
  "centroid": {
    "lon": "0.2327601",
    "lat": "51.5520086"
  },
  "status": "Approved",
  "decision_target_date": "15/05/2020",
  "site_name": "74 Chelmsford Drive",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the ground floor rear extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Hume (agent) by e-mail. The revisions involved reducing the depth of the front extension to 1.3m to 1m in depth. Providing a hipped roof over the first floor rear extension and clarity on the roof of area to ensure that 1m set back is provided. The amendments were subsequently submitted on 14-04-20 & 14-05-20.",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed.  If new or amended access as required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004.  Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required during the construction of the development.",
    "Please note that unauthorised work on the highway is an offence.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a licence is required and Street Management should be contacted make the necessary arrangements. Please note that unauthorised use of the highway for construction works is an offence.",
    "The developer is advised that surface water from the development in both its temporary and permanent states should not be discharged onto the highway. Failure to prevent such is an offence.",
    "The applicant is advised that planning permission is not required for new or replacement hardstanding of any size which uses permeable (or porous) surfacing and allows water to drain through, such as gravel, permeable concrete block paving or porous asphalt, or if the rainwater is directed to a lawn or border to drain naturally.",
    "However, if the surface to be covered is more than five square metres planning permission will be needed for laying traditional, impermeable driveways that do not provide for the water to run to a permeable area."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM14 2PD",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "15/05/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0192.20",
  "centroid_northing": 186042,
  "uprn": "100021405037",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hacton",
  "decision_date": "15/05/2020",
  "description": "Part Single, Part Two Storey rear extension, Single Storey front extension and Two Storey side extension",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0192.20",
  "lpa_app_no": "P0192.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:59.777+00:00",
  "centroid_easting": 554896,
  "pp_id": "08497261",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "11/02/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554908.462,
              186032.503
            ],
            [
              554874.731,
              186040.292
            ],
            [
              554879.54,
              186045.304
            ],
            [
              554900.808,
              186052.687
            ],
            [
              554910.968,
              186042.256
            ],
            [
              554908.462,
              186032.503
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.041
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Upminster",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "04/03/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2329355,
          51.5519199
        ],
        [
          0.2324528,
          51.5519991
        ],
        [
          0.2325243,
          51.5520428
        ],
        [
          0.2328341,
          51.5521033
        ],
        [
          0.23297589999999999,
          51.5520068
        ],
        [
          0.2329355,
          51.5519199
        ]
      ]
    ],
    "type": "Polygon"
  }
}