{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511195.3797,
              180146.8752
            ],
            [
              511166.937,
              180152.1669
            ],
            [
              511185.4578,
              180226.9118
            ],
            [
              511189.0959,
              180226.2504
            ],
            [
              511197.6949,
              180262.9614
            ],
            [
              511226.7991,
              180254.6931
            ],
            [
              511196.0412,
              180146.5445
            ],
            [
              511195.3797,
              180146.8752
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07959092",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:38:56.412+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "16/08/2019",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "TOWNFIELD",
  "centroid": {
    "lat": "51.5098339",
    "lon": "-0.3990594"
  },
  "decision": "Approved",
  "valid_date": "24/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.345
  },
  "cil_liability": false,
  "postcode": "UB4 0LP",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=49962/ADV/2019/38",
  "lpa_name": "Hillingdon",
  "site_name": "GOALS SOCCER CENTRE",
  "lapsed_date": "02/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv) Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v) Where an advertisement is required under these Regul",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number 02619/01 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The illumination of the sign(s) is to be by fixed and constant lights and not by lights which are, or appear to be, intermittent, moving, flashing or vibrating.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policy BE27 of the Hillingdon Unitary Development Plan Saved Policies (September 2007).",
    "The decision to GRANT advertisement consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT advertisement consent has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of internally illuminated fascia sign",
  "lpa_app_no": "49962/ADV/2019/38",
  "decision_target_date": "18/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "02/10/2019",
  "id": "Hillingdon-49962_ADV_2019_38",
  "centroid_northing": 180204,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 511197,
  "street_name": "SPRINGFIELD ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3991007,
          51.5093207
        ],
        [
          -0.3995088,
          51.5093739
        ],
        [
          -0.3992184,
          51.5100421
        ],
        [
          -0.39916619999999997,
          51.5100354
        ],
        [
          -0.39903079999999996,
          51.5103637
        ],
        [
          -0.3986142,
          51.5102836
        ],
        [
          -0.3990913,
          51.5093176
        ],
        [
          -0.3991007,
          51.5093207
        ]
      ]
    ],
    "type": "Polygon"
  }
}