{
  "cil_liability": false,
  "centroid": {
    "lat": "51.5638927",
    "lon": "-0.4449742"
  },
  "uprn": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "description": "Single storey rear extension, first floor side extension with raised roof and alterations to the roof form, retention of existing attached garage and conversion of roof space to habitable use to include 3 rooflights (Resubmission).",
  "street_name": "ICKENHAM",
  "id": "Hillingdon-75851_APP_2021_2504",
  "decision_target_date": "10/12/2021",
  "decision_date": "10/12/2021",
  "lapsed_date": "10/12/2024",
  "ward": "ICKENHAM",
  "pp_id": "09855479",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75851/APP/2021/2504",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 20,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "09/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.047
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos. 61_B and 62_B and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing No.5 Almond Avenue.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The window and rooflights shown as obscure glazed on the permitted drawings shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and the window shall be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policies DMHB 11 and DMHD 1-2 of the Hillingdon Local Plan Part 2 (2020).",
    "The materials and finishes to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To conserve and preserve the character and appearance of the existing building and conservation area in accordance with Hillingdon Local Plan Part 1 policy HE1 (adopted November 2012), Local Plan Part 2 policies DMHB 1 and 4, and DMHD 1 (adopted January 2020).",
    "Notwithstanding the submitted details and prior to installation, details of the conservation rooflights shall be submitted to and approved in writing by the Local Planning Authority. The roof lights shall be constructed of metal with an external black finish and shall include a genuine central glazing bar. They should be of a design that is installed completely flush along the roof line. Thereafter, the development shall only be carried out in accordance with the approved details and thereafter maintained/retained.",
    "REASON",
    "To conserve and preserve the character and appearance of the existing building and conservation area in accordance with Hillingdon Local Plan Part 1 policy HE1 (adopted November 2012), Local Plan Part 2 policies DMHB 1 and 4, and DMHD 1 (adopted January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "lpa_app_no": "75851/APP/2021/2504",
  "parking_details": {
    "no_existing_cycle": 2,
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2,
    "no_proposed_cycle": 2,
    "net_cycle": 0
  },
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "title_number": [
    "MX115733"
  ],
  "centroid_easting": 507883,
  "last_updated": "2025-03-20T20:01:00.775+00:00",
  "appeal_start_date": null,
  "decision": "Approved",
  "site_number": null,
  "postcode": "UB10 8NA",
  "secondary_street_name": null,
  "site_name": "6 ALMOND AVENUE",
  "valid_date": "23/06/2021",
  "status": "Approved",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "epc_number": null,
  "centroid_northing": 186147,
  "lpa_name": "Hillingdon",
  "locality": null,
  "appeal_status": null,
  "application_type": "Householder",
  "development_type": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_date_consultation_comments": "19/08/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507885.4396,
              186165.474
            ],
            [
              507897.6104,
              186160.9761
            ],
            [
              507879.0896,
              186128.1677
            ],
            [
              507867.9771,
              186134.1208
            ],
            [
              507885.4396,
              186165.474
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4449333,
          51.5640583
        ],
        [
          -0.44475919999999997,
          51.5640156
        ],
        [
          -0.4450363,
          51.5637242
        ],
        [
          -0.4451948,
          51.5637798
        ],
        [
          -0.4449333,
          51.5640583
        ]
      ]
    ],
    "type": "Polygon"
  }
}