{
  "lpa_app_no": "P0007.25",
  "centroid_northing": null,
  "status": "Appeal Received",
  "epc_number": null,
  "last_date_consultation_comments": "04/02/2025",
  "locality": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-07-23T04:28:54.775Z",
  "valid_date": "13/01/2025",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": null,
  "actual_commencement_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0007.25",
  "site_number": null,
  "decision": "Refused",
  "ward": "Hacton",
  "decision_agency": "Borough",
  "lpa_name": "Havering",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Havering-P0007.25",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "10091578506",
  "decision_date": "10/03/2025",
  "description": "Erection of additional storey to block A to provide an extra 2x 2bed flats involving external and internal alterations to second floor",
  "site_name": "Flats 1-10 CHELTENHAM COURT, 20 HAYDOCK CLOSE",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "10/03/2025",
  "borough": "Havering",
  "postcode": "RM12 6EA",
  "street_name": "HORNCHURCH",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": null,
  "decision_conditions": [
    "The proposed additional height on Block A, would, by reasons of its location, scale, mass and height, appear as an unacceptably dominant, overbearing, incongruous and visually intrusive feature on site, within the streetscene and the surrounding area, more generally be out of character with the prevailing pattern of development on site, in the surrounding area to the detriment of the visual amenity of the locality, and would be contrary to the high quality design aspirations of the National Planning Policy Framework (2024), Policies D3, D4 and D5 of The London Plan (2021), London Plan Housing SPG and Policies 7 and 26 of the Local Plan 2021.",
    "The proposed scale, bulk and massing along the boundaries of nearby properties would be an unneighbourly, dominant, overbearing and an oppressive development, which would adversely impact on the living conditions of adjacent occupiers especially nos. 16 and 18 Haydock Close, and surrounding area contrary to Local Plan Policy 7 and London Plan policies D3 and D4.",
    "The proposed development would, by reason of the unsatisfactory parking arrangement with the standard of parking spaces proposed and inadequate cycle storage, adversely impact on the living condition of the existing and prospective occupiers at Cheltenham Court, and result in an unacceptable overspill onto the adjoining roads to the detriment of highway safety and residential amenity, contrary to Policy T5 of the London Plan and Policy 24 of the Local Plan.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the Mayoral CIL payable would be £3,225.00 based on the calculation of £25.00 per square metre and the Havering Community Infrastructure Levy (HCIL) would be a charge of £16,125.00 based on calculation of £125 per square metre. Each would be subject to indexation.",
    "Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, it was necessary to issue a decision as close to the statutory timeframe as possible as opposed to seeking amendments which would have significantly delayed the application."
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}