{
  "last_updated_by": "FME Excel Import",
  "date_building_work_completed_under_previous_permission": null,
  "ward": "HILLINGDON EAST 2022",
  "postcode": "UB10 0QN",
  "lapsed_date": "14/10/2025",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "street_name": "HILLINGDON",
  "site_number": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508135.2094,
              182472.689
            ],
            [
              508146.279,
              182465.4809
            ],
            [
              508141.5594,
              182458.4015
            ],
            [
              508099.4906,
              182483.537
            ],
            [
              508109.4125,
              182499.8089
            ],
            [
              508140.3688,
              182480.7588
            ],
            [
              508135.2094,
              182472.689
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              508146.279,
              182465.4809
            ],
            [
              508146.3219,
              182465.5453
            ],
            [
              508146.5865,
              182465.2807
            ],
            [
              508146.279,
              182465.4809
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-494_APP_2022_1428",
  "locality": null,
  "actual_completion_date": null,
  "last_updated": "2025-03-19T03:28:22.682+00:00",
  "appeal_status": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 2,
    "net_car": 4,
    "no_proposed_cycle": 8,
    "no_proposed_car": 6,
    "net_cycle": 8,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "cil_liability": true,
  "decision_process": "Delegated",
  "status": "Commenced",
  "title_number": [],
  "subdivision_of_building": null,
  "description": "Construction of a two-storey building with roof accommodation comprising 4 self-contained flats (following demolition of existing bungalow and garage); new crossovers to accommodate parking (following reinstatement of existing); hard and soft landscaping; boundary treatment; cycle and refuse storage and private and communal amenity spaces.",
  "secondary_street_name": null,
  "site_name": "72 STAR ROAD",
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "Except as required by condition 5, the development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "ART/2020/NF72SR/PSP.LS Rev D, ART/2020/NF72SR/PL3 Rev D, ART/2020/NF72SR/PL1 Rev D, ART/2020/NF72SR/PL2 Rev D, ART/2020/NF72SR/ST SC Rev D, ART/2020/NF72SR/SP LP Rev D, ART/2020/NF72SR/ST SC 2 Rev D received 16/09/2022.",
    "ART/2020/NF72SR/PE Rev D received 11/10/2022.",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Prior to commencement of development (other than demolition), samples and product information including manufacturer details, colour, finish and texture of all external materials and finishes shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance to the approved details.",
    "REASON: To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and know datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the appoved plans noted in Condition 2, prior to above ground works, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments across the site including noise protection screening/fencing to the side fencing",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting (if any)",
    "2.f Electrical Vehicle Charging Points (1 active and 5 passive) including location and specification",
    "2.g Visibility Splays within the site at the egress point",
    "2.h Demonstration of visibility splays less than 0.6m in height",
    "2.i Manoeuvring plans from each bay us",
    "The dwelling hereby approved must be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON: To ensure high quality and accessible housing in accordance with Policy DMHB 16 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall commence until a Construction Management/Logistics Plan has been submitted to, and approved in writing by, the Local Planning Authority. The plan shall detail:",
    "(1) The phasing of development works",
    "(2) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(3) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(4) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(5) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(6) Measures to reduce the impact of the development on local air quality and dust through minimising emissions thr",
    "The dwellings hereby approved shall not be occupied until they have achieved as a minimum, a water efficiency standard of not more than 110 litres per person per day maximum water consumption (to include a fixed factor of water for outdoor use of 5 litres per person per day for in accordance with the optional requirement defined within Approved Document G of the Building Regulations).",
    "REASON: In the interests of water efficiency and to comply with Policy SI 2 of the London Plan (2021).",
    "The residential units hereby approved shall not be occupied until a parking allocation scheme has been submitted to, and approved in writing by, the Local Planning Authority. The parking allocation scheme shall, as a minimum, include a requirement that all on-site car parking shall be allocated and dedicated for the use of each of the residential units hereby approved and shall remain allocated and dedicated in such a manner for the life-time of the development.",
    "REASON: To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan Part Two 2 (2020) and Policy T6 of the London Plan (2021).",
    "The dwelling(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No dwelling shall be occupied until accreditation has been achieved.",
    "REASON: In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Local Plan Part 2 (2020) and Policy D11 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The window(s) facing 70 and 76 Star Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 12 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16th January 2020.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "centroid": {
    "lat": "51.530887",
    "lon": "-0.44264000000000003"
  },
  "bo_system": "CSV Data Import",
  "lpa_app_no": "494/APP/2022/1428",
  "pp_id": "11227988",
  "last_date_consultation_comments": "06/10/2022",
  "centroid_easting": 508123,
  "decision_date": "14/10/2022",
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_target_date": "14/10/2022",
  "valid_date": "03/05/2022",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "04/2023",
        "intended_commencement_date": "08/2022"
      }
    ],
    "total_gia_gained": 337,
    "site_area": 0.08,
    "total_gia_lost": 154.73,
    "total_gia_existing": 154.73,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 154.73,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "C3",
        "gia_gained": 337,
        "actual_commencement_date": "26/04/2023",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 154.73
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.18,
        "building_ref": "Entire Building"
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 337,
      "total_gia_lost": 154.73,
      "total_gia_existing": 154.73,
      "development_type": null,
      "site_area": null
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 110,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_proposed_residential_units": 4,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 150,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 337,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 50,
      "total_gia_lost": 154,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": false,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": null,
          "no_habitable_rooms": 7,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "actual_commencement_date": "26/04/2023",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 154
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": "26/04/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 85
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": "26/04/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 85
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "actual_commencement_date": "26/04/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 83.5
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "actual_commencement_date": "26/04/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 83.5
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.08
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 4,
      "green_roof_area": 0,
      "no_new_water_connections_required": 3,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 30,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 3,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Private",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [
      {
        "lpa_name": null,
        "unit_reference": null,
        "lpa_app_no": "494/APP/2019/2249",
        "partial_supersedence": false,
        "component_description": null
      }
    ],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": "72 Star Road",
    "lead_developer_company_name": null
  },
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 182480,
  "epc_number": "8908-3710-4129-1397-5123",
  "development_type": "New Build",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": "26/04/2023",
  "borough": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=494/APP/2022/1428",
  "appeal_decision": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4424662,
          51.530819
        ],
        [
          -0.4423089,
          51.530752
        ],
        [
          -0.44237909999999997,
          51.5306893
        ],
        [
          -0.4429777,
          51.5309233
        ],
        [
          -0.4428297,
          51.5310676
        ],
        [
          -0.4423894,
          51.5308905
        ],
        [
          -0.4424662,
          51.530819
        ]
      ]
    ],
    "type": "Polygon"
  }
}