{
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on drawing numbers:",
    "PP-13730496v1",
    "PC2-01-1002A",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces and roofing materials of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 11, DMHB 3 and DMHB 4 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding Condition 2 and Condition 3, and prior to installation, details of the replacement windows shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the manufacturer, materials, number of panes per frame, and the number and layout of frames per window.",
    "Thereafter the development shall be implemented in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure the preservation of the character and appearance of the locally listed buildings and surrounding conservation area, as required under policies DMHB 1, DMHB 3and DMHB 4 of the Hillingdon Local Plan Part 2 (2020)",
    "Access to the flat roofs on the property shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "The applicant is advised that similar replacement window works have been approved for the attached neighbouring dwelling at 1 Priory Close under 56257/APP/2022/3336. It would be advisable to liaise with the neighbouring property to organise the provision of the replacement windows from the same manufacturer in matching styles, as the local planning authority would likely require the proposed replacement windows to match any approved replacement windows under 56257/APP/2022/3336 when discharge of Condition 4 of this approval is applied for, in order to avoid harm to the consistency and visual appearance of the attached locally listed buildings."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "26/03/2025",
  "lpa_name": "Hillingdon",
  "centroid_northing": 187412,
  "last_updated": "2025-06-08T21:59:11.298Z",
  "development_type": null,
  "ward": "RUISLIP 2022",
  "parking_details": null,
  "uprn": null,
  "application_details": {
    "total_gia_gained": 23.3,
    "intended_completion_date": "11/2025",
    "existing_uprns": null,
    "intended_commencement_date": "06/2025",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0
  },
  "last_date_consultation_comments": "03/03/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "10/03/2025",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "lpa_app_no": "18970/APP/2025/220",
  "valid_date": "29/01/2025",
  "description": "Erection of a single storey rear extension, and amendments to fenestration including replacement of front and side facing windows.",
  "centroid_easting": 509849,
  "site_number": null,
  "lapsed_date": "10/03/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "RUISLIP",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.574882,
    "lon": -0.416248
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=18970/APP/2025/220",
  "site_name": "2 PRIORY CLOSE",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13730496",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Hillingdon-18970_APP_2025_220",
  "polygon": null
}