{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78575/TRE/2024/38",
  "site_name": "7 DEBORAH CRESCENT",
  "bo_system": "CSV Data Import",
  "appeal_decision_date": null,
  "development_type": null,
  "street_name": "RUISLIP",
  "site_number": null,
  "appeal_status": null,
  "description": "To fell One Lawson's Cypress, T7 within TPO 307",
  "decision_conditions": [
    "The tree is located in the front garden of 7 Deborah Crescent, Ruislip. It is a mature tree that can be viewed from properties and the road at Deborah Crescent and has a moderate to high amenity value. The tree is situated on the edge of Ruislip Village Conservation Area, and contributes to the arboreal character of the area.",
    "The proposed work to fell the Lawson Cypress is rejected on the grounds that no valid arboricultural reason is provided for these works. The limb failures do not appear to have been a result of disease or decay. Under exemption, these broken branches along with the dead wood may be removed without application.",
    "In regards to the dieback of the central leader, this is minor and of a similar level as can be seen in the Google Street-view images dated 2014. This suggests that the decline within the trees has reduced and the tree has responded well. The vast majority of the crown appears healthy.",
    "No tree report has been submitted with this application to substantiat",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "application_details": {
    "existing_uprns": null
  },
  "ward": "RUISLIP 2022",
  "decision_date": "18/04/2024",
  "pp_id": "12807011",
  "lapsed_date": "18/04/2027",
  "last_updated": "2025-03-19T21:05:15.842+00:00",
  "valid_date": "15/02/2024",
  "actual_completion_date": null,
  "centroid_northing": 187849,
  "lpa_app_no": "78575/TRE/2024/38",
  "date_building_work_completed_under_previous_permission": null,
  "locality": null,
  "polygon": null,
  "last_date_consultation_comments": "07/03/2024",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "borough": "Hillingdon",
  "date_building_work_started_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": null,
  "secondary_street_name": null,
  "id": "Hillingdon-78575_TRE_2024_38",
  "centroid": {
    "lat": 51.57903,
    "lon": -0.432572
  },
  "title_number": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "postcode": "HA4 7TB",
  "status": "Refused",
  "actual_commencement_date": null,
  "decision": "Refused",
  "application_type": "All Other",
  "decision_target_date": "11/04/2024",
  "cil_liability": false,
  "centroid_easting": 508708,
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "wgs84_polygon": null,
  "parking_details": null,
  "last_updated_by": "CSV Data Import",
  "subdivision_of_building": null
}