{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Demolition of existing garage and erection of an outbuilding",
  "epc_number": null,
  "street_name": "1 ALISON CLOSE",
  "appeal_decision": null,
  "lpa_app_no": "67049/APP/2022/1566",
  "centroid": {
    "lon": "-0.403524",
    "lat": "51.5840635"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 510707,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=67049/APP/2022/1566",
  "last_updated": "2025-03-20T16:43:46.431+00:00",
  "subdivision_of_building": null,
  "postcode": "HA5 2QZ",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 188452,
  "site_name": "GREEN PASTURES",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "12/05/2022",
  "lapsed_date": "08/08/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "08/08/2022",
  "title_number": [
    "AGL202586"
  ],
  "decision": "Approved",
  "last_date_consultation_comments": "23/06/2022",
  "ward": "EASTCOTE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-67049_APP_2022_1566",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510737.1001,
              188454.1323
            ],
            [
              510697.4125,
              188434.5531
            ],
            [
              510694.2375,
              188440.9031
            ],
            [
              510691.4594,
              188441.9614
            ],
            [
              510683.2573,
              188463.1281
            ],
            [
              510693.8406,
              188468.2875
            ],
            [
              510695.9573,
              188466.1709
            ],
            [
              510698.4708,
              188463.9219
            ],
            [
              510700.0583,
              188462.0698
            ],
            [
              510700.3229,
              188460.35
            ],
            [
              510701.3813,
              188459.9531
            ],
            [
              510702.9688,
              188461.0115
            ],
            [
              510704.0271,
              188459.0271
            ],
            [
              510706.8052,
              188452.9417
            ],
            [
              510731.0146,
              188463.9219
            ],
            [
              510737.3647,
              188454.3969
            ],
            [
              510737.1001,
              188454.1323
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing No.",
    "2021/0106-P05, 2021/0106-P06, 2021/0106-P07 and 2021/0106-P08.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the main dwellinghouse and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing dwellinghouse in accordance with Policies DMHB 2 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, study, commercial use, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "This planning permission does not grant any works detailed in the Tree Survey including works to hard surfaces or protected trees. The tree survey submitted has not been included in the list of approved plans. Planning permission is granted only for the demolition of existing garage and the erection of the outbuilding."
  ],
  "application_details": {
    "no_additional_bedrooms": 0,
    "total_gia_gained": 27,
    "existing_uprns": null,
    "intended_commencement_date": "07/2022",
    "no_additional_bathrooms": 0,
    "intended_completion_date": "08/2022",
    "site_area": 0.085
  },
  "pp_id": "11253224",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4030891,
          51.5840768
        ],
        [
          -0.40366779999999997,
          51.5839086
        ],
        [
          -0.4037116,
          51.5839663
        ],
        [
          -0.4037514,
          51.5839763
        ],
        [
          -0.40386299999999997,
          51.5841682
        ],
        [
          -0.4037087,
          51.5842125
        ],
        [
          -0.4036789,
          51.5841931
        ],
        [
          -0.4036433,
          51.5841724
        ],
        [
          -0.403621,
          51.5841554
        ],
        [
          -0.40361769999999997,
          51.5841399
        ],
        [
          -0.4036026,
          51.5841361
        ],
        [
          -0.4035793,
          51.5841453
        ],
        [
          -0.4035647,
          51.5841273
        ],
        [
          -0.40352649999999995,
          51.584072
        ],
        [
          -0.40317379999999997,
          51.584166
        ],
        [
          -0.4030852,
          51.5840791
        ],
        [
          -0.4030891,
          51.5840768
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "08/08/2022",
  "secondary_street_name": "EASTCOTE"
}