{
  "centroid": {
    "lon": "0.1745604",
    "lat": "51.5805488"
  },
  "status": "Approved",
  "decision_target_date": "31/07/2019",
  "site_name": "2 Brooklands Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than 27th December 2020.",
    "Reason:-",
    "To comply with the requirements of Section 73 of the Town and Country Planning Act 1990 (as amended by Section 51(5) of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: 14.168/LP-01 Rev A, 14.168/SL-01 Rev F, 14.168/ML-01 Rev C, 14.168/FL-01 Rev D, 14.168/FL-02 Rev E, 14.168/FL-03 Rev D, 14.168/FL-04 Rev D, 14.168/FL-05 Rev D, 14.168/CS-01 and 14.168/SE-01 Rev B.",
    "* 18-0501-603",
    "* 18-0501-602",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed new door shown on elevation A on drawing no. 18-0501-603 shall be permanently glazed with obscure glass not less than Level 4 on the standard scale of obscurity and shall thereafter be maintained permanently.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "All building operations in connection with the construction of external walls, roof and foundations, site excavation or other external site works, including any works of demolition, works involving the use of plant or machinery, the erection of scaffolding, the delivery of materials, the removal of materials and spoil from the site, and the playing of amplified music, shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To ensure that the method of construction protects residential amenity and in order that the development accords the Development Control Policies Development Plan Document Policy DC61.",
    "No development shall take place, including any works of demolition, unless in strict accordance with the Construction Method Statement previously submitted to and approved in writing by the local planning authority under application Q0167.18",
    "Reason:-",
    "To ensure that the method of construction protects residential amenity.  It will also ensure that the development accords the Development Control Policies Development Plan Document Policy DC61.",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted, with the exception of those considered as part of this current application, shall be carried out in strict accordance with those details previously provided with application Q0204.18",
    "Reason:-",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "Landscaping details submitted and approved under application Q0217.18 shall be implemented strictly in accordance with those details. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local planning authority.",
    "Reason:-",
    "To ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.  It will also ensure accordance with Section 197 of the Town and Country Planning Act 1990.",
    "Prior to first occupation of the development hereby permitted all proposed walls, fences and boundary treatments submitted and approved under application Q0217.18 are implemented in accordance with the approved details and shall be retained permanently thereafter.",
    "Reason:-",
    "To ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "No dwelling shall be first occupied until provision has been made for the storage of refuse and recycling awaiting collection in accordance with details which submitted to and approved in writing by the Local Planning Authority under Q0217.18 has been implemented. Those measures will then be retained permanently thereafter unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "No dwelling shall be first occupied until space has been laid out within the site in accordance with drawing No. 18-0501-602 for 10 cars to be parked and that space shall thereafter be kept available at all times for the parking of vehicles.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "No dwelling shall be first occupied until external lighting (including along the access drive) is provided in accordance with details previously submitted to and approved in writing by the local planning authority. The lighting shall be provided and operated in strict accordance with the approved details.",
    "Reason:-",
    "To protect residential amenity and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall be so constructed as to provide sound insulation of 43 DnT,w + Ctr dB (minimum value) against airborne noise and 64 L'nT,w dB (maximum values) against impact noise.",
    "Reason:-",
    "To prevent noise nuisance to adjoining properties in accordance with Development Control Policies Development Plan Document Policy DC55.",
    "At least 1 of the dwellings hereby permitted shall be constructed to comply with Part M4(3)(2)(a) of the Building Regulations - Wheelchair Adaptable Dwellings. The remainder of the dwellings hereby permitted shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework and Policy 3.8 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy 5.15 of the London Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM7 7DX",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "26/07/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0416.19",
  "centroid_northing": 189094,
  "uprn": "10094416085",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Brooklands",
  "decision_date": "26/07/2019",
  "description": "Variation of condition 2 (accordance with plans) of development allowed at appeal ref APP/B5480/W/17/3180949 which comprised of Erection of a 2 storey apartment building to provide 8no. 2 bedroom flats and associated vehicular access, drainage works, landscaping and car parking for 10 vehicles, following the demolition of all existing buildings. Alterations to improved scheme comprise of revised form of roof and provision of additional doorway to elevation A.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0416.19",
  "lpa_app_no": "P0416.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:54:53.138+00:00",
  "centroid_easting": 550767,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "11/03/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550746.397,
              189059.692
            ],
            [
              550743.958,
              189062.943
            ],
            [
              550764.007,
              189079.47
            ],
            [
              550744.5,
              189101.687
            ],
            [
              550773.219,
              189117.672
            ],
            [
              550790.83,
              189093.288
            ],
            [
              550746.397,
              189059.692
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.112
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "16/04/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1742486,
          51.580246
        ],
        [
          0.1742148,
          51.5802759
        ],
        [
          0.174511,
          51.580419
        ],
        [
          0.17423929999999999,
          51.5806238
        ],
        [
          0.1746603,
          51.5807598
        ],
        [
          0.1749038,
          51.580536
        ],
        [
          0.1742486,
          51.580246
        ]
      ]
    ],
    "type": "Polygon"
  }
}