{
  "centroid": {
    "lon": "0.199257",
    "lat": "51.5790631"
  },
  "status": "Approved",
  "decision_target_date": "11/10/2019",
  "site_name": "91 Fairholme Avenue",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All new external finishes shall be carried out in materials to match those of the existing dwelling to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The proposed flank window in the gable wall window providing light to the stairwell shown on drawing FAR-02B and on the loft space plan and side elevation shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no window or other opening at first floor level(other than those shown on the submitted and approved plan,) shall be formed in the flank wall of the extension hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2019, improvements required to make the proposal acceptable were negotiated with Mr Breden (Agent) by phone and e-mail. The revisions involved reducing the depth of the front and rear extension. The amendments were subsequently submitted on 07/08/19, 19/08/19, 09/10/19 & 10/10/19."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM2 5UR",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "11/10/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0895.19",
  "centroid_northing": 188980,
  "uprn": "100021373231",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Squirrels Heath",
  "decision_date": "11/10/2019",
  "description": "Single storey rear & part side, first floor side, single storey front extension/porch, loft conversion with rear dormer window including Juliette balcony, & 4 no. roof lights to the front elevation",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0895.19",
  "lpa_app_no": "P0895.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:46.917+00:00",
  "centroid_easting": 552483,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "12/06/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552477.121,
              189000.58
            ],
            [
              552494.894,
              188963.3
            ],
            [
              552487.091,
              188959.615
            ],
            [
              552470.402,
              188997.763
            ],
            [
              552477.121,
              189000.58
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.033
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "18/07/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1991812,
          51.5792496
        ],
        [
          0.1994213,
          51.5789099
        ],
        [
          0.1993072,
          51.5788789
        ],
        [
          0.19908309999999999,
          51.5792261
        ],
        [
          0.1991812,
          51.5792496
        ]
      ]
    ],
    "type": "Polygon"
  }
}