{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/191816VAR;",
  "lapsed_date": "23/07/2022",
  "decision_target_date": "23/07/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 9LA",
  "site_name": "23-31 King Street",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012139138, 000012197447, 000012197448, 000012197449, 000012197450, 000012197451, 000012197452, 000012197453, 000012197454, 000012197455, 000012197456, 000012197457, 000012197458, 000012197459, 000012197460, 000012197461, 000012197462, 000012197463, 000012197464, 000012197465, 000012197467, 000012197468, 000012197469, 000012197470, 000012197471, 000012197472, 000012197473, 000012197474"
    ],
    "site_area": 0.17400000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "191816VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520026,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T14:53:44.780+00:00",
  "id": "Ealing-191816VAR",
  "application_type": "All Other",
  "street_name": "King Street",
  "borough": "Ealing",
  "ward": "Acton Central",
  "decision_date": "23/07/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Minor Material Amendment (S73) to vary condition 2 (drawings) and condition 12 (use of commercial unit) of planning application ref: 173577FUL dated 25/04/2018 for 'Construction of a third, fourth and fifth roof level extension and part four and five storey rear extension (following demolition of the existing three storey rear extension) for the creation of ten self-contained residential units; 440.5sqm of retail floorspace (Use Class A1); 68sqm of flexible use floorspace (Use Class A1, A2 or B1a); cycle and refuse/recycling storage'.  Variation seeking to amend drawings (Condition 2) and to take account of the alternative future use of the commercial unit (Condition 12)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 180250,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012139138",
  "centroid": {
    "lon": "-0.27187829999999996",
    "lat": "51.5084429"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520023.9480931,
              180302.7481304
            ],
            [
              520023.9480931,
              180302.3482449
            ],
            [
              520026.0011133,
              180302.7481304
            ],
            [
              520027.7490663,
              180296.2499905
            ],
            [
              520028.2025446,
              180294.2005772
            ],
            [
              520028.5983076,
              180292.4510779
            ],
            [
              520032.30034,
              180293.250849
            ],
            [
              520032.6054073,
              180291.9312268
            ],
            [
              520028.9775804,
              180291.1214585
            ],
            [
              520029.4475489,
              180289.0320566
            ],
            [
              520030.1978494,
              180285.7030096
            ],
            [
              520030.6513278,
              180283.7035819
            ],
            [
              520030.8492093,
              180282.8538251
            ],
            [
              520030.9976204,
              180282.0540541
            ],
            [
              520034.6007121,
              180282.8538251
            ],
            [
              520035.3510126,
              180279.5047838
            ],
            [
              520031.5995098,
              180278.6950156
            ],
            [
              520028.1530743,
              180277.9952159
            ],
            [
              520029.7031458,
              180272.8966753
            ],
            [
              520030.1978494,
              180271.3971046
            ],
            [
              520031.0965611,
              180268.5479202
            ],
            [
              520031.4428537,
              180267.4282407
            ],
            [
              520032.9516998,
              180262.4496658
            ],
            [
              520033.65253,
              180260.2003096
            ],
            [
              520034.5017713,
              180257.4011109
            ],
            [
              520036.2991946,
              180257.8009964
            ],
            [
              520039.9517567,
              180258.6007675
            ],
            [
              520040.3392746,
              180256.901254
            ],
            [
              520040.6525869,
              180255.5516403
            ],
            [
              520037.0989656,
              180254.8018549
            ],
            [
              520037.5524439,
              180252.7524416
            ],
            [
              520037.9976772,
              180250.8029996
            ],
            [
              520041.6502393,
              180251.6027707
            ],
            [
              520042.6973621,
              180246.9041156
            ],
            [
              520038.500626,
              180245.554502
            ],
            [
              520032.1107036,
              180243.4950915
            ],
            [
              520032.2591147,
              180243.0352231
            ],
            [
              520036.4476057,
              180244.254874
            ],
            [
              520038.5995667,
              180230.6487687
            ],
            [
              520039.2014561,
              180227.349713
            ],
            [
              520039.6961598,
              180224.7004714
            ],
            [
              520039.8033456,
              180223.950686
            ],
            [
              520040.3475196,
              180221.0515159
            ],
            [
              520040.800998,
              180218.0523744
            ],
            [
              520041.4028875,
              180214.6533473
            ],
            [
              520041.8481208,
              180212.8038767
            ],
            [
              520016.8490955,
              180206.5456681
            ],
            [
              520016.2966764,
              180209.0049641
            ],
            [
              520008.3979079,
              180235.8972663
            ],
            [
              520009.5522164,
              180236.1971805
            ],
            [
              520013.9963044,
              180237.5967798
            ],
            [
              520015.1011426,
              180237.896694
            ],
            [
              520020.6500687,
              180239.6461932
            ],
            [
              520023.4286543,
              180240.4759557
            ],
            [
              520025.4486942,
              180241.2457353
            ],
            [
              520019.9492385,
              180259.9503812
            ],
            [
              520016.5028029,
              180271.647033
            ],
            [
              520019.2978787,
              180282.6538824
            ],
            [
              520019.6029459,
              180283.853539
            ],
            [
              520017.4015146,
              180291.731284
            ],
            [
              520017.0964473,
              180292.8009778
            ],
            [
              520004.497994,
              180299.3491034
            ],
            [
              520004.3495829,
              180299.6490176
            ],
            [
              520004.2506421,
              180299.898946
            ],
            [
              520004.102231,
              180300.1488745
            ],
            [
              520003.8961045,
              180300.3488172
            ],
            [
              520003.698223,
              180300.4987743
            ],
            [
              520003.4508712,
              180300.6987171
            ],
            [
              520003.2035194,
              180300.7986885
            ],
            [
              520024.5994529,
              180304.1477298
            ],
            [
              520024.3521011,
              180303.8478157
            ],
            [
              520024.1459746,
              180303.5978872
            ],
            [
              520024.0470338,
              180303.2979731
            ],
            [
              520023.9480931,
              180302.7481304
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "To comply with Section 91 of the Town & Country Planning Act 1990, the development to which this permission relates shall be begun not later than the expiration of three years from the date of planning permission 173577FUL, dated 25/04/2018.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2.\tThe development hereby approved shall be carried out in accordance with drawing title number(s):- PL101 - Site Location Plan; PL102 - Existing & Proposed Site Plans; PL103 - Existing Grd & 1st Flr Plans; PL104 - Existing 2nd & Roof Plans; PL105 - Existing Elevations (1 of 3); PL106 - Existing Elevations (2 of 3); PL107 - Existing Elevations (3 of 3); PL108 rev A - Proposed Coloured Site Plan;  PL09D - Proposed Ground Floor; PL109 rev E - Proposed Ground Floor; PL110 rev A - Proposed First Floor; PL111 rev A - Proposed Second Floor; PL112 rev A - Proposed Third Floor; PL113 rev C - Proposed Fourth Floor; PL114 rev B - Proposed Fifth Floor; PL115 rev A - Proposed Roof Plan; PL116 rev A - Proposed Front & Rear Elevation; PL117 rev B - Proposed Eastern Side Elevation; PL118 rev B - Proposed Western Side Elevation; PL119 - Proposed Sections; PL128_Rev B - Cycling storage layouts; PL129_Rev B - Cycling storage elevations;  PL130 - Proposed Ground Floor Plan; Air Quality Statement produced by Ramboll Environ dated 22/06/2017; Daylight & Sunlight Report produced by CHP Surveyors Ltd dated 23/06/2017; Desk-based Archaeological Assessment dated June 2017; Drainage Strategy prepared by RST West London Ltd dated 07/06/2017; Draft Delivery and Servicing Plan prepared by Vectos dated September 2017; Energy, Sustainability Report Ref 4603/MW/ES3 dated Oct 2017; Noise Impact Assessment report no.R01A produced by Ramboll Environ dated 23/06/2017; Planning and Heritage Statement prepared by Powerhaus Consultancy dated 26/06/2017; Transport Assessment produced by Vectos (South) ltd dated June 2017; Transport Response Letter ref043 dated 13/10/2017;",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "3.\tA schedule and samples of the materials to be used for the external surfaces as shown on the approved plans of the development shall be submitted to and approved in writing by the Local Planning Authority before the relevant phase of the works is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the existing building and surrounding area, in accordance with policies 7.4 and 7B of the Ealing Development Management Development Plan 2013, policies 1.1 (g) (h), 1.2 (f) and 3.8 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 and 7.6 of the London Plan (2016).",
    "4.\tThe refuse and recycling shown on the approved drawings and documents shall be implemented prior to the first occupation of all units which the store(s) serves and retained thereafter.",
    "Reason: To secure the necessary recycling and waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with Policy 5.17 of the London Plan (2016); Policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities.",
    "5.\tThe cycle storage shown on the approved documents and drawings shall be in implemented prior to the first occupation of the development to demonstrate the provision of at least 52 cycle parking spaces and carried out to the specifications and adopted standards of the London Plan and the Local Planning Authority.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with Policy 6.9 of the London Plan (2016), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG.",
    "6.\tThe 1.8 metre high privacy screening to the roof terraces of Flats 1, 2, 5, 6, 8, 9, and 10, as indicated on drawings: PL110 rev A - Proposed First Floor; PL112 rev A - Proposed Third Floor; PL113 rev C - Proposed Fourth Floor; PL114 rev B - Proposed Fifth Floor; PL116 rev A - Proposed Front & Rear Elevation; PL117 rev B - Proposed Eastern Side Elevation; PL118 rev B - Proposed Western Side Elevation; shall be implemented prior to first occupation of the development and permanently retained for the lifetime of the development.",
    "Reason: To protect the living conditions of occupants of nearby properties, in accordance with Policy 7B of the Ealing Development Management Development Plan 2013, policies 1.1 (g) of the adopted Local Development Framework (Core Strategy 2012) and Policy 7.6 of the London Plan (2016).",
    "7.\tThe obscure glazed windows as indicated on drawings: PL110 rev A - Proposed First Floor;",
    "PL111 rev A - Proposed Second Floor; PL112 rev A - Proposed Third Floor; PL116 rev A - Proposed Front & Rear Elevation; PL117 rev B - Proposed Eastern Side Elevation; PL118 rev B - Proposed Western Side Elevation; shall be implemented prior to first occupation of the development and permanently retained for the lifetime of the development.",
    "Reason: To protect the living conditions of occupants of nearby properties, in accordance with policy 7B of the Ealing Development Management Development Plan 2013, Policies 1.1 (g) of the adopted Local Development Framework (Core Strategy 2012) and Policy 7.6 of the London Plan (2016).",
    "8.\tNoise Mitigation measures, with windows closed and other means of ventilation provided, shall insulate the new dwellings against the transmission of externally generated noise, to meet the minimum internal ambient noise criteria as specified in Table 4 of BS 8233:2014; Living Rooms, Bedrooms = 35 dB LAeq,16 hours ; Kitchens, Dining Rooms, Bathrooms = 40 dB LAeq,16 hours during day-time hours (07:00 - 23:00); and Bedrooms = 30 dB LAeq,8 hours during night-time hours (23:00 - 07:00). The Mitigation Measures shall be implemented prior to the first occupation of the residential units and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, Policy 1.1(j) of the Ealing Core Strategy (2012), Policy 7A of the Ealing Development Management Development Plan Document (2013), Policy 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "9.\tThe rating sound level emitted from the external plant and machinery at the development hereby approved, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest noise sensitive facades, during the relevant periods of operation.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation Policy 3.5 and 7A of Ealing Development Management Development Plan Document (2013).",
    "10.\tNo microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed within the development unless otherwise approved in writing by the Local Planning Authority under this condition prior to installation.",
    "Reason: To safeguard the character and appearance of the buildings and the area as a whole, in accordance with Policy 1.1(h) of the Ealing Development (or Core) Strategy (2012), Local Variation policies 3.5 and 7.4 and policies 7B of the Development Management Development Plan Document (2013).",
    "11.\tThe passenger lift and staircases located within the communal core serving the residential units to the upper floors shall be installed and operational prior to the first occupation of the development.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policies 3.5, 3.8, and 7.2 of the London Plan (2016); Policy 1.1(h) of the Ealing Development Strategy 2026 (2012); Policy 7B of the Ealing Development Management DPD (2013); and interim Ealing SPG 'Accessible Ealing' (2012).",
    "12.\tCommercial Unit 1 (as identified in drawing numbers: PL130 and PL109D) at ground floor level shall be used solely for Use Class A1 and for no other purpose (including any other purpose in all other classes of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Commercial Unit 2 (as identified in drawing number: PL109E) at ground floor level shall be used either as a retail unit within Use Class A1, a financial/professional service within Use Class A2 or as an Office within Use Class B1a, or as a clinic/health centre, for education and training or art gallery purposes within Use Class D1 and for no other purpose (including any other purpose in all other classes of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Reason: To ensure that alternative uses are not accommodated without consideration of the impacts on transport and highways and the amenities of neighbouring residents, in accordance with policies in accordance Policies 1.1, 1.2, 2.1 and 2.2 of the Ealing Core Strategy (2012); Policies 4A, 4B and 4C of the Ealing Development Management DPD (2013); Policies 2.15, 4.2, 4.3 and 4.7 of the London Plan (2016); and the National Planning Policy Framework (2012).",
    "13.\tPrior to the commencement of development, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:",
    "o\tConstruction traffic management proposals including details of delivery routes and HGV movements and details of any temporary site access/parking;",
    "o\tDetails of vehicle manoeuvring and turning;",
    "o\tDetails of wheel water spraying facilities",
    "o\tAnticipated number of deliveries and delivery times;",
    "o\tPhasing and programming and removal of earth from site;",
    "o\tConstruction methods;",
    "o\tVehicle and machinery specifications and numbers/frequency of vehicles/deliveries;",
    "o\tConstruction worker parking;",
    "o\tSite management and access;",
    "o\tDetails of construction hours;",
    "o\tNoise mitigation and monitoring measures;",
    "o\tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials;",
    "o\tDetails of temporary lighting;",
    "o\tAir Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report;",
    "o\tSite security during construction;",
    "o\tA drainage strategy to operate setting out controls of contamination, including controls to surface water run-off, water pumping, storage of fuels and hazardous materials, spill response plans and pollution control measures; and",
    "o\tProcedures for on-site contractors to deal with complaints from local residents.",
    "The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, Policy 6.3 of the London Plan 2016 and Policy 7A of the Ealing Development Management Development Plan.",
    "14.\tDevelopment shall not commence (excluding demolition and site cleaning) shall take place until a piling method statement (detailing the type of piling to be undertaken and the methodology by which such piling shall be carried out, including measures to minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the Local Planning Authority and the relevant water or sewerage undertaker. Any piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure, which needs to be safeguarded in accordance with policies 5.14 and 5.15 of the adopted London Plan (2016).",
    "15.\tAny external lighting scheme shall be designed to reduce light pollution to nearby residents, and road users and where applicable the recommendations of the following guidance shall be met:",
    "o\tILP Guidance Notes for the reduction of Obtrusive Lighting 2011;",
    "o\tInstitution of Lighting Professionals Technical Report No 5, Brightness of Illuminated Advertisements;",
    "o\tCIE Technical Report- Guide on the Limitation of the Effects of Obtrusive Light from Outdoor Lighting Installations - CIE 150: 2003;",
    "o\tStatutory Nuisance from Insects and Artificial Light by Department of Environment Food. Guidance on sections 101, 102 and 103 of the Clean Neighbourhoods and Environment Act 2005, Defra.",
    "Reason: In the interests of the safety and amenity of future users and occupiers of the site, to prevent excessive light disturbance to the Gunnersbury Triangle Nature Reserve and to ensure the safe operation of the railway, in accordance with Policies 7.4, 7.5, 7.13, 7.18 and 7.19 of the London Plan 2016; and Policy 7A of the Ealing Development Management Development Plan.",
    "16.\tA) Within three-months of the first occupation of each dwelling in the approved development, Energy Performance Certificates [EPC's], detailed modelling output reports showing clearly the DER and TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority.",
    "B) Within three-months of the practical completion of the dwellings evidence that the renewable/low carbon technologies are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "C) Prior to the final completion of the residential units, the approved residential part of the scheme shall incorporate, maintain measures to achieve an overall reduction in regulated CO2 emissions of at least 37.4% (equal to 5.57 tonnesCO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Energy Statement Issue 3 (13 October 2017) prepared by AGP Consultants Ltd.:",
    "i.\tenergy saving measures and gas fired communal heating system to achieve at least annual carbon dioxide emission savings of 3.78 tonnes CO2 equating to 25.38% in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case.",
    "ii.\tincorporation of at least 4kWp solar PV system to generate at least 3.58MWh/year electricity and achieve at least annual carbon dioxide emission savings of 1.79 tonnes CO2 equating to 16.12% in regulated carbon dioxide (CO2) emissions savings over the Be Lean stage of the Energy Hierarchy.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure that the dwellings within the development hereby approved are energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "17.\tA) Within three-months of the practical completion of the non-domestic spaces, Energy Performance Certificates and detailed modelling output reports for each space showing clearly the BER/TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.",
    "B) Within three-months of the practical completion of the non-domestic spaces, evidence that the renewable/low carbon technologies, are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "C) Prior to the final completion of the non-domestic spaces, the approved units shall incorporate, maintain measures to achieve an overall reduction in regulated CO2 emissions of at least 35% (equal to 2.32 tonnesCO2/yr) through energy efficiency measures, domestic hot water from communal heating system serving the dwellings and 2.2kW ASHP (cooling) beyond Building Regulations Part L 2013 as detailed in the approved Energy Statement Issue 3 (13 October 2017) prepared by AGP Consultants Ltd.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure that the non-domestic spaces within the development hereby approved are energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "18.\tAll boilers accommodated in the plant room to serve the energy requirements of the development, including space heating and hot water to the dwellings and hot water to the non-domestic spaces, should use Ultra low-NOx boilers with maximum NOx Emissions of under 0.030 g/kWh and be compliant with the NOx (g/m²) benchmarks as set out at Appendix 5 of the Mayor's Sustainable Design and Construction SPG. The development shall be carried out in accordance with the approved details.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), Policy 7.14 of The London Plan (2011), and the National Planning Policy Framework (2012).",
    "19.\tExisting trees adjacent/close to the boundaries of the site shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees. Protection of the trees, hedgerows and groups of mature shrubs off site that are adjacent/close to it shall be carried out only in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision), and shall be maintained fully intact and (in the case of the fencing) at all times, until the completion of all building operations on the site.",
    "Reason:  In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, policies 7.4 and 7.6 of the London Plan 2015, policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management Development Plan Document (2013).",
    "20.\tA finalised Delivery and Servicing Management shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out strictly in accordance with the details as approved.",
    "Reason: To ensure that the delivery arrangements to the building as a whole are appropriate and to limit the effects of the increase in travel movements and impacts on neighbouring amenity in accordance policies 1.1, 1.2, 2.1 and 2.2 of the Ealing Core Strategy (2012); Policies 4B and 4C of the Ealing Development Management DPD (2013); and Policies 6.3, 6.10, 6.11 and 6.13 of the London Plan (2016).",
    "21.\tPrior to commencement of the development hereby approved, a drainage strategy detailing any on and/or off site drainage works, shall be submitted and approved by the Local Planning Authority (in consultation with the Lead Local Flood Authority). No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed. The development shall be carried out strictly in accordance with the approved detailed drainage scheme.",
    "Reason: To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012); policy LV 5.12 of the Ealing Development Management DPD (2013); policies 5.12 and 5.13 of the London Plan (2016); and the National Planning Policy Framework (2012).",
    "22.\tPrior to commencement of the development (excluding demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "(1) Prior to the commencement of the development (not including site clearance and necessary demolition) further targeted investigation. The results of the investigation shall be used to undertake further risk assessment in order to identify pollutant linkages at the site. The work shall be carried out by a competent person in accordance with current government and Environment Agency Guidance and Approved Codes of Practice. The additional targeted investigation and risk assessment report shall be submitted for approval.",
    "(2) If the report recommends remedial work is required at the site before it will be suitable for the proposed end use. A remedial strategy / method statement including; remediation methodology; site specific assessment criteria; on-going monitoring plan; and a verification plan shall be submitted for approval in writing by the council. This is to ensure the site is suitable for its proposed use.",
    "(3) A verification report detailing all the remedial work undertaken shall be submitted before the development is occupied.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The Ealing Development Management DPD (2013); policy 1.1 (j) of the Ealing Development Strategy 2026 (2012); Policy 5.21 of the London Plan (2016); and the National Planning Policy Framework (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/04/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07765550",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.27188989999999996,
          51.5089174
        ],
        [
          -0.27189,
          51.5089138
        ],
        [
          -0.2718603,
          51.508917
        ],
        [
          -0.2718374,
          51.5088582
        ],
        [
          -0.2718315,
          51.5088397
        ],
        [
          -0.27182639999999997,
          51.5088239
        ],
        [
          -0.2717728,
          51.5088303
        ],
        [
          -0.2717689,
          51.5088183
        ],
        [
          -0.2718214,
          51.5088118
        ],
        [
          -0.2718154,
          51.508793
        ],
        [
          -0.2718057,
          51.5087629
        ],
        [
          -0.2717998,
          51.5087448
        ],
        [
          -0.27179729999999996,
          51.5087371
        ],
        [
          -0.27179539999999996,
          51.5087299
        ],
        [
          -0.27174319999999996,
          51.5087363
        ],
        [
          -0.27173359999999996,
          51.5087061
        ],
        [
          -0.27178789999999997,
          51.5086996
        ],
        [
          -0.27183779999999996,
          51.508694
        ],
        [
          -0.2718172,
          51.5086479
        ],
        [
          -0.2718105,
          51.5086343
        ],
        [
          -0.2717986,
          51.5086085
        ],
        [
          -0.271794,
          51.5085984
        ],
        [
          -0.2717739,
          51.5085533
        ],
        [
          -0.27176459999999997,
          51.5085329
        ],
        [
          -0.2717533,
          51.5085076
        ],
        [
          -0.2717273,
          51.5085108
        ],
        [
          -0.2716744,
          51.5085172
        ],
        [
          -0.2716694,
          51.5085019
        ],
        [
          -0.2716654,
          51.5084897
        ],
        [
          -0.2717168,
          51.5084837
        ],
        [
          -0.271711,
          51.5084652
        ],
        [
          -0.2717052,
          51.5084476
        ],
        [
          -0.2716523,
          51.508454
        ],
        [
          -0.27163889999999996,
          51.5084115
        ],
        [
          -0.2716998,
          51.5084003
        ],
        [
          -0.2717925,
          51.5083831
        ],
        [
          -0.2717905,
          51.508379
        ],
        [
          -0.27172979999999997,
          51.508389
        ],
        [
          -0.2717034,
          51.5082663
        ],
        [
          -0.2716959,
          51.5082365
        ],
        [
          -0.2716896,
          51.5082126
        ],
        [
          -0.2716883,
          51.5082058
        ],
        [
          -0.27168149999999996,
          51.5081797
        ],
        [
          -0.271676,
          51.5081526
        ],
        [
          -0.2716685,
          51.5081219
        ],
        [
          -0.2716627,
          51.5081052
        ],
        [
          -0.2720249,
          51.5080543
        ],
        [
          -0.272032,
          51.5080765
        ],
        [
          -0.2721366,
          51.5083199
        ],
        [
          -0.27211989999999997,
          51.5083223
        ],
        [
          -0.2720554,
          51.508334
        ],
        [
          -0.2720394,
          51.5083364
        ],
        [
          -0.2719589,
          51.508351
        ],
        [
          -0.2719186,
          51.5083578
        ],
        [
          -0.2718892,
          51.5083643
        ],
        [
          -0.271962,
          51.5085336
        ],
        [
          -0.27200769999999996,
          51.5086394
        ],
        [
          -0.2719637,
          51.5087378
        ],
        [
          -0.2719589,
          51.5087485
        ],
        [
          -0.2719879,
          51.5088198
        ],
        [
          -0.271992,
          51.5088294
        ],
        [
          -0.2721712,
          51.508891
        ],
        [
          -0.2721732,
          51.5088937
        ],
        [
          -0.2721746,
          51.508896
        ],
        [
          -0.2721766,
          51.5088982
        ],
        [
          -0.27217949999999996,
          51.5089001
        ],
        [
          -0.2721823,
          51.5089015
        ],
        [
          -0.2721858,
          51.5089033
        ],
        [
          -0.27218929999999997,
          51.5089043
        ],
        [
          -0.27188,
          51.5089298
        ],
        [
          -0.2718837,
          51.5089272
        ],
        [
          -0.2718868,
          51.508925
        ],
        [
          -0.27188829999999997,
          51.5089223
        ],
        [
          -0.27188989999999996,
          51.5089174
        ]
      ]
    ],
    "type": "Polygon"
  }
}