{
  "last_date_consultation_comments": "16/08/2024",
  "site_number": null,
  "ward": "HAYES TOWN 2022",
  "decision_date": "18/10/2024",
  "description": "Proposed partial re-build of fire damaged Waste Transfer Station Building (Retrospective application)",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13007112",
  "street_name": "RIGBY LANE",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.4423221",
    "lat": "51.5063882"
  },
  "lpa_app_no": "643/APP/2024/1825",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2023",
        "intended_commencement_date": "06/2023"
      }
    ],
    "total_gia_gained": 2602.5,
    "site_area": 0.262,
    "total_gia_lost": 2602.5,
    "total_gia_existing": 2602.5,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 2602.5,
        "use_class": "SG",
        "gia_gained": 2602.5,
        "gia_lost": 2602.5
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 8,
        "building_ref": "Waste transfer station building"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2602.5,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2602.5,
      "total_gia_gained": 2602.5,
      "total_gia_existing": 2602.5,
      "total_gia_lost": 2602.5
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "WTS ",
          "external_residual_waste": false,
          "reason_for_no_provision": "Building is a waste transfer station for the storage of waste and recycling before being bulked up for onward transfer - no welfare or amenity facilities are provided for staff",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "lead_developer_company_name": "Suez Recycling and Recovery UK Limited"
  },
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4426003,
          51.5066794
        ],
        [
          -0.4425615,
          51.506642
        ],
        [
          -0.4420712,
          51.5065427
        ],
        [
          -0.4420959,
          51.5064907
        ],
        [
          -0.4417949,
          51.5064296
        ],
        [
          -0.4418028,
          51.506419
        ],
        [
          -0.44192149999999997,
          51.5061814
        ],
        [
          -0.44195789999999996,
          51.5061201
        ],
        [
          -0.44284209999999996,
          51.506296
        ],
        [
          -0.4426827,
          51.5066103
        ],
        [
          -0.4426003,
          51.5066794
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 508203,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": "13/12/2023",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=643/APP/2024/1825",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "HAYES",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "SUEZ Waste Transfer Station",
  "id": "Hillingdon-643_APP_2024_1825",
  "decision_target_date": "18/10/2024",
  "centroid_northing": 179756,
  "date_building_work_started_under_previous_permission": "05/06/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508183.0048,
              179787.9756
            ],
            [
              508185.7829,
              179783.8745
            ],
            [
              508220.0466,
              179773.5557
            ],
            [
              508218.4591,
              179767.7349
            ],
            [
              508239.4935,
              179761.3849
            ],
            [
              508238.9643,
              179760.1943
            ],
            [
              508231.2914,
              179733.6036
            ],
            [
              508228.9101,
              179726.7244
            ],
            [
              508167.1298,
              179744.9807
            ],
            [
              508177.4486,
              179780.1703
            ],
            [
              508183.0048,
              179787.9756
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers Rbl-PLN-0224-01, Rbl-PLN-0224-03, Rbl-PLN-0224-05 (Sheet 1of2), Rbl-PLN-0224-05 (Sheet 2of2), Rbl-PLN-0224-09, 466/030/041 Rev. Z, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The roads/turning/loading facilities/sight lines and parking areas (including the marking out of parking spaces) shown on the approved plans shall be constructed prior to occupation of the development, thereafter permanently retained and used for no other purpose.",
    "REASON",
    "To ensure that adequate facilities are provided in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan Part Two 2 (2020).",
    "The fencing or other means of enclosure shown on the approved plans shall be erected prior to development commencing and thereafter permanently retained.",
    "REASON",
    "To safeguard the privacy of adjoining residents in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part Two 2 (2020).",
    "With regards to materials, colours and finishes to be used on all external surfaces, the development shall be carried out in accordance with the submitted details approved under details pursuant application ref: 643/APP/2008/3471.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part Two 2 (2020).",
    "The quantity of waste deposited at the facility shall not exceed 1030 tonnes on any one day.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part Two 2 (2020).",
    "With regards to a scheme which specifies the provisions to be made for the control of noise emanating from the site or to other parts of the building, the development shall be carried out in accordance with the submitted details approved under details pursuant application ref: 643/APP/2009/2151.",
    "REAS0N",
    "To safeguard the amenity of surrounding areas in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part Two 2 (2020).",
    "With regards to a scheme for protecting neighbouring properties from dust emitted from the construction works, the development shall be carried out in accordance with the submitted details approved under details pursuant application ref: 643/APP/2009/3471.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part Two 2 (2020).",
    "No bonfires shall be lit on the construction site.",
    "REASON",
    "In the interests of fire safety in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part Two 2 (2020).",
    "Before the use commences, a scheme which specifies the provision to be made for the control of odour from the Civic Amenity site should be submitted to, and approved by the Local Planning Authority.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part Two 2 (2020).",
    "With regards to details of all proposed signage, the development shall be carried out in accordance with the submitted details approved under details pursuant application ref: 643/APP/2008/3471.",
    "REASON",
    "In the interests of traffic safety in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan Part Two 2 (2020).",
    "Before the development is commenced a detailed site investigation shall be carried out to establish if the site is contaminated, to assess the degree and nature of the contamination present, and to determine its potential for the pollution of the water environment.  The method and extent of this site investigation shall be agreed with the Planning Authority prior to commencement of the work.  Details of appropriate measures to prevent pollution of groundwater and surface water, including provisions for monitoring, shall then be submitted to and approved in writing by the Planning Authority before development commences.  The development shall then proceed in strict accordance with the measures approved.",
    "REASON",
    "To prevent pollution of the water environment in accordance with Policy DMEI 12 of the Hillingdon Local Plan Part Two 2 (2020).",
    "With regards to the construction of the site drainage system, the development shall be carried out in accordance with the submitted details approved under details pursuant application ref: 643/APP/2008/3474.",
    "REASON",
    "To prevent pollution of the water environment in accordance with Policies DMEI 9 and DMEI 10 of the Hillingdon Local Plan Part Two 2 (2020).",
    "With regards to surface water drainage works (including source control measures), the development shall be carried out in accordance with the submitted details approved under details pursuant application ref: 643/APP/2008/3474.",
    "REASON",
    "To prevent the increased risk of flooding in accordance with Policies DMEI 9 and DMEI 10 of the Hillingdon Local Plan Part Two 2 (2020).",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Planning and Transportation Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with: -",
    "A) Demolition and construction works should only be carried out between the hours of 08.00 hours and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays or Bank Holidays.",
    "B) All noise generated during such works should be controlled in compliance with British Standard Code of Practice BS 5228: 1984.",
    "C) The elimination of the release of dust or odours that could create a public health nuisance.",
    "D) No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 277401) or to seek prior approval under Section 61 of the Control of Pollu",
    "Under the terms of the Water Resources Act 1991, the prior written consent of the Environment Agency is required for any discharge of sewage or trade effluent into controlled waters (e.g. watercourses and underground waters), and may be required for any discharge of surface water to such controlled waters or for any discharge of sewage or trade effluent from buildings or fixed plant into or onto ground or into waters which are not controlled waters.  Such consent may be withheld.",
    "Under the terms of the Water Resources Act 1991, the prior written consent of the Environment Agency is required for dewatering from any excavation or development to a surface watercourse.",
    "You are advised to contact Crossrail on one of the following links, regarding the part of the site that extends to the adjacent railway line:",
    "E mail: helpdesk@crossrail.co.uk",
    "Help Line: 0845 602 3813",
    "Web: www.crossrail.co.uk",
    "This development may require an environmental permit under the Environmental Permitting (England and Wales) Regulations 2016, Regulation 12. In circumstances where an activity/operation meets certain criteria, an exemption from permitting may apply. More information on exempt activities can be found here: Register, renew or change waste exemptions - GOV.UK (www.gov.uk)",
    "The applicant is advised to find out more information about the permit application process online and to send a pre-application enquiry form via the gov.uk website: https://www.gov.uk/government/publications/environmental-permit-pre-application-advice-form",
    "It is recommended that the ground penetrating structure/s / extension / outbuilding / porch / building / electrical supply cables and panels is/are designed and constructed to prevent/minimise the possible entry of any migrating landfill gas/ground gas. Please contact your building surveyor and/or architect if you require advice concerning suitable construction techniques.",
    "The Council's records show that the development site is within 250 metres of a landfill buffer and or may have ground conditions which suggest possible ground gas risks.",
    "There is a possibility there may be some contaminating substances in the ground at the site. Our contaminated land record shows the site to be on a former contaminated land use identified as works (various) as well as railway land. We would advise persons working on site to take basic precautions in relation to any contamination they may find.",
    "You are advised this development is on a former contaminated land use identified as works (various) as well as railway land. Therefore, the above advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should there be any contamination identified during the development where there is a need, for ground work once such works are complete to minimise risk to the occupants of the site.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T19:41:44.990+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "18/10/2027",
  "decision": "Approved",
  "valid_date": "08/07/2024"
}