{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/1492/20",
  "application_type_full": null,
  "uprn": "100023029907",
  "borough": "Harrow",
  "street_name": "The Ridgeway",
  "locality": "Harrow",
  "ward": "West Harrow",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Reason : 1 - The proposed development represents an over-intensive use of the site and is out of character with its surroundings in an area comprising typically semi-detached, two-storey, suburban dwellinghouses and a much cherished and well frequented allotment, to the detriment of the visual and residential amenities within the locality, by reason of its excessive scale, mass and height, contrary to policy CS1, CS1B and CS1D Harrow Core Strategy (2012), DM1 Harrow Development Management Policies Local Plan (2013), and D1, D4, D9 London Plan (2021).",
    "Reason : 2 - Notwithstanding the viability appraisal toolkit submitted with this application and the applicant's 'without prejudice' offer of affordable housing on this site, the proposal fails to demonstrate that the maximum reasonable level of affordable housing can be achieved on this site as required by policy H5 of The London Plan (2021) and core policy CS1 (J) of the Harrow Core strategy (2012) and the proposal would fail to deliver an appropriate tenure mix that would meet the Borough's housing priority need, contrary to core policy CS1 (I) of the Harrow Core Strategy and the guidance contained in the adopted Supplementary Planning Document: Planning Obligations (2013). The proposed development therefore fails to address strategic housing objectives including the provision of mixed, balanced and sustainable communities, contrary to the National Planning Policy Framework (2019), policies H4, H5 and H6 of the London Plan (2021) and core policies CS1(I) and CS1(J) of The Harrow Core Strategy (2012)",
    "Reason : 3 - The proposed development, in the absence of sufficient information within the provided Ecological Impact Assessment to quantify the ongoing impacts on the adjacent Site of Importance for Nature Conservation (SINC) or provision of opportunities for local biodiversity mitigation or enhancement within the vicinity of the site, thereby fails to demonstrate that biodiversity value of the surrounding area would not be harmed, protected or enhanced, contrary to the National Planning Policy Framework (2019), policy G6 C and D of the London Plan (2021), policy CS 1 E of the Harrow Core Strategy (2012) and policies DM20 and DM21 of the Harrow Development Management Polices Local Plan (2013)",
    "Reason : 4 - The proposal fails to provide sufficient information to determine the cumulative impact of the proposed siting of the buildings within close proximity of the Root Protection Area (RPA) incursions and long-term post-development physical, environmental and social pressure on existing trees adjacent to the development site, namely within the Site of Importance for Nature Conservation (SINC) and along the south-eastern boundary / embankment; as well as the development impact on the availability of light to ensure their long-term survival due to their close proximity to the proposed development and therefore the proposal would fail to accord with National Planning Policy Framework (2019), policy G7 of The London Plan (2021) and policy DM22 of the Development Management Policies Local Plan (2013)",
    "Reason : 5 - The submitted Daylight and Sunlight Report, in the absence of accurately assessing the existing site constraints pertaining to the surrounding Site of Importance of Nature Conservation (SINC), trees and site levels, fails to provide sufficient information to assess whether the proposal would result in acceptable quality of accommodation for future residents with regard to natural light, daylight and overshadowing particularly for Blocks A, B, C, D and E. Furthermore, the close proximity and elevated siting of the Site of Importance for Nature Conservation (SINC) adjacent to Block A, would result in poor outlook to the rear-facing habitable rooms within units A00-A06 of this block, to the detriment of the amenities of the future occupiers of this block. The proposed development is therefore contrary to the high quality design aspirations of The National Planning Policy Framework (2019), policy D3(7) and D6(D) of the London Plan (2021), Core Policy CS1 of the Harrow Core Strategy (2012), and policy DM1 of the Harrow Development Management Policies Local Plan (2013)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "513782",
  "status": "Refused",
  "decision_date": "02/09/2021",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3597765,
          51.5776255
        ],
        [
          -0.3592594,
          51.5772474
        ],
        [
          -0.3589224,
          51.5774012
        ],
        [
          -0.35944349999999997,
          51.5777914
        ],
        [
          -0.3597626,
          51.5776325
        ],
        [
          -0.3597765,
          51.5776255
        ]
      ]
    ]
  },
  "decision_target_date": "20/05/2021",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "13/05/2020",
  "development_type": "Major dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T15:42:41.449+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Pavillion",
  "id": "Harrow-P_1492_20",
  "decision": "Refused",
  "cil_liability": true,
  "centroid_northing": "187797",
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://site.com?appref=P/1492/20-or-1079839 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment of the site to provide a mixed-use scheme comprising buildings ranging from 3-7 storeys for the provision of 178 residential units (C3); 900 sqm of D1 floorspace and associated open space, landscaping, access, car parking, refuse stores and cycle parking and other associated works. (Re-consultation on updated documentation and plans). ",
  "valid_date": "13/05/2020",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              513753.87,
              187803.18
            ],
            [
              513790.64,
              187761.94
            ],
            [
              513813.61,
              187779.56
            ],
            [
              513776.53,
              187822.15
            ],
            [
              513754.81,
              187803.98
            ],
            [
              513753.87,
              187803.18
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "8643858",
  "application_details": {
    "site_area": 0.163
  },
  "centroid": {
    "lon": "-0.3593727",
    "lat": "51.5775643"
  },
  "lapsed_date": "02/09/2024",
  "decision_process": "Committee",
  "actual_completion_date": null
}