{
  "actual_completion_date": null,
  "centroid_northing": null,
  "decision": "No Objection to Proposal (OBS only)",
  "development_type": "NULL",
  "valid_date": "16/11/2021",
  "bo_system": "CSV Data Import",
  "description": "Observation requested by London Borough of Southwark for Details of all reserved matters (Access, Appearance, Landscaping, Layout and Scale) relating to Development Zone L of the Canada Water Masterplan, comprising the construction of three residential buildings with flexible retail/workspace/community uses (Classes A1-A4, B1 and D1) at ground floor level alongside car parking, cycle parking, landscaping, public realm, plant and associated works.  For information: proposed building L1 is 9 storeys with additional rooftop plant (31metres above ground level, 36 metres above Ordnance Datum), proposed building L2 is 9 storeys with additional rooftop plant (30 metres above ground level, 36 metres above Ordnance Datum), and proposed building L3 is 8 storeys (27 metres above ground level, 33 metres above Ordnance Datum). The development as a whole comprises: - 237 dwellings in a mix of social rent, intermediate and market tenures, comprising 19 studios, 67 one-beds, 91 two-beds, 46   three-beds, 3 four-beds and 1 five-beds (Class C3); - 380 square metres GIA of flexible retail/ workspace/community uses (Classes A1-A4, B1 and D1); - a ventilation/extraction compound serving a below-ground UKPN sub-station, of 92 square metres GIA; - 8 wheelchair-accessible car parking spaces; and - 52 short-stay cycle spaces and 436 long-stay cycle spaces.  This application is pursuant to hybrid planning permission for the Canada Water Masterplan ref. 18/AP/1604 dated 29th May 2020, which was accompanied by an Environmental Statement. Consequently the application is accompanied by a Statement of Conformity submitted pursuant to the Town and Country Planning (Environmental Impact Assessment) regulations 2017. This ES Statement of Conformity should be read in conjunction with the Canada Water Masterplan ES which can be viewed in full on the Council's website (18/AP/1604).",
  "decision_conditions": null,
  "appeal_status": null,
  "parking_details": null,
  "decision_process": null,
  "site_number": null,
  "decision_target_date": null,
  "ward": null,
  "application_details": {
    "existing_uprns": null
  },
  "status": " ",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "NULL",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "lpa_name": "Tower Hamlets",
  "borough": "Tower Hamlets",
  "actual_commencement_date": null,
  "appeal_decision": " ",
  "locality": null,
  "last_date_consultation_comments": null,
  "decision_date": "22/11/2021",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": null,
  "street_name": null,
  "lpa_app_no": "PA/21/02495/NC",
  "lapsed_date": "22/11/2024",
  "id": "Tower_Hamlets-PA_21_02495_NC",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "Zone L, Canada Water Masterplan, Surrey Quays Road, London",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-20T19:13:23.498+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": null,
  "uprn": null,
  "cil_liability": null,
  "centroid_easting": null,
  "polygon": null,
  "appeal_decision_date": null,
  "wgs84_polygon": null
}