{
  "actual_completion_date": null,
  "centroid_northing": null,
  "decision": "No Objection to Proposal (OBS only)",
  "development_type": "NULL",
  "valid_date": "28/09/2021",
  "bo_system": "CSV Data Import",
  "description": "Observation requested by London Borough of Southwark for Outline planning permission (all matters reserved) for a commercial masterplan containing offices and other complementary town centre uses with no housing. The proposals involve the demolition of all buildings and structures and the comprehensive redevelopment of the site to provide three Development Plots (A1, A2 and B) which will contain three Buildings (A1, A2 and B) reaching maximum heights of 110m, 55.4m and 63.2m AOD respectively. - The proposed maximum floorspace is 145,780sq m GEA above ground, with basements extending to a maximum of 13,006sq m GEA. - The proposed land uses are: offices (Class E), retail/professional services/food and drink (E), learning and non-residential institutions/local    community (F1/F2), medical or health (E) and indoor sport, recreation or fitness (E). - Works of hard and soft landscaping are proposed to create a series of new and improved public realm spaces within the site. This will include the replacement of some trees and the planting of additional new trees. - New vehicular access points are proposed to be created from Surrey Quays Road and Canada Street, along with other incidental works.    The application is submitted alongside planning application ref. 21.AP.2610 which proposes works to Maritime Street as part of a masterplan for   both sites.  The application is accompanied by an Environmental Statement submitted pursuant to the Town and Country Planning (Environmental Impact Assessment) regulations 2017. If members of the public wish to access a copy of the ES, they can view the documentation on the Council's website. Alternatively, for those wish to purchase an electronic copy, Trium will supply the ES on a USB at a charge of £20. For a printed copy, members of the public should contact Trium directly as detailed in ES Volume 1, Chapter 1 Introduction.",
  "decision_conditions": null,
  "appeal_status": null,
  "parking_details": null,
  "decision_process": null,
  "site_number": null,
  "decision_target_date": null,
  "ward": null,
  "application_details": {
    "existing_uprns": null
  },
  "status": " ",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "NULL",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "lpa_name": "Tower Hamlets",
  "borough": "Tower Hamlets",
  "actual_commencement_date": null,
  "appeal_decision": " ",
  "locality": null,
  "last_date_consultation_comments": null,
  "decision_date": "27/10/2021",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": null,
  "street_name": null,
  "lpa_app_no": "PA/21/02162/NC",
  "lapsed_date": "27/10/2024",
  "id": "Tower_Hamlets-PA_21_02162_NC",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "Units 1 And 4, Canada Water Retail Park, London",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-20T19:13:28.484+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": null,
  "uprn": null,
  "cil_liability": null,
  "centroid_easting": null,
  "polygon": null,
  "appeal_decision_date": null,
  "wgs84_polygon": null
}