{
  "last_date_consultation_comments": "04/11/2024",
  "site_number": null,
  "ward": "RUISLIP MANOR 2022",
  "decision_date": "06/11/2024",
  "description": "Variation of Condition 2 (Approved Plans) of planning permission ref. 74604/APP/2023/3083, dated 21-12-23 (Erection of 2 x two-storey, 2-bed semi-detached dwellings) to change from a hipped roof to a gabled roof.",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "HA4 6LE",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13346170",
  "street_name": "SIDMOUTH DRIVE",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.41319419999999996",
    "lat": "51.5633681"
  },
  "lpa_app_no": "74604/APP/2024/2254",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.037000000000000005
  },
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41338199999999997,
          51.5634183
        ],
        [
          -0.4131669,
          51.5634915
        ],
        [
          -0.4130164,
          51.5633198
        ],
        [
          -0.413244,
          51.5632531
        ],
        [
          -0.41338199999999997,
          51.5634183
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 510087,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74604/APP/2024/2254",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "RUISLIP",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "Land at Sidmouth Drive",
  "id": "Hillingdon-74604_APP_2024_2254",
  "decision_target_date": "06/11/2024",
  "centroid_northing": 186136,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510073.8613,
              186141.3029
            ],
            [
              510088.5898,
              186149.7695
            ],
            [
              510099.4377,
              186130.8959
            ],
            [
              510083.8273,
              186123.1348
            ],
            [
              510073.8613,
              186141.3029
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from 21-12-23 (being the date of planning permission ref. 74604/APP/2023/3083).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, drawing numbers: Proposed Elevations-South East & South West (Revised), Proposed Elevations-North East & West (Revised), 03_Roof (Revised), and the approved plans of planning permission ref. 74604/APP/2023/3083: Location Plan, A101, A104, A105, A107, Parking Allocation Scheme, Construction Logistics Plan, Construction Management Plan, Cycle and Refuse Storage, SuDS Features, Landscape Plan and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Notwithstanding the approved plans, prior to the commencement of the superstructure works, details of the materials to be used in the construction of the external surfaces of the extension hereby permitted have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details / samples.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved plans, prior to the commencement of the superstructure works, details of both hard and soft landscape works shall be submitted to and approved in writing by the local planning authority. These details shall include:",
    "Details of Soft Landscaping",
    "- Planting plans (at not less than a scale of 1:100),",
    "- Written specification of planting and cultivation works to be undertaken,",
    "- Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate.",
    "Details of Hard Landscaping",
    "- Refuse Storage (inc. elevations),",
    "- Cycle Storage (inc. elevations),",
    "- Means of enclosure/boundary treatments (inc. elevations),",
    "- Car Parking Layouts,",
    "- Hard Surfacing Materials,",
    "- External Lighting,",
    "An implementation programme.",
    "The landscaping works shall be carried out in accordance with the approved details before any part of the development is first occupied in accordance with the agreed implementation programme.",
    "REASON",
    "To ensure that the proposed devel",
    "The dwellings shall not be occupied until the access for the proposed car parking has been provided with 2.4m x 2.4m pedestrian visibility splays accommodated within the site in both directions and shall be maintained free of all obstacles to the visibility between heights of 0.6m and 2.0m above the level of the adjoining highway. The access shall be retained thereafter.",
    "REASON",
    "In the interests of highway and pedestrian safety in accordance with Policy DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwellings shall not be occupied until the car parking spaces have been provided in accordance with the approved plans. The car parking spaces shall be retained thereafter.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan Part Two 2 (2020) and Policy T6 of the London Plan (2021).",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwellings hereby approved shall accord with the requirements of Policy D7 of the London Plan and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance Pith Policy D7 of the London Plan (2021).",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. Therefore the water from the site entering the sewers should minimised:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T18:45:14.565+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "06/11/2027",
  "decision": "Approved",
  "valid_date": "19/08/2024"
}