{
  "centroid": {
    "lon": "0.1889117",
    "lat": "51.5559828"
  },
  "status": "Refused",
  "decision_target_date": "16/12/2019",
  "site_name": "Rom Skate Park",
  "decision_conditions": [
    "The site is within the area identified as Metropolitan Green Belt. The Local Development Framework and Government Guidance as set out in the NPPF is that in order to achieve the purposes of the Metropolitan Green Belt it is essential to retain and protect the existing rural character of the area so allocated and that the new building will only be permitted outside the existing built up areas in the most exceptional circumstances. The proposed development is an inappropriate form of development and by definition harmful to the open character of the Green Belt. No special circumstances have been submitted in this case and the proposal is therefore contrary to Policy DC45 of the LDF Core Strategy and Development Control Policies DPD and the provisions of the NPPF 2019.",
    "The development, comprising the change of use and various unauthorised structures has resulted in a visually intrusive form of development, which is detrimental to the open character of the Green Belt. The proposal is therefore contrary to Policies DC45 and DC68 of the LDF Core Strategy and Development Control Policies Development Plan Document, as well as the provisions of the National Planning Policy Framework 2019.",
    "The retention of the use and the proposed building by reason of its siting, inappropriate manner of use, plethora of building structures, and the movement of commercial vehicles has significantly harm the setting of the heritage asset in the form of a Grade II listed and the rural character of the area, contrary to the local plan policies and the advice given in NPPF 2019.",
    "The continuation in the use of the land for open air storage of scaffolding by reason of its location and relationship to nearby sensitive receptors, would result in an unsatisfactory relationship by way of noise and disturbance which would be to the detriment of the amenity and living conditions of neighbouring occupiers. The proposed development is therefore contrary to Policies DC55 and DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposal to continue the use of the site for storage of scaffolding by reason of its location through the access route to the petrol station, the car sales area and the skate park would be likely to cause unreasonable risk and hazard to the users of the site and jeopardise their safety.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal was given to the applicant's agent on 10.12.2019."
  ],
  "secondary_street_name": "Hornchurch",
  "application_type": "All Other",
  "postcode": "RM12 4ES",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "12/12/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1565.19",
  "centroid_northing": 186392,
  "uprn": "100023213994",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hylands",
  "decision_date": "12/12/2019",
  "description": "Retrospective application to use land of Rom Skate Park for storage use.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1565.19",
  "lpa_app_no": "P1565.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:50:32.005+00:00",
  "centroid_easting": 551843,
  "pp_id": "08204002",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "21/10/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551816.896,
              186382.871
            ],
            [
              551833.152,
              186401.024
            ],
            [
              551862.413,
              186415.925
            ],
            [
              551869.186,
              186402.378
            ],
            [
              551866.477,
              186401.024
            ],
            [
              551869.186,
              186395.876
            ],
            [
              551853.472,
              186388.561
            ],
            [
              551855.369,
              186384.226
            ],
            [
              551831.256,
              186370.679
            ],
            [
              551828.817,
              186371.221
            ],
            [
              551824.482,
              186367.428
            ],
            [
              551816.896,
              186382.871
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.12
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Upper Rainham Road",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "19/11/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1885315,
          51.5559078
        ],
        [
          0.18877359999999999,
          51.5560665
        ],
        [
          0.1892018,
          51.5561925
        ],
        [
          0.18929359999999998,
          51.556069
        ],
        [
          0.1892539,
          51.5560575
        ],
        [
          0.18929079999999998,
          51.5560106
        ],
        [
          0.18906109999999998,
          51.5559491
        ],
        [
          0.1890866,
          51.5559096
        ],
        [
          0.1887332,
          51.5557944
        ],
        [
          0.18869829999999999,
          51.5557999
        ],
        [
          0.1886342,
          51.555767
        ],
        [
          0.1885315,
          51.5559078
        ]
      ]
    ],
    "type": "Polygon"
  }
}