{
  "uprn": "5005722",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Camden",
  "description": "Erection of single storey rear extension, following the partial demolition of the rear facade/fenestration; enlargement of rear garden patio; installation of dormer windows on front, sides and rear elevations for the use of loft as habitable room; conversion of the garage to a habitable room; installation of rooflights on existing roof; replacement of all existing windows and roof tiles to match existing; replace paving to front driveway and side pathway; minor alterations to front canopy and balustrade.",
  "appeal_start_date": null,
  "cil_liability": true,
  "lpa_app_no": "2022/1003/P",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "LN8545"
  ],
  "decision_date": "12/09/2022",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526349.8475585,
              185310.8549063
            ],
            [
              526338.5518248,
              185304.0468551
            ],
            [
              526335.0971442,
              185309.6552497
            ],
            [
              526329.5976884,
              185319.0525598
            ],
            [
              526323.2984617,
              185329.1496695
            ],
            [
              526319.9014966,
              185326.800342
            ],
            [
              526318.2524843,
              185330.1993691
            ],
            [
              526317.8484763,
              185331.1990829
            ],
            [
              526315.6388,
              185337.0074203
            ],
            [
              526332.0959419,
              185340.5963929
            ],
            [
              526340.2503074,
              185326.9003134
            ],
            [
              526342.3033276,
              185323.5012864
            ],
            [
              526349.8475585,
              185310.8549063
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Householder planning permission",
  "locality": "London",
  "application_type": "Householder",
  "street_name": "Arkwright Road",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "11/03/2022",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "lapsed_date": "12/09/2025",
  "decision_target_date": "14/09/2022",
  "id": "Camden-2022_1003_P",
  "centroid_northing": "185320",
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": " ",
  "postcode": "NW3 6BG",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/1003/P",
  "site_number": "12",
  "ward": "Frognal",
  "centroid_easting": "526337",
  "bo_system": "Northgate M3",
  "lpa_name": "Camden",
  "decision_agency": "Borough",
  "application_details": {
    "total_gia_gained": 99.5,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2022",
    "intended_completion_date": "06/2023",
    "site_area": 0.053000000000000005
  },
  "last_updated": "2025-03-20T16:11:54.559+00:00",
  "status": "Approved",
  "last_date_consultation_comments": "19/06/2022",
  "centroid": {
    "lat": "51.5526333",
    "lon": "-0.1791697"
  },
  "pp_id": "11112876",
  "parking_details": {
    "no_existing_car": 3,
    "net_car": -1,
    "no_proposed_car": 2
  },
  "last_updated_by": "Northgate M3",
  "epc_number": "7902-5529-0002-0000-0296",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: EX-00 REVP-00, EX-01 REVP-00, EX-02 REVP-00, EX-03 REVP-01, EX-04 REVP-02, LP-00 REVP00, PA-00 REV P-01; PA-01 REV P-00, PA-02 REV P-01, PA-03 P-01; PA-04 P-01, Design and Access Statement commissioned by XUL Architects dated 11.08.2022 and Supplementary Information: Materials Schedule commissioned by XUL Architects dated June 2022; Arboricultural Report commissioned by TRETEC dated 22.02.2022 and Tree Protection Plan dated 22.02.2022.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017 and policies SD1, SD2 and SD4 of the Redington/Frognal Neighbourhood Plan 2021.\r\n\r\n",
    "Condition : 4 - The living roof hereby approved shall be fully provided in accordance with the Material Schedule commissioned by XUL Architecture dated June 2022 approved details and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3,  D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 5 - The roof of the single storey extension hereby permitted shall not be used as a balcony, terrace or for any other ancillary residential purposes. \r\n\r\nReason: In the interests of the amenity of the occupiers of neighbouring dwellings in accordance with policy A1 (Managing the impacts of development) of the LB Camden Local Plan 2017 and policy BG1 of the Redington/Frognal Neighbourhood Plan 2021. \r\n",
    "Condition : 6 - Prior to the commencement of construction/demolition works on site, tree protection measures shall be installed in accordance with approved tree protection plan and arboricultural method statement. The protection shall then remain in place for the duration of works on site, unless otherwise agreed in writing by the local authority.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017 and policy BG1 of the Redington/Frognal Neighbourhood Plan 2021. \r\n",
    "Condition : 7 - The proposed side dormer windows shall be obscurely glazed to the lower panel and shall be restricted to a maximum opening to 100mm for all windows below 1700mm from floor level. The proposed windows shall be maintained and permanently  retained thereafter.  \r\n \r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policies A1 and D1 of the London Borough of Camden Local Plan 2017."
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1789878,
          51.5525482
        ],
        [
          -0.17915309999999998,
          51.5524895
        ],
        [
          -0.1792009,
          51.5525407
        ],
        [
          -0.1792768,
          51.5526264
        ],
        [
          -0.179364,
          51.5527186
        ],
        [
          -0.17941379999999998,
          51.5526982
        ],
        [
          -0.1794363,
          51.5527291
        ],
        [
          -0.17944179999999998,
          51.5527382
        ],
        [
          -0.17947159999999998,
          51.5527909
        ],
        [
          -0.17923309999999998,
          51.5528195
        ],
        [
          -0.17912039999999999,
          51.5526945
        ],
        [
          -0.179092,
          51.5526635
        ],
        [
          -0.1789878,
          51.5525482
        ]
      ]
    ],
    "type": "Polygon"
  }
}