{
  "postcode": "NW1 1DB",
  "uprn": "5087800",
  "decision_agency": "Borough",
  "locality": "London",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/0487/P",
  "centroid": {
    "lat": "51.5287235",
    "lon": "-0.131798"
  },
  "application_type_full": "Full planning permission",
  "ward": "St Pancras & Somers Town (Pre May 2022)",
  "last_date_consultation_comments": "28/04/2022",
  "cil_liability": true,
  "status": "Approved",
  "bo_system": "Northgate M3",
  "title_number": [
    "NGL771030"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "08/2023",
        "intended_commencement_date": "09/2022"
      }
    ],
    "total_gia_gained": 199,
    "site_area": 0.18100000000000002,
    "total_gia_lost": 0,
    "total_gia_existing": 14512,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 14512,
        "use_class": "SpecifiedOther",
        "gia_gained": 199,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "n/a"
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 199,
      "total_gia_lost": 0,
      "total_gia_existing": 14512
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private"
  },
  "centroid_northing": "182744",
  "decision_date": "26/07/2023",
  "epc_number": "0693-0356-5330-8100-6803",
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Camden-2022_0487_P",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529713.1811302,
              182744.4595286
            ],
            [
              529713.8489801,
              182743.549789
            ],
            [
              529718.5981353,
              182737.0516491
            ],
            [
              529686.5990532,
              182715.6477758
            ],
            [
              529684.6532187,
              182716.0476614
            ],
            [
              529659.7531342,
              182749.8979718
            ],
            [
              529660.6518459,
              182753.1970275
            ],
            [
              529691.6532756,
              182773.7011583
            ],
            [
              529700.1539336,
              182761.9545207
            ],
            [
              529710.6498964,
              182747.8985442
            ],
            [
              529713.1811302,
              182744.4595286
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "description": "Various extensions and alterations including a new atrium roof, external roof terrace at level 9, balconies at levels 1-8, removal of the existing atrium roof at level 1, rear roof extension at levels 7 and 8 to provide additional Class E floorspace, and new plant enclosure at roof level.",
  "lapsed_date": "26/07/2026",
  "lpa_app_no": "2022/0487/P",
  "last_updated": "2025-03-20T12:37:41.806+00:00",
  "application_type": "All Other",
  "site_name": "Euston House ",
  "appeal_decision_date": null,
  "site_number": "24",
  "appeal_decision": null,
  "development_type": "Minor all other minor developments",
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: PL_E_010, PL_E_011, PL_E_099, PL_E_100, PL_E_101, PL_E_107, PL_E_108, PL_E_109, PL_E_110, PL_E_200, PL_E_201, PL_E_300, PL_E_301, PL_E_302, PL_E_303, PL_P_099 04, PL_P_100 05, PL_P_101, PL_P_107, PL_P_108, PL_P_109 03, PL_P_110 05, PL_P_200, PL_P_201 02, PL_P_300 04, PL_P_301 04, PL_P_302 04, PL_P_303 04\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Before the relevant part of the work is begun, manufacturer's specification details of the plant enclosure cladding shall be submitted to the Local Planning Authority and samples of those materials to be provided on site.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 4 - None of the development hereby permitted shall be commenced until detailed design and construction method statements have been submitted to and approved in writing by the Local Planning Authority in liaison with HS2 Ltd. The design and method statement/s to be submitted under the above condition, shall include arrangements to secure that, during any period when concurrent construction is taking place of both the development hereby permitted and of the HS2 works, the construction of the HS2 works are not impeded. The scheme hereby approved shall not be implemented other than in accordance with the approved details, unless otherwise agreed in writing by the Local Planning Authority in liaison with HS2 Ltd.\r\n\r\nReason: To ensure the proposed development does not impede the delivery of High Speed 2, an infrastructure project of national importance, in accordance with the requirements of policy T3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - None of the development hereby permitted shall be commenced until detailed design and method statements for all of the relevant structures, foundations and basements and for any structures below ground level, including piling (temporary and permanent) have been submitted to, and approved in writing by, the local planning authority which:\r\n- accommodate the proposed location of the HS2 works (underground and other structures), including any temporary works;\r\n- accommodate ground movements arising from the construction thereof;\r\n- mitigate the effects of sound and vibration arising from the operation of the HS2 railway within the HS2 works (underground and other structures);\r\n- mitigate the effects on HS2 infrastructure of ground movements arising from the proposed development; and\r\n- mitigate the impacts of electromagnetic transmissions arising during operation of the HS2 railway.\r\n\r\nThe method statements to be submitted shall include arrangements to secure that, during any period when concurrent construction is taking place of both the development hereby permitted and of the proposed HS2 infrastructure in or adjacent to the site of that development, the construction of the HS2 infrastructure is not impeded. The development shall be carried out in all respects in accordance with the approved designs and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned above of this condition shall be completed, in their entirety, before any part of the proposed development building(s) hereby permitted is/are occupied.\r\n\r\nReason: To ensure the proposed development does not impede the delivery of High Speed 2, an infrastructure project of national importance, in accordance with the requirements of policy T3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - No works below ground level comprised within the proposed development hereby permitted shall be carried out at any time when the HS2 underground construction is in progress within 100 metres of the land on which the development hereby permitted is situated.\r\n\r\nReason: To ensure the proposed development does not impede the delivery of High Speed 2, an infrastructure project of national importance, in accordance with the requirements of policy T3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to the installation of any items of fixed plant associated with the operation of the development, details of plant machinery and a noise report shall be submitted to and approved in writing by the Local Planning Authority. The measures shall ensure that the external noise level emitted from plant/machinery/equipment will be lower than the lowest existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.  The report should reference the proposed noise limits included in Table 2 of the planning noise survey report dated 12 January 2018. A post- installation noise assessment shall be carried out to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained. \r\n \r\nReason: To ensure that the amenity of occupiers of the development site and area is not adversely affected by noise from plant in accordance with policy A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - The roof and rear external terraces shall not be occupied outside the following times: 09:00hrs to 22:00hrs. \r\n \r\nReason: To ensure that the amenity of occupiers of residential properties in the area is not adversely affected by noise and disturbance in accordance with the requirements of policies A1 and A4. \r\n",
    "Condition : 9 - Before the relevant part of the development commences, details of secure and covered cycle storage areas for 3 long stay cycles and 1 short stay cycle shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of the development, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": null,
  "parking_details": null,
  "pp_id": "10476135",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Eversholt Street",
  "centroid_easting": "529689",
  "decision_target_date": "24/07/2023",
  "lpa_name": "Camden",
  "borough": "Camden",
  "valid_date": "07/02/2022",
  "last_updated_by": "Northgate M3",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1314495,
          51.5287221
        ],
        [
          -0.1314402,
          51.5287138
        ],
        [
          -0.1313742,
          51.5286543
        ],
        [
          -0.1318431,
          51.5284693
        ],
        [
          -0.131871,
          51.5284733
        ],
        [
          -0.13221729999999998,
          51.5287832
        ],
        [
          -0.1322031,
          51.5288127
        ],
        [
          -0.1317489,
          51.5289898
        ],
        [
          -0.1316307,
          51.5288823
        ],
        [
          -0.13148469999999998,
          51.5287536
        ],
        [
          -0.1314495,
          51.5287221
        ]
      ]
    ],
    "type": "Polygon"
  }
}