{
  "appeal_decision": null,
  "postcode": "NW1 8PG",
  "street_name": "Kelly Street",
  "appeal_decision_date": null,
  "lapsed_date": "02/09/2025",
  "site_number": "23",
  "id": "Camden-2022_0739_P",
  "decision_process": "Delegated",
  "lpa_name": "Camden",
  "centroid_easting": "528886",
  "bo_system": "Northgate M3",
  "last_date_consultation_comments": "01/05/2022",
  "pp_id": "11069802",
  "last_updated": "2025-03-20T16:16:15.613+00:00",
  "actual_completion_date": null,
  "decision": "Approved",
  "valid_date": "23/02/2022",
  "actual_commencement_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528883.8021884,
              184580.8538667
            ],
            [
              528883.3981804,
              184582.753323
            ],
            [
              528881.7986385,
              184590.2011911
            ],
            [
              528886.6962048,
              184591.350862
            ],
            [
              528888.2462763,
              184584.0029653
            ],
            [
              528889.6974071,
              184576.8550114
            ],
            [
              528887.5536912,
              184576.7050543
            ],
            [
              528886.8033906,
              184576.6550686
            ],
            [
              528884.7009,
              184576.5051115
            ],
            [
              528884.5030186,
              184577.404854
            ],
            [
              528883.8021884,
              184580.8538667
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "epc_number": "0944-2884-6562-0628-9631",
  "subdivision_of_building": null,
  "decision_target_date": "05/09/2022",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.5454521",
    "lon": "-0.14269389999999998"
  },
  "centroid_northing": "184585",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "its403319"
  ],
  "lpa_app_no": "2022/0739/P",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/0739/P",
  "secondary_street_name": null,
  "ward": "Kentish Town (Pre May 2022)",
  "application_type_full": "Householder planning & listed building consent",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "parking_details": null,
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "site_name": " ",
  "locality": "London",
  "borough": "Camden",
  "decision_agency": "Borough",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "09/2022",
    "intended_completion_date": "02/2023",
    "site_area": 0.007
  },
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans \r\n\r\n(EX)_100; (EX)_102; (EX)_101; (EX)_102; (EX)_200; (EX)_201; (EX)_300; (EX)_301; (TP)_001; (TP)_002; (DEM)_201 Rev A; (DEM)_200 Rev A; (DEM)_102 Rev A; (DEM)_100 Rev A; (GA)_100 Rev A; (GA)_101 Rev A; (GA)_200; Rev A; (GA)_300 Rev A; (GA)_201 Rev A; (GA)_102;  Heritage Statement; Design and Access Statement Rev B\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - Prior to first use of the air source heat pump hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pump shall be used for the purposes of heating only.\r\n\r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policy CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - The external noise level emitted from air source heat pumps, any acoustic enclosure, plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.\r\n\r\nReason: To protect the amenity of the surrounding premises and the area generally in accordance with policies A1 and A4 of the Camden Local Plan 2017\r\n",
    "Condition : 6 - The ASHP and Solar panels hereby permitted should not be installed until details of the air source heat pump, any acoustic enclosure and all solar panels are submitted to and approved in writing by the local planning authority. The heat pump shall be installed in accordance with the approved details and not be operated until the approved details are implemented and the heat pump and any mitigation shall thereafter be retained for the duration of the use and maintained in accordance with the approved details. The submitted details should demonstrate the following: \r\n\r\na) Siting of the heat pump and its enclosure or other mitigation.\r\nb) Routing of any cables or trunking, internal and external.\r\nc) location and design of any inlets or outlets, internal and external.\r\nd) Details of noise and vibration attenuation.\r\ne) Compliance with the noise limits set out in the above condition.\r\nf) The active cooling function shall be disabled on the factory setting\r\ng) Manufacturer's details of all solar panels\r\n\r\nReason: To prevent the transmission of noise and vibration throughout the building and or into any neighbouring premises, thus safeguarding the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1, A4 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 7 - Prior to the erection of the balustrade to the flat roof hereby approved, full details in respect of the living green roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include:\r\n\r\ni. a detailed scheme of maintenance  \r\nii. sections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used \r\niii. full details of planting species and density \r\n \r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme.  \r\n \r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with Policies G1, CC1, CC2, CC3, CC4, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "decision_date": "02/09/2022",
  "last_updated_by": "Northgate M3",
  "description": "Various alterations to dwellinghouse including replacement of all windows, addition of internal insulation to walls, floors and roof, replacement of roof finishes and front elevation render, repair of chimney stack, replacement of rainwater pipes, enlargement of access hatch to roof level, installation of air source heat pump and solar panels, erection of balustrade to roof terrace.",
  "uprn": "5029841",
  "application_type": "Householder",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1427271,
          51.5454153
        ],
        [
          -0.1427322,
          51.5454325
        ],
        [
          -0.1427525,
          51.5454998
        ],
        [
          -0.1426815,
          51.545509
        ],
        [
          -0.14266189999999998,
          51.5454426
        ],
        [
          -0.14264359999999998,
          51.545378
        ],
        [
          -0.14267449999999998,
          51.5453772
        ],
        [
          -0.1426853,
          51.5453769
        ],
        [
          -0.1427157,
          51.545376
        ],
        [
          -0.1427182,
          51.5453842
        ],
        [
          -0.1427271,
          51.5454153
        ]
      ]
    ],
    "type": "Polygon"
  }
}