{
  "postcode": "NW6 3QD",
  "pp_id": "11280810",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "07/2022",
    "intended_completion_date": "02/2023",
    "site_area": 0.05
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526078.2964709,
              184192.555016
            ],
            [
              526081.0997917,
              184187.3964926
            ],
            [
              526087.1021962,
              184176.4496261
            ],
            [
              526099.7995903,
              184152.9963396
            ],
            [
              526098.2000484,
              184152.0965971
            ],
            [
              526092.7005927,
              184148.9974842
            ],
            [
              526089.9467423,
              184147.4479278
            ],
            [
              526079.4013091,
              184167.2022732
            ],
            [
              526071.4035999,
              184182.0980093
            ],
            [
              526068.6002791,
              184187.2465356
            ],
            [
              526078.2964709,
              184192.555016
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid": {
    "lon": "-0.183298",
    "lat": "51.5424277"
  },
  "centroid_easting": "526079",
  "decision_agency": "Borough",
  "id": "Camden-2022_2253_P",
  "centroid_northing": "184178",
  "appeal_status": null,
  "appeal_start_date": null,
  "site_number": "52",
  "development_type": "Minor dwellings",
  "application_type_full": "Householder planning permission",
  "appeal_decision": null,
  "site_name": null,
  "actual_commencement_date": null,
  "title_number": [
    "NGL618055"
  ],
  "valid_date": "24/05/2022",
  "appeal_decision_date": null,
  "secondary_street_name": null,
  "borough": "Camden",
  "decision_target_date": "12/08/2022",
  "last_date_consultation_comments": "26/06/2022",
  "epc_number": "2438-4058-7282-6131-0984",
  "subdivision_of_building": null,
  "cil_liability": true,
  "lpa_app_no": "2022/2253/P",
  "decision": "Approved",
  "last_updated": "2025-03-20T16:12:04.062+00:00",
  "street_name": "Aberdare Gardens",
  "actual_completion_date": null,
  "ward": "South Hampstead",
  "description": "Amalgamation of 3 dwellings to 2 dwellings; alterations to existing single storey rear extension to include new roof terrace above, alterations to fenestration and forecourt, removal and replacement of trees, new bin store, and installation of solar panels to roof.",
  "lapsed_date": "12/08/2025",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2022/2253/P",
  "lpa_name": "Camden",
  "date_building_work_started_under_previous_permission": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nExisting: LGA-392-01, LGA-392-02, LGA-392-03, LGA-392-04\r\n\r\nProposed: P01, P02A, P03, P04A, P05A, P06, P07, P08, P10A\r\n\r\nSupporting: Arboricultural Survey & Impact Assessment (Ref: AIA/MF/0153/21/revA)\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - Before the relevant part of the works take place, full details of hard and soft landscaping have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels, , and details of all new trees. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development, or prior to the occupation for the permitted use of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Prior to the commencement of relevant works on site, tree protection measures shall be installed and working practices adopted in accordance with the Arboricultural Survey & Impact Assessment (BS5837:2012) ref. AIA/MF/0153/21/revA dated July 2022 by Marcus Foster Arboricultural Design & Consultancy. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The development shall be monitored by the project arboriculturalist in accordance with the approved report.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.",
    "Condition : 7 - The proposed terrace at first floor level shall be used as amenity space, only after the installation of the trellis and planting at that level. \r\n\r\nReason:  To protect the amenity of adjoining occupiers and the area in  accordance with policies A1 and D1 and D2 of the Camden Local Plan 2017.\r\n"
  ],
  "locality": "London",
  "decision_date": "12/08/2022",
  "bo_system": "Northgate M3",
  "last_updated_by": "Northgate M3",
  "uprn": "5107153",
  "application_type": "All Other",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1833029,
          51.5425587
        ],
        [
          -0.1832643,
          51.5425117
        ],
        [
          -0.18318179999999998,
          51.542412
        ],
        [
          -0.18300719999999998,
          51.5421984
        ],
        [
          -0.18303049999999998,
          51.5421906
        ],
        [
          -0.1831109,
          51.542164
        ],
        [
          -0.18315109999999998,
          51.5421507
        ],
        [
          -0.1832961,
          51.5423306
        ],
        [
          -0.18340599999999999,
          51.5424662
        ],
        [
          -0.18344449999999998,
          51.5425131
        ],
        [
          -0.1833029,
          51.5425587
        ]
      ]
    ],
    "type": "Polygon"
  }
}