{
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517404.046948,
              179697.9612489
            ],
            [
              517396.89848,
              179694.8021532
            ],
            [
              517396.5027171,
              179695.6519099
            ],
            [
              517395.4968196,
              179697.9512518
            ],
            [
              517387.5980511,
              179715.2962868
            ],
            [
              517380.0538202,
              179732.1014764
            ],
            [
              517387.3012289,
              179734.7007323
            ],
            [
              517394.5486376,
              179718.995228
            ],
            [
              517403.098766,
              179700.0506508
            ],
            [
              517403.8738017,
              179698.3411401
            ],
            [
              517404.046948,
              179697.9612489
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "site_name": "The Pavilion",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 179776,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T11:25:45.873+00:00",
  "centroid": {
    "lat": 51.504724,
    "lon": -0.309289
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "W5 5JH",
  "decision": "Approved",
  "decision_date": "20/12/2022",
  "locality": "London",
  "title_number": null,
  "pp_id": "PP-11468478",
  "last_date_consultation_comments": null,
  "decision_process": "Delegated",
  "description": "Renovation works to existing pavilion (Use Class F2(c)) including a balcony in first floor side elevation, new structural openings, doors and windows; single storey rear extension to provide restaurant/cafe space (Use Class E(b)), following the demolition of existing outbuilding; installation of new fences and gates;  creation of a terrace with associated steps and ramp at the existing croquet lawn to east of pavilion; provision of bin and cycle store; installation lawn equipment store on northern boundary.",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "223522FUL",
  "decision_target_date": "20/12/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "000012142418",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012141423, 000012142418, 000012142788"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "12/2023",
        "intended_commencement_date": "09/2023"
      },
      {
        "phase_detail": "2",
        "intended_completion_date": "04/2024",
        "intended_commencement_date": "12/2023"
      },
      {
        "phase_detail": "3",
        "intended_completion_date": "08/2024",
        "intended_commencement_date": "04/2024"
      },
      {
        "phase_detail": "4",
        "intended_completion_date": "01/2025",
        "intended_commencement_date": "08/2024"
      }
    ],
    "total_gia_gained": 51,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 15,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "Loss of tarmac landscaping around pavilion to become use class A3",
          "open_space_type": "Parks and gardens"
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.032,
    "total_gia_lost": 30,
    "total_gia_existing": 142,
    "scheme_name": "Ealing Croquet Club ",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 142,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 30
      },
      {
        "gia_existing": 0,
        "use_class": "A3",
        "gia_gained": 51,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3.65,
        "building_ref": "Cafe"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 57,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 51,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 51,
      "total_gia_existing": 142,
      "total_gia_lost": 30
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "urban_greening_factor_score": 0.34,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 75,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Public"
  },
  "ward": "Walpole",
  "valid_date": "30/08/2022",
  "site_number": null,
  "id": "Ealing-223522FUL",
  "development_type": "Minor all other minor developments",
  "centroid_easting": 517441,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30982509999999996,
          51.5040314
        ],
        [
          -0.3099291,
          51.5040044
        ],
        [
          -0.3099345,
          51.5040122
        ],
        [
          -0.3099483,
          51.504033
        ],
        [
          -0.3100562,
          51.5041906
        ],
        [
          -0.31015929999999997,
          51.5043432
        ],
        [
          -0.3100541,
          51.504365
        ],
        [
          -0.3099549,
          51.5042224
        ],
        [
          -0.3098381,
          51.5040503
        ],
        [
          -0.3098275,
          51.5040348
        ],
        [
          -0.30982509999999996,
          51.5040314
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "borough": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/223522FUL;",
  "application_type_full": "Full planning permission",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number(s): P001 rev C, P100 rev B, P101 rev B, P200 rev C, P201 rev B, 210 rev C, P300 rev B, P400 rev C, P110 rev B, Design and Access Statement rev A.",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| 2 long-stay cycle parking spaces and 6 short-stay cycle parking spaces shall be provided within the curtilage of the development. The long-stay cycle parking spaces shall be within secure, lockable compounds in accordance with all adopted standards prior to the first use of the extension hereby approved. The cycle spaces shall be permanently retained thereafter.",
    "Reason: To provide adequate bicycle storage in accordance with policy Ealing's sustainable transport SPD and T5 of the London Plan (2021).",
    "| Details of the proposed windows and doors on all elevations, ground and first floor of the main building of the Pavilion, as identified on the drawings no. P110 rev B and no. 210 rev C, shall be submitted to the local planning authority. Such details shall include typical cross-sections at scale of 1:5 of the new windows to be used.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 as amended by the Town and Country Planning (General Permitted Development) (England) Order 2015, the proposed café shall only be used under Class E (b) and not for any other use without permission of the Local Planning Authority obtained by the submission of a planning application.",
    "Reason: To protect the character and amenity of the area and to safeguard the employment land in accordance with 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), Policies D3, D14, E8 of the London Plan, policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), Ealing SPG10 and the National Planning Policy Framework (2021)",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an odour risk assessment (according to 2018 EMAQ Guidance) and of odour abatement equipment and extract system, including operational details and maintenance schedule, the height of the extract duct, with vertical discharge outlet, without cowl, at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window unless effective odour control is installed. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by smell or steam, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14of The London Plan (2021), London Plan Standard 30 of the Housing SPG and Policy 7.15.",
    "| Prior to the commencement of the development, details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 Noise and Vibration and the National Planning Policy Framework (2021) - sections 2 and 12.",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 Noise and Vibration and the National Planning Policy Framework (2021) - sections 2 and 12, London Plan Standard 30 of the Housing SPG and Policy 7.15.",
    "| The use shall not commence until external doors to the kitchen have been fitted with self-closing devices, which shall be maintained in an operational condition, and at no time shall any external door nor windows be fixed in an open position in any rooms during the emission of noise, smell, smoke or fumes.",
    "Reason:  To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14of The London Plan (2021), London Plan Standard 30 of the Housing SPG and Policy 7.15.",
    "| The use of the café premises shall not be permitted outside of the hours of 0830-2030 hours Monday to Saturday and of 0830-1800 hours Sunday (including Bank Holidays) and all customers shall vacate the premises within 20 minutes of service ceasing.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise from activities or people attending the site, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14of The London Plan (2021), Ealing SPG10 Noise and Vibration and the National Planning Policy Framework (2021) - sections 2 and 12, London Plan Standard 30 of the Housing SPG and Policy 7.15.",
    "| Prior to use, the closing mechanism to gate and shutters shall be installed with proprietary anti-vibration isolators and be buffered to adequately silence the operation.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by vibration or noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14of The London Plan (2021), Ealing SPG10 Noise and Vibration and the National Planning Policy Framework (2021) - sections 2 and 12, London Plan Standard 30 of the Housing SPG and Policy 7.15.",
    "| External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended for Environmental Zone 3 by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Lighting should be minimized by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Note.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14of The London Plan (2021), London Plan Standard 30 of the Housing SPG and Policy 7.15.",
    "| Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14of The London Plan (2021), Ealing SPG10 Noise and Vibration and the National Planning Policy Framework (2021) - sections 2 and 12, London Plan Standard 30 of the Housing SPG and Policy 7.15."
  ],
  "lapsed_date": "20/12/2025",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 8,
    "net_cycle": 8
  },
  "street_name": "Church Lane"
}