{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/164683VAR;",
  "lapsed_date": "21/06/2020",
  "decision_target_date": "21/06/2017",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W13 0SN",
  "site_name": "Green Man Lane Estate",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012002257, 000012002258, 000012002259, 000012002260, 000012002261, 000012002262, 000012002263, 000012002264, 000012002265, 000012002266, 000012002267, 000012002268, 000012002269, 000012002270, 000012002271, 000012002272, 000012002273, 000012002274, 000012002275, 000012002276, 000012002277, 000012002278, 000012002279, 000012002280, 000012002281, 000012002282, 000012002283, 000012002284, 000012002285, 000012002286, 000012002287, 000012002288, 000012002289, 000012002290, 000012002291, 000012002292, 000012002293, 000012002294, 000012002295, 000012002296, 000012002297, 000012002298, 000012002299, 000012002300, 000012002301, 000012002302, 000012002303, 000012002304, 000012002305, 000012002306, 000012002307, 000012002308, 000012002309, 000012002310, 000012002311, 000012002312, 000012002313, 000012002314, 000012002315, 000012002316, 000012002317, 000012002318, 000012002319, 000012002320, 000012002321, 000012002322, 000012002323, 000012002324, 000012002325, 000012002238, 000012002239, 000012002240, 000012002241, 000012002242, 000012002243, 000012002244, 000012002245, 000012002246, 000012002247, 000012002248, 000012002249, 000012002250, 000012002251, 000012002252, 000012002253, 000012002254, 000012002255, 000012002256, 000012002433, 000012071762, 000012071764, 000012071766, 000012071768, 000012071770, 000012071772, 000012071774, 000012071691, 000012071692, 000012071693, 000012071694, 000012071695, 000012071760, 000012072297, 000012071418, 000012071419, 000012071420, 000012071421, 000012071422, 000012071423, 000012071424, 000012071425, 000012071426, 000012071427, 000012071428, 000012071429, 000012071430, 000012071431, 000012071432, 000012071433, 000012071434, 000012071435, 000012071436, 000012071437, 000012071438, 000012071439, 000012071440, 000012071441, 000012071442, 000012071443, 000012071444, 000012071445, 000012071446, 000012071447, 000012071448, 000012071449, 000012125497, 000012125535, 000012144252, 000012181432, 000012190886, 000012190887, 000012190888, 000012190889, 000012190890, 000012190891, 000012190892, 000012190893, 000012190894, 000012190895, 000012190896, 000012190897, 000012190898, 000012190899, 000012190900, 000012190901, 000012190902, 000012190903, 000012190904, 000012190905, 000012190906, 000012190907, 000012190908, 000012190909, 000012190910, 000012190911, 000012190912, 000012190913, 000012190914, 000012190915, 000012190916, 000012190917, 000012190918, 000012190919, 000012190920, 000012190921, 000012190922, 000012190923, 000012190924, 000012190925, 000012190926, 000012190927, 000012190928, 000012190929, 000012190930, 000012190931, 000012190932, 000012190933, 000012190934, 000012190935, 000012190936, 000012190937, 000012190938, 000012190939, 000012190940, 000012190941, 000012190942, 000012190943, 000012190944, 000012190945, 000012190946, 000012190947, 000012190948, 000012190949, 000012190950, 000012190951, 000012190952, 000012190953, 000012190954, 000012190955, 000012190956, 000012190957, 000012190958, 000012190959, 000012190960, 000012190961, 000012190962, 000012190963, 000012190964, 000012190965, 000012190966, 000012190967, 000012190968, 000012190969, 000012190970, 000012190971, 000012190972, 000012190973, 000012190974, 000012190975, 000012190976, 000012190977, 000012190978, 000012190979, 000012190980, 000012190981, 000012190982, 000012190983, 000012190984, 000012190985, 000012190986, 000012190987, 000012190988, 000012190989, 000012190990, 000012190991, 000012190992, 000012190993, 000012190994, 000012190995, 000012190996, 000012190997, 000012190998, 000012190999, 000012191000, 000012191001, 000012191002, 000012191003, 000012191004, 000012191005, 000012191006, 000012191007, 000012191008, 000012191009, 000012191010, 000012191011, 000012191012, 000012191013, 000012191014, 000012191015, 000012191016, 000012191017, 000012191018, 000012191019, 000012191020, 000012191021, 000012191022, 000012191023, 000012191024, 000012191025"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "164683VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516381,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:49.432+00:00",
  "id": "Ealing-164683VAR",
  "application_type": "All Other",
  "street_name": "Green Man Lane",
  "borough": "Ealing",
  "ward": "Elthorne",
  "decision_date": "21/06/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Minor material amendment application (under S.73) to vary condition 55 (Approved Plans and Documents) of amended outline permission LBE ref. P/2013/4408 dated 07/11/2013. The minor material amendments seek to agree amendments to the layout and scale of the development.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 180483,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012002433",
  "centroid": {
    "lon": -0.324322,
    "lat": 51.511298
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The application for the approval of reserved matters must be made to the Local Planning Authority no later than the expiry of six (6) years beginning with the date of the original outline planning consent ref: P/2010/0419, dated 29/09/2010, and the development to which the permission relates must be begun no later than the expiration of two (2) years from the final approval of the reserved matters, or in the case of approval on different dates, the final approval of the last such matter approved.",
    "Reason:  To comply with Section 92(2) of the Town and Country Planning Act 1990 as amended by Section 51(2) of the Planning Compulsory Purchase Act 2004.",
    "| Approval of the details of the 'Appearance' of the buildings and 'Landscaping' of the site (hereinafter called 'the reserved matters') shall be obtained from the Local Planning Authority in writing before any development is commenced on Phase 2, 3, 4 or any other subsequent phase of development concerned.",
    "Reason:  In order that the Local Planning Authority may be satisfied with the details of the proposal as provided for in Part 2 (5) of the Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "| Plans and particulars of the reserved matters referred to in condition 2 above, relating to the 'Appearance' of any buildings to be erected and the 'Landscaping' of the site, shall be submitted in writing to the Local Planning Authority and shall be carried out as approved.",
    "Reason:  In order that the Local Planning Authority may be satisfied with the details of the proposal as provided for in Article 5 of the Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "| Notwithstanding the provision of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification) no development under Classes A, B, C, D or, E of Part 1, Schedule 2 to the said Order shall be carried out or constructed without express planning permission.",
    "Reason:  To ensure that the Local Planning Authority has control over future extensions, alterations and other works to the approved dwellinghouses, in the interests of maintaining their architectural integrity and design, and in view of the limited space within the site available for such works and the impact such works and extensions may have on the amenities of occupiers of neighbouring properties in accordance with policies LV7.4 and 7B of Ealing's Development Management DPD (2013).",
    "| At the commencement of each phase of the development except Phase 3, details and samples of all facing materials shall be submitted to and approved in writing by the Local Planning Authority prior to any work commencing on the relevant Building.  The samples and details shall include:",
    "a) brickwork (including brick panels and mortar courses);",
    "b) metal cladding;",
    "c) anodised metal panel;",
    "d) all window treatments (including sections and reveals);",
    "e) render panels and colours;",
    "f) balcony structures and balustrading treatment (including sections);",
    "g) metal privacy screen;",
    "h) metal and timber brise solei (including folding shutters);",
    "i) metal, cement and render facing and banding detail;",
    "j) glazed and metal/aluminium canopies;",
    "k) security gates for undercroft car parking areas;",
    "l) entrance gates to the central park; and",
    "m) any other materials to be used.",
    "The Phase 3 development shall be constructed in the external materials identified on the approved plans and within the approved Design & Access Statement, unless alternative materials are approved in writing by the Local Planning Authority prior to the commencement of superstructure works. The details of materials to satisfy sub-point (l), entrance gates to the central park, are required in relation to Phase 3 prior to the commencement of the superstructure works.",
    "The development shall be carried out strictly in accordance with the details so approved, maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.",
    "Reason:  In the interest of securing sustainable development and to ensure that the resulting appearance and construction of the development is of a high standard in accordance with policies LV7.4 and 7B of Ealing's Development Management DPD (2013).",
    "| The development shall be constructed in accordance with the details of the ground floor elevations indicated on the drawings approved as part of the relevant reserved matters permission.",
    "Reason:  In the interest of securing an attractive and active ground floor that positively contributes to the streetscape, in accordance with policies LV7.4 and 7B of Ealing's Development Management DPD (2013).",
    "| The development shall be constructed in accordance with the detailed elevations indicated on the drawings approved as part of the relevant reserved matters permission.",
    "Reason:  In the interest of securing a high quality and attractively detailed development that positively contributes to local distinctiveness, in accordance with policies LV7.4 and 7B of Ealing's Development Management DPD (2013).",
    "| The Phase 3 development shall be carried out in accordance with the recommendations contained in the Green Procurement Plan approved by the Local Planning Authority under application ref: P/2014/0958.",
    "Reason:  To ensure sustainable procurement of materials which minimises the negative environmental impacts of construction in accordance with policies 5.3, 5.16 and 5.18 of the London Plan (2016) and policy 1.1(j) of Ealing's adopted Development Strategy 2026 DPD (2012).",
    "| Prior to the commencement of each Phase of the development (except demolition and site preparation works), details shall be submitted to and approved in writing by the Local Planning Authority demonstrating the measures to be incorporated into the relevant Phase of development to ensure that all residential units have been designed with sufficient measures to achieve at least Level 4 of the Code for Sustainable Homes.",
    "Post-construction Code for Sustainable Homes certificates shall be submitted to the Local Planning Authority for the relevant part of the development as soon as practically possible following completion of construction and prior to the first occupation of the relevant part of the development. In the event that certificates are outstanding from the approved body, a copy of the completed report shall be submitted to the Local Planning Authority confirming the sustainability measures achieved and the certificates forwarded to the Local Planning Authority as soon as practicable following this.",
    "Reason:  To ensure a sustainable living environment is secured; in accordance with policies 5.2 and 5.3 of the London Plan (2016) and policy 1.1(j) & (k) of Ealing's adopted Development Strategy 2026 DPD (2012).",
    "| The development shall be constructed in accordance with the details of the site-wide Combined Heat and Power Plant approved by the Local Planning Authority under application ref: PP/2012/1946. The development shall be maintained as such thereafter and no change there from shall take place without the prior written consent of the Local Planning Authority.",
    "Reason:  In the interest of securing the centralised energy centre for the site and its sustainable connection to the new residential dwellings and the other various uses within the development in accordance with policies 5.1, 5.2, 5.3 and 5.6 of the London Plan (2016); policies 1.1(j) & (k), 2.1(e) and 2.6(b) of Ealing's adopted Development Strategy 2026 DPD (2012) and policy LV5.2 of Ealing's adopted Development Management DPD (2013).",
    "| The new dwellings approved by each reserved matters permission shall be connected to the energy centre located within Phase 1 of the Green Man Lane Estate regeneration masterplan.",
    "Reason:  In the interest of securing the centralised energy centre for the site and its sustainable connection to the new residential dwellings and the other various uses within the development in accordance with policies 5.1, 5.2, 5.3 and 5.6 of the London Plan (2016); policies 1.1(j) & (k), 2.1(e) and 2.6(b) of Ealing's adopted Development Strategy 2026 DPD (2012) and policy LV5.2 of Ealing's adopted Development Management DPD (2013).",
    "| The scheme of photovoltaic (PV) panels, which shall provide for no less than 1% on-site C02 reduction as detailed within the 'Energy Statement', prepared by Scott Wilson (Issue Rev6, dated 29/01/2010 and addendum dated 28/05/2010) shall be installed and operational prior to the first use of non-residential accommodation in Phases 1 and 4 of the development.",
    "The array and layout of PV panels in Phase 1 were approved by the Local Planning Authority under application ref: PP/2013/1120.",
    "Reason:  In the interest of sustainable development and combating climate change in accordance with policies 5.1, 5.2, 5.3 and 5.7 of the London Plan (2016); policies 1.1(j) & (k) of Ealing's adopted Development Strategy 2026 DPD (2012) and policy LV5.2 of Ealing's adopted Development Management DPD (2013).",
    "| The green roofs, which shall cover an area of no less than 9,150sqm across all of the approved phases of development, shall be laid out in accordance with the approved plans and shall be comprised of the following detailed design:",
    "a) biodiversity based with extensive substrate base (depth 50-150mm);",
    "b) laid out in accordance with drawing ref: L-P-90-801 hereby approved as part of the Landscape and Open Space Strategy and drawing refs: PL_025 and PL_108 in relation to Phase 3;",
    "c) planted / seeded with an agreed mix of species within the first planting season following the practical completion of the building works for that phase; and",
    "d) efficiently and effectively drained and irrigated to sustain the vegetation",
    "The green roofs shall not be used as amenity or sitting out space of any kind and shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.",
    "Reason:  To ensure the development provides the maximum possible provision towards creation of habitats and valuable areas for biodiversity in accordance with policy 5.11 of the London Plan (2016); and policies LV5.10 and LV5.11 of Ealing's Development Management DPD (2013).",
    "| Details of the rainwater harvesting and recycling system to be incorporated into the landscaped areas of Phase 3 shall be submitted to and approved in writing by the Local Planning Authority within 6 months of the commencement of superstructure works.",
    "The development shall be carried out in accordance with the details so approved.",
    "Reason:  To ensure the sustainable use of water in accordance with policy 5.15 of the London Plan (2016).",
    "| The dwellings in each phase of the development shall not be occupied until all of the approved car parking spaces associated with that phase have been laid out and completed together with the associated access roads and manoeuvring areas and these areas shall only be used for car or motor cycle parking and for no other purpose, unless otherwise agreed in writing by the Local Planning Authority.",
    "Car parking for Phase 3 shall be provided in accordance with approved drawings ref: PL_003, PL_010 and PL_011 prior to the first occupation of the dwellings which the car parking serves. These areas shall only be used for car or motor cycle parking and for no other purpose, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:  To ensure adequate car parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality and the free flow of traffic and conditions of general highway safety on the neighbouring highways in accordance with policies 6.10, 6.11 and 6.13 of the London Plan (2016).",
    "| Details of the strategy for decommissioning the eastern part of the Singapore Road surface car park shall be submitted to and approved in writing by the Local Planning Authority prior to the surface car park being closed for public use.",
    "The strategy for decommissioning the western part of the Singapore Road surface car park shall be provided in accordance with the details approved by the Local Planning Authority under application ref: P/2014/0960.",
    "Reason:  To ensure adequate car parking is provided and retained for visitors to West Ealing shopping centre, in order to maintain its retail vitality and viability in accordance with policies 6.13 of the London Plan (2016) and policy 1.1(d) of Ealing's Development Strategy 2026 DPD (2012).",
    "| Bicycle storage facilities for Phase 3 shall be provided in accordance with the details indicated on approved drawings PL_010 and PL_011 prior to the first occupation of the dwellings which the storage facilities serve.",
    "Reason:  To ensure adequate cycle parking is provided and retained in conjunction with the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan (2016).",
    "| Footpaths between the public highway and the residential entrances shall be provided in accordance with the layout indicated on the drawings approved as part of the relevant reserved matters permission, prior to the first occupation of the relevant part of the development.",
    "Reason:  To ensure a safe and adequate access is provided to residents and visitors to the development in accordance with policy 6.10 of the London Plan (2016).",
    "| Refuse and recycling storage facilities for Phase 3 shall be provided in accordance with approved drawings PL_010 and PL_011 prior to the first occupation of the dwellings which the storage facilities serve.",
    "Reason:  To secure the necessary physical waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in accordance with policy 5.17 of the London Plan (2016).",
    "| The approved boundary treatments and hard and soft landscaping for each phase of the development shall be provided no later than two months of the substantial completion of the phase, or such other time as may be agreed in writing by the Local Planning Authority. Any tree or shrub that within 5 years of planting dies, is removed, is damaged or diseased shall be replaced with another of the same species and size, unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:  To ensure the approved landscaping is provided as an integral feature of the development and retained in the interests of the setting of the buildings and visual amenities of the locality; to provide biodiversity within the site; and to ensure that boundary treatments are installed in the interests of privacy and enclosure to private amenity spaces, in accordance with policies LV5.10, LV7.3, LV7.4 and 7B of Ealing's Development Management DPD (2013).",
    "| The requirements of the original condition 21 have been incorporated into condition 20. | Prior to commencement of each phase of the development, the details of the tree protection measures in accordance with British Standard 5837:2005 'Trees in Relation to Construction Recommendations' shall be submitted to and approved in writing by the Local Planning Authority. The approved tree protection measures shall be implemented prior to any demolition or construction work commencing, and the tree protection measures shall be retained until the relevant phase of the development has been completed.",
    "Reason:   To safeguard the future of the retained trees and shrubs in the interests of the visual amenities of the area and the setting and character of the proposed development in accordance with policy 7.21 of the London Plan (2016) and policy LV5.10 of Ealing's Development Management DPD (2013).",
    "| Details of the design, number and siting of bird and bat boxes within each phase of the development shall be submitted to the Local Planning Authority for written approval within six months of the commencement of superstructure works within the relevant phase. The approved bird and bat boxes shall be installed within 2 months of the substantial completion of the relevant phase of development",
    "Reason: In the interests of enhancing nature conservation and biodiversity in accordance with policy 7.19 of the London Plan (2016).",
    "| The requirements of the original condition 24 have been incorporated into condition 20. | The requirements of the original condition 25 have been incorporated into condition 20. | The development hereby approved shall be carried out in accordance with the landscaping details approved by the Local Planning Authority under reserved matters permission refs: P/2010/4484, PP/2013/2509 and 164732REM, unless an alternative landscape scheme is approved in writing by the Local Planning Authority prior to the completion of the relevant phase of development to which the landscaping serves.",
    "Reason:  To ensure the approved landscaping is provided as an integral feature of the development and retained in the interests of the setting of the buildings and visual amenities of the locality and to provide biodiversity within the site in accordance with policies LV5.10, LV7.4 and 7B of Ealing's Development Management DPD (2013).",
    "| The development hereby approved shall be carried out in accordance with the approved Central Park Management Strategy approved by the Local Planning Authority under planning ref: P/2015/4590, unless an alternative management strategy is approved in writing by the Local Planning Authority.",
    "Reason:  To provide and retain public access in the interests of the general and residential amenities of the locality in accordance with policies LV5.10, LV7.4 and 7B of Ealing's Development Management DPD (2013).",
    "| Details of the privacy screens to be provided for the balconies of the flats shall be submitted to and approved by the Local Planning Authority prior to the erection of the buildings in this development and the details so approved shall be installed prior to the first occupation of dwelling it serves and shall not thereafter be altered, replaced or removed except with the prior written permission of the Local Planning Authority.",
    "Privacy screens between balconies within Phase 3 shall be provided in accordance with the details indicated on approved drawings ref: PL-030, PL_-31, PL_032 and PL_041, unless alternative details are approved in writing by the Local Planning Authority prior to the first occupation of the development within Phase 3.",
    "Reason:  To safeguard the privacy of the future occupants of the approved development, in accordance with policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013).",
    "| All of the residential properties within Phases 1 and 2 shall be built to Lifetime Homes standards, unless otherwise agreed in writing by the Local Planning Authority.",
    "90% of the new dwellings within Phase 3 shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015 edition incorporating 2016 amendments.",
    "Reason:  To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of Ealing's Development (or Core) Strategy (2012).",
    "| The wheelchair adaptable units within Phases 1 and 2 shall be provided in accordance with the details approved as part of the relevant reserved matters permission and / or full planning permission.",
    "13 residential dwellings within Phase 3, comprising 4 x 1-bedroom flats, 7 x 2-bedroom flats and 2 x 3-bedroom houses, as indicated on the approved plans and within the Design & Access Statement, shall be designed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015 edition incorporating 2016 amendements. The 13 wheelchair user dwellings shall be delivered and ready for occupation at the same time as the other new dwellings within the Phase 3 development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies: 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of Ealing's Development Strategy 2026 (2012).",
    "| All lifts serving the dwellings hereby approved shall be installed and operational prior to the first occupation of the residential dwellings they serve.",
    "The development shall be carried out strictly in accordance with the details so approved, maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.",
    "Reason:  To ensure that adequate access is provided to the residential units at all floors in accordance with policies 3.3, 3.5, 3.8, 3.9 and 7.2 of the London Plan (2016).",
    "| The development shall be constructed in accordance with the details of the rear elevations indicated on the drawings approved as part of the relevant reserved matters permission.",
    "Reason:  To safeguard the amenities of the occupiers of these neighbouring properties in accordance with policies LV7.4 and 7B of Ealing's Development Management DPD (2013).",
    "| Measures to allow the residents of the maisonettes access to the podium amenity space shall be provided in accordance with the details approved by the Local Planning Authority under application refs: PP/2012/2845 and P/2015/4965.",
    "Reason:  In the interests of the amenities of the occupiers of these family units of accommodation in accordance with policy 3.5 of the London Plan (2016).",
    "| Notwithstanding the provisions of Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification) and the Town and Country Planning (Use Classes) Order 1987 (or any order revoking and re-enacting that Order with or without modification), the approved café shall only be used as a café and for no other purpose except with the prior written permission of the Local Planning Authority.",
    "The café shall only be open between the hours of 08:00 and 22:00 Monday to Saturday, and 08:00 and 18:00 on Sunday and Bank Holidays.",
    "Reason:  To ensure the use of these premises is complementary to residential development within the site and to enable the local planning authority to maintain control of the use of the premises in the interests of the vitality and viability of the Ealing Broadway District Centre in accordance with policy 7A of Ealing's adopted Development Management DPD (2013) and interim Supplementary Planning Guidance 10 'Noise and Vibration'.",
    "| Original condition 35 has been deleted. | Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 (or any order revoking and re-enacting that Order with or without modification), the community centre hereby permitted shall only be used as a community centre and/or a crèche and/or day nursery and for no other purpose within Use Class D1 of the said Order except with the prior written permission of the Local Planning Authority.",
    "Reason:   To maintain a community facility for the residents of the estate and to enable the Local Planning Authority to maintain control of the use of the premises in the interests of the amenities of the occupiers of neighbouring residential properties in accordance with policy 7A of Ealing's adopted Development Management DPD (2013) and interim Supplementary Planning Guidance 10 'Noise and Vibration'.",
    "| The Phase 2 and 3 developments shall be constructed in accordance with the detailed energy strategy approved by the Local Planning Authority under application refs: PP/2011/3114 and PP/2013/3522, unless an alternative energy strategy and cooling assessment has been submitted to and approved in writing by the Local Planning Authority prior to the commencement of superstructure works on the relevant phase of development. The approved energy strategy shall be implemented in full prior to first occupation of the relevant part of the development.",
    "Reason: In the interest of sustainable development, in accordance with policies 5.1, 5.2, 5.3 and 5.6 of the London Plan (2016); policies 2.1(e) and 2.6(b) of Ealing's adopted Development Strategy 2026 DPD (2012); and policy LV5.2 of Ealing's adopted Development Management DPD (2013).",
    "| The Phase 3 development shall not commence (except demolition and site preparation works) until an impact study of the existing water supply infrastructure has been submitted to and approved in writing by the Local Planning Authority. The study should determine the magnitude of any additional capacity required in the system and a suitable connection point for the development.",
    "Reason:  To ensure that Thames Water or the other relevant supplier is satisfied that the water supply infrastructure has sufficient capacity to cope with the additional demand, in accordance with policy 5.15 of the London Plan (2016).",
    "| The Phase 3 development shall not commence (except demolition and site preparation works) until a detailed surface water drainage scheme for the development has been submitted to and approved in writing by the Local Planning Authority. The detailed drainage scheme should be based on the provision of SUDS measures that provide no less than those identified in the approved Upton McGougan Flood Risk Assessment ref: 056.0018 / MD / at / 91238C dated 19/05/2010.",
    "The scheme shall also include details of how the drainage system and SUDS measures will be managed and maintained in perpetuity. The scheme shall subsequently be implemented in accordance with the approved details.",
    "The Phase 2 development shall be constructed in accordance with the detailed surface water drainage scheme approved by the Local Planning Authority under application refs: PP/2011/3115 and P/2014/5852.",
    "Reason: To prevent the increased risk of flooding by ensuring the provision of a satisfactory means of surface water disposal and attenuation, in accordance with policies 5.12 and 5.14 of the London Plan (2016), policy 1.2(m) of Ealing's adopted Development Strategy 2026 DPD (2012) and policy LV5.12 of Ealing's adopted Development Management DPD (2013).",
    "| Development shall not commence on any Phase of development (except demolition and site preparation works) until details and calculations demonstrating the following Greenfield runoff rates and provision for attenuation volumes for the 100-year rainfall event including an allowance for climate change have been achieved:",
    "- Proposed runoff rates for Phase 1 shall be limited to 7.6 litres per second and no less than 185m3 of attenuation storage is to be provided.",
    "- Proposed runoff rates for Phase 2 shall be limited to 13.4 litres per second and no less than 324m3 of attenuation storage is to be provided.",
    "- Proposed runoff rates for Phase 3 shall be limited to 12.4 litres per second and no less than 300m3 of attenuation storage is to be provided.",
    "- Proposed runoff rates for Phase 4 shall be limited to 9 litres per second and no less than 219m3 of attenuation storage is to be provided.",
    "- Total runoff for site shall be limited to the Greenfield rate 42.4 litres per second and the total site wide attenuation storage volume should be no less than 1028m3.",
    "The Phase 2 development shall be constructed in accordance with the details and calculations of attenuated rates and volumes approved by the Local Planning Authority under application refs: PP/2011/3117 and P/2014/5853.",
    "Reason:  To minimise runoff rates and volumes leaving the site which could result in an increased risk of flooding, in accordance with policies 5.12 and 5.14 of the London Plan (2016), policy 1.2(m) of Ealing's adopted Development Strategy 2026 DPD (2012) and policy LV5.12 of Ealing's adopted Development Management DPD (2013).",
    "| Development shall not commence on any Phase of development (except demolition and site preparation works) until a contaminated land investigation, risk assessment and remediation strategy is submitted to and approved in writing by the Local Planning Authority. The remediation strategy shall thereafter be implemented in accordance with the approved details.",
    "The Phase 2 development shall be constructed in accordance with the contaminated land investigation, risk assessment and remediation strategy approved by the Local Planning Authority under application refs: PP/2011/3122, P/2014/0961 and P/2015/0934.",
    "Following the completion of the approved soil contamination remediation strategy within each Phase of development, the relevant validation certificates shall be provided to the Local Planning Authority for any soil imported onto the site.",
    "Reason:  To remove contamination from the site in the interests of the health of the prospective occupants and to prevent pollution of the water environment in accordance with policy 5.21 of the London Plan (2016), policy 1.1(e) & (j) of Ealing's adopted Development Strategy 2026 DPD (2012) and policy LV5.21 of Ealing's adopted Development Management DPD (2013).",
    "| Prior to the commencement of the superstructure works for each phase of the development, details of the measures to be incorporated into the design of the development to attenuate noise arising from aircraft, traffic, and on-site plant, shall be submitted to and approved by the Local Planning Authority. The noise mitigation measures shall comply with the criteria specified in Ealing's interim SPG 10: Noise and Vibration and include details of measures with windows closed and other means of ventilation provided where necessary to achieve the criteria. The details as approved shall be implemented prior to the first occupation of any residential units in the relevant part of the development and thereafter retained as such.",
    "The Phase 2 development shall be constructed in accordance with the noise attenuation details approved by the Local Planning Authority under application refs: PP/2012/2846, PP/2013/1088 and P/2015/4145.",
    "Reason:  In the interests of safeguarding the amenities of the occupants of the development in accordance with policies 7A and 7B of Ealing's adopted Development Management DPD (2013) and Ealing's interim Supplementary Planning Guidance 10 'Noise and Vibration'.",
    "| The odour abatement equipment for the on-site café shall be provided in accordance with the details approved by the Local Planning Authority under application ref: PP/2013/5534.  The approved odour abatement system shall thereafter be permanently retained and maintained in working condition.",
    "Reason:   To protect the living conditions of the occupiers of neighbouring properties, in accordance with policy 7A of Ealing's adopted Development Management DPD (2013).",
    "| Prior to the commencement of development in each Phase, details of a site demolition and construction management plan shall be submitted to and approved in writing by the Local Planning Authority.  The construction management plan shall include the following details:",
    "a) on-site construction worker parking",
    "b) anticipated number, frequency and size of construction vehicles entering/exiting the site",
    "c) delivery times and booking system (staggered to avoid morning and afternoon school run peak periods)",
    "d) site access for construction traffic and contractor staff parking and associated signage",
    "e) consolidated or re-timed trips",
    "f) dust suppression measures to the standards set out in the 'Best Practice Guidance: The control of dust and emissions from construction and demolition'.",
    "g) wheel washing provisions",
    "h) site security",
    "i) secure, off-street loading and drop-off facilities",
    "j) vehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear.",
    "k) details as to the locations for the storage of building materials and construction debris and contractors offices",
    "l) procedures for on-site contractors to deal with complaints from local residents.",
    "m) using TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "Such details shall be implemented, or phasing agreed, in accordance with approved detail, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:  To ensure appropriate mitigation measures to protect the amenity of local residents and ensure adequate highway and site safety, in accordance with policies 5.3, 5.1"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/09/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05439675",
  "wgs84_polygon": null
}