{
  "cil_liability": true,
  "last_updated": "2025-03-20T11:57:27.208+00:00",
  "application_details": {
    "scheme_phasing": true,
    "affordable_housing_fast_track": false,
    "site_area": 0.14500000000000002,
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "01/2023",
        "intended_commencement_date": "11/2022"
      }
    ],
    "uk_company_registration_no": "13927488",
    "lead_developer_company_name": "Arck-con Ltd",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 18.2,
        "building_ref": "WED-IN-STYLE LTD New warehouse building."
      }
    ],
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_active_rapid_ev_charging_points": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 1,
      "percentage_demolition_construction_material_recycling": 90,
      "fire_suppression_system_proposed": true,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 1,
      "no_resi_units_to_have_full_fibre": 0
    },
    "surface_water_discharge_percentage_reduction": 40,
    "rain_water_harvesting": false,
    "ownership_status": "Private",
    "existing_uprns": [
      "000012130973"
    ],
    "total_gia_gained": 3449.13,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3449.13,
      "total_gia_gained": 3449.13,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "B8",
        "gia_gained": 3449.13,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m"
  },
  "decision_target_date": "22/12/2023",
  "parking_details": null,
  "postcode": "UB6 7JD",
  "appeal_decision_date": null,
  "locality": "Greenford",
  "status": "Approved",
  "centroid_easting": 516835,
  "lapsed_date": "20/12/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516851.4959332,
              183219.1033325
            ],
            [
              516840.1507292,
              183193.0707842
            ],
            [
              516843.6878604,
              183191.5312249
            ],
            [
              516841.8986821,
              183187.4323982
            ],
            [
              516841.7008007,
              183187.0025212
            ],
            [
              516839.2849978,
              183181.2741609
            ],
            [
              516837.4463491,
              183176.9454
            ],
            [
              516836.6960486,
              183175.2158951
            ],
            [
              516836.1436295,
              183173.9362614
            ],
            [
              516795.3470671,
              183191.5812106
            ],
            [
              516795.866506,
              183192.7908643
            ],
            [
              516793.9536518,
              183193.6006325
            ],
            [
              516794.0690827,
              183193.8805524
            ],
            [
              516789.3529077,
              183196.01994
            ],
            [
              516791.8099359,
              183201.6283346
            ],
            [
              516792.0737779,
              183202.2381601
            ],
            [
              516792.9972247,
              183204.3375591
            ],
            [
              516796.9218738,
              183202.7480141
            ],
            [
              516797.6391941,
              183202.4580971
            ],
            [
              516799.9972816,
              183207.9965117
            ],
            [
              516802.0008315,
              183207.146755
            ],
            [
              516802.347124,
              183207.9965117
            ],
            [
              516822.448583,
              183199.3989728
            ],
            [
              516834.7007438,
              183227.5509144
            ],
            [
              516837.8503571,
              183226.2013007
            ],
            [
              516837.6030053,
              183225.6514581
            ],
            [
              516849.2038063,
              183220.2030177
            ],
            [
              516851.4959332,
              183219.1033325
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 183205,
  "ward": "Perivale",
  "lpa_app_no": "224071FUL",
  "pp_id": "PP-11550235",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "valid_date": "12/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "000012130973",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Wadsworth Road",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3166154,
          51.5357926
        ],
        [
          -0.3167875,
          51.535561
        ],
        [
          -0.3167371,
          51.5355464
        ],
        [
          -0.3167642,
          51.53551
        ],
        [
          -0.31676719999999997,
          51.5355061
        ],
        [
          -0.31680389999999997,
          51.5354552
        ],
        [
          -0.3168318,
          51.5354166
        ],
        [
          -0.3168432,
          51.5354012
        ],
        [
          -0.3168516,
          51.5353899
        ],
        [
          -0.3174337,
          51.5355569
        ],
        [
          -0.3174258,
          51.5355676
        ],
        [
          -0.3174531,
          51.5355753
        ],
        [
          -0.3174513,
          51.5355778
        ],
        [
          -0.3175186,
          51.535598
        ],
        [
          -0.31748129999999997,
          51.5356479
        ],
        [
          -0.31747729999999996,
          51.5356533
        ],
        [
          -0.3174633,
          51.535672
        ],
        [
          -0.3174073,
          51.5356569
        ],
        [
          -0.317397,
          51.5356542
        ],
        [
          -0.3173612,
          51.5357034
        ],
        [
          -0.31733259999999996,
          51.5356954
        ],
        [
          -0.3173274,
          51.535703
        ],
        [
          -0.3170405,
          51.5356215
        ],
        [
          -0.3168546,
          51.535872
        ],
        [
          -0.31680969999999997,
          51.5358592
        ],
        [
          -0.31681339999999997,
          51.5358544
        ],
        [
          -0.316648,
          51.535803
        ],
        [
          -0.3166154,
          51.5357926
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": 51.535668,
    "lon": -0.316881
  },
  "epc_number": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/224071FUL;",
  "lpa_name": "Ealing",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "10 Wadsworth Road",
  "decision": "Approved",
  "id": "Ealing-224071FUL",
  "description": "Construction of a three storey industrial building containing warehouse, ancillary office and showroom",
  "decision_date": "20/12/2023",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby permitted shall be carried out in accordance with the following approved plans: A DR.P U0 00.00.04.00 0001 (Proposed Planning Plans - 0 Level - Ground); A DR.P 00 00.00.01.00 0001 (Site & Block Plan); A DR.S 00 00.00.08.00 0001 (Proposed Planning Sections); A DR.P U2 00.00.04.00 0001 (Proposed Planning Plans -2 Level); A SD.P U3 00.00.04.00 0001 (Proposed Planning Plans - 3 Level - Roof); A DR.E 00 00.00.07.00 0010 (Proposed Planning Elevations); A DR.P 00 00.00.01.00 0001 (Site & Block Plan); A DR.P 00 00.00.01.00 0001 (Site & Block Plan); A DR.P U0 00.00.04.00 0001 (Existing Planning Plans - 0 Level - Ground & Image set); A DR.E 00 00.00.07.00 0040 (Proposed Planning Elevations-east); A DR.E 00 00.00.07.00 0030 (Proposed Planning Elevations-west); A DR.E 00 00.00.07.00 0020 (Proposed Planning Elevations-west); AP U1 00.00.04.00 0001 (Proposed Planning Plans - 1 Level); A DR.P U2 00.00.04.00 0001 (Proposed Planning Plans -2 Level); A DR.E 00 00.00.07.00 0010 (Proposed Planning Elevations-north); Existing Site Plan (Sheet 1-3); Design and Access Statement; Transport Statement; BREEAM UK Pre-Assessment Report; Energy Statement (15412); Green Roofing Plan and UGF calculator; BauderGREEN Pitched WB Wildflower Blanket System; Fire Safety Strategy; Phase I Desktop Study And Preliminary Risk Assessment Report (GES 2513-22 PI); Phase 2 Intrusive Site Investigation; Flood Map; Air Quality Assessment (P5900-R2-V1); Construction Method Statement;  Construction Transport Management Plan; Preliminary Ecological Appraisal Report (CW20-691 RPT 001)",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| External noise from machinery/equipment/extract/ventilation ducting/mechanical installations.",
    "The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises, including offices. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Anti- vibration mounts and silencing of machinery etc.",
    "Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan",
    "| Construction control measures:",
    "Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of existing building and surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| Air Quality",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021).",
    "| Unsuspected contamination",
    "The applicant shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development / excavation to formation levels; e.g. more extensive / significant evidence of oily contamination reported in Oakshire Report dated 06/02/2023.",
    "In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied. The evidence shall include waste disposal transfer notes proving correct disposal of soil.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use.",
    "| Biodiversity",
    "Prior to commencement of the development (excluding site clearance and demolition), full technical details and a maintenance programme to secure Biodiversity Net Gain (BNG) for the extensive green roof system and planting and potential ecological enhancements, including the use of native pollinator species, shall be submitted to and approved in writing by the local planning authority. These enhancements shall be implemented prior to first use of the development and shall be implemented as approved and retained for the lifetime of the development.",
    "Any planting that is part of the approved scheme that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season. All planting shall be replaced with others of a similar size and species and in the same position, and shall be retained thereafter.",
    "Reason: To ensure that the proposed green infrastructure contributes to sustainable urban greening, increased biodiversity in accordance with London Plan (2021) policies D3 and G1 and SI13; policies 5.10 and 5.11 of Ealing's Development Management DPD (2013), Ealing's Climate and Ecological Emergency Strategy (2021) and Ealing's Biodiversity Action Plan 2022.",
    "| Use class restriction",
    "The building hereby approved shall only be used for warehouse use (Use Class B8) and industrial use (Use Class B2) and for no other purposes within the schedule to the Town and Country Planning (Use Classes) Order 2015 or in any provision equivalent to that class in any statutory instrument revoking and re-enacting that Order with or without modification), without the prior written permission of the Local Planning Authority obtained through the submission of a planning application. The ancillary office space hereby approved shall only be used in association with the main industrial use of the building, and shall not be subdivided or leased out individually.",
    "The building hereby approved shall not be subdivided without prior approval of the Local Planning Authority obtained by the submission of a planning application.",
    "Reason: To protect the functionality of this area as a Strategic Industrial Location in accordance with policy E5 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Energy and CO2",
    "a)\tPrior to construction completion and occupation, the Development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 90.52% (equating to approximately 13.82 tonnes of CO2 per year) beyond Building Regulations Part L 2021 and using SAP10 conversion factors. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by C80 Solutions in February 2023 (version 1) including:",
    "i.\tLean, energy efficiency design measures to achieve an annual reduction of at least 15.39% equating to at least 2.35 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2021.",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 47 kWp, and Air Source Heat Pump(s) to achieve an annual reduction of 75.13%, equating to 11.47 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (SCOP) of the heat pump system (including the heat generation and the electrical parasitic loads of the heat pumps), in line with the Council's monitoring requirements.",
    "b)\tPrior to Installation, details of the proposed renewable equipment, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the heat distribution schematics, the exact number of heat pumps, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the renewable energy equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) and/or the Display Energy Certificate(s) (DEC's) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Post-construction renewable/low-carbon energy equipment monitoring",
    "In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development the agreed suitable devices for monitoring the performance/efficiency of the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| Post-construction energy use monitoring (\"be Seen\")",
    "In order to demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan, the legal Owner shall at all times and all in all respects comply with the energy monitoring requirements set out in points a, b and c below. In the case of non-compliance the legal Owner shall upon written notice from the Local Planning Authority immediately take all steps reasonably required to remedy non-compliance.",
    "a)\tWithin four weeks of planning permission being issued by the Local Planning Authority, the Owner is required to submit to the GLA accurate and verified estimates of the 'be seen' energy performance indicators, as outlined in Chapter 3 'Planning stage' of the GLA 'Be seen' energy monitoring guidance document, for the consented development. This should be submitted to the GLA's monitoring portal in accordance with the 'Be seen' energy monitoring guidance.",
    "b)\tOnce the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new legal owner, if applicable), the legal Owner is required to provide updated accurate and verified estimates of the 'be seen' energy performance indicators for each reportable unit of the development, as per the methodology outlined in Chapter 4 'As-built stage' of the GLA 'Be seen' energy monitoring guidance. All data and supporting evidence should be uploaded to the GLA's monitoring portal. In consultation with the Council's chosen Automated Energy Monitoring Platform provider the owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document.",
    "c)\tUpon completion of the first year of occupation following the end of the defects liability period (DLP) and for the following four years, the legal Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each reportable unit of the development as per the methodology outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document. All data and supporting evidence should be uploaded to the GLA's monitoring portal. This condition will be satisfied after the legal Owner has reported on all relevant indicators included in Chapter 5 'In-use stage' of the GLA 'Be Seen' energy monitoring guidance document for at least five years.",
    "d)\tIn the event that the in-use evidence submitted shows that the as-built performance estimates have not been or are not being met, the legal Owner should use reasonable endeavours to investigate and identify the causes of underperformance and the potential mitigation measures and set these out in the relevant comment box of the 'be seen' spreadsheet. Where measures are identified, which it would be reasonably practicable to implement, an action plan comprising such measures should be prepared and agreed with the Local Planning Authority. The measures approved by the Local Planning Authority should be implemented by the legal Owner as soon as reasonably practicable.",
    "Reason: In order to ensure that actual operational energy performance is minimised and demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan.",
    "| Non-Residential BREEAM energy/CO2 accreditation",
    "a)\tThe non-residential element of the development shall be registered with Building Research Establishment (BRE) and achieve BREEAM Rating Very Good, and make reasonable endeavours to achieve Excellent (based on the latest BREEAM NC Technical guidance).",
    "b)\tWithin 3 months of completion of each non-residential element of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "c)\tWithin 3 months from the date of first occupation of each non-residential element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d)\tFollowing any approval of a 'Post Construction Stage' assessment and certification of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012, policies LV5.2 and 7A of the Ealing Development Management DPD 2013, and Policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy 2012.",
    "| Travel Plan",
    "Notwithstanding any information submitted, a detailed Travel Plan designed to manage the transport needs of the occupiers of the development, including measures to minimise car usage and promote alternative modes of transport shall be submitted to and approved in writing by the Local Planning Authority. The detailed Travel Plan shall be prepared in accordance with the Transport for London Travel Plan Guidance and Ealing's Sustainable Transport for New Development SPD in use at the time of its preparation. The development shall be carried out strictly in accordance with the approved Travel Plan.",
    "Reason:  To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T2, T3 and T4 of the London Plan (2021); and Ealing's Sustainable Transport for New Development SPG.",
    "| Delivery Servicing and Management Plan (DSMP)",
    "A delivery and servicing plan shall be submitted to and approved in writing by the Local Planning Authority, prior to the first occupation of any part of the development hereby approved. The plan shall cover deliveries and collections, servicing trips (including maintenance), cleaning and waste removal, control of vehicle movements within internal access road, management and security of the car park and monitoring and review of operations.",
    "The delivery and servicing plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure the development can be adequately serviced in the interests of pedestrian and highway safety, in accordance with Policies D6, T4 and T6 of the London Plan (2021) and Policy 6.13 of the Ealing Development Management DPD.",
    "| Cycle parking provision and refuse and recycling storage areas indicated on the approved plans and elevations shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To promote sustainable and equitable patterns of transport and in the interests of the future occupants of the development in accordance with policies with policies 3.5, 7A and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and policies T5 and SI8 The London Plan (2021).",
    "| Tannoys and PA systems",
    "No tannoys or public address systems shall be used, except in cases of emergency.",
    "Reason: To ensure that external noise sources are kept to a minimum to protect the amenity of surrounding residential uses in accordance with Policy 7.15 of the London Plan, Policy D13 of the draft London Plan, Policy 7A of the Ealing Development Management DPD and SPG10."
  ],
  "development_type": "Major general industry-storage-warehousing"
}