{
  "bo_system": "Agile APAS",
  "last_updated": "2025-03-20T14:05:54.045+00:00",
  "lpa_name": "Redbridge",
  "decision_agency": null,
  "locality": "Goodmayes",
  "decision_conditions": [
    "1)  The development hereby permitted shall be begun not later than 5 June 2021.\r\n\r\nReason: In order to comply with the requirements of Section 91 of the Town and Country Planning Act 1990.\r\n\r\n2)  The development hereby permitted shall be carried out strictly in accordance with the following approved plans: 1421-000; 1421-001 Rev G; 1421-002 Rev G; 1421-003 Rev F; 1421-004 Rev H; 1421-005 Rev J; 1421-006 Rev H; 1421-007 Rev G; 1421-008 Rev K; 1421-009 Rev H; 1421-010 Rev H; 1421-011 Rev H; 1421-012 Rev E; 1421-013 Rev B; PL7988-01; PL7988- 02; PL7988-03; PL7988-04; PL7988-05; PL7988-06; and PL7988-07.\r\n\r\nReason: For the avoidance of doubt and in the interests of proper planning.\r\n\r\n3) Before commencement of the development hereby permitted, details/samples for the materials to be used in the construction of the external surfaces of the building hereby permitted shall be submitted to and approved in writing by the local planning authority. The development shall be completed in accordance with the approved details.\r\n\r\nReason: In order to ensure that the development has a satisfactory appearance and to comply with Policy LP26 of the Local Plan.  \r\n\r\n4) The flat roof areas on the first and fifth floor level of the extensions hereby permitted shall not be used as a balcony, roof garden or similar amenity area.\r\n\r\nReason: In order preserve the amenities and privacy of occupants of neighbouring property, and to accord with LP26 of the Local Plan.\r\n\r\n5) Before commencement of the development hereby permitted, details of measures to insulate and/or screen the residential flats and hotel rooms from external noise shall be submitted to and approved in writing by the local planning authority. The measures shall be implemented in accordance with the approved details before any residential unit or hotel room is first occupied, and retained as such thereafter.\r\n\r\nReason: In order to ensure that the residential accommodation and hotel accommodation to be provided are suitably protected from any external source of disturbance, and to accord with Policy LP26 of the Local Plan.\r\n\r\n6) Before commencement of the development hereby permitted, details of proposed refuse storage and recycling facilities to be provided at the site shall be submitted to and approved in writing by the local planning authority. The facilities shall be installed in accordance with the approved details and retained as such thereafter.\r\n\r\nReason: In order to ensure that adequate provision is made and to comply with the National Planning Policy Framework and with Policy LP26 of the Local Plan.\r\n\r\n7) The hotel hereby permitted shall not provide bar, dining and conference facilities except vending machines.\r\n\r\nReason:  In order to ensure the development accords with the terms of the development and to protect the amenities of neighbouring residential properties in accordance with Policy LP26 of the Local Plan.\r\n\r\n8) Before commencement of the development hereby permitted, a scheme shall be submitted to and approved in writing by the local planning authority describing the means by which construction activity at the site and construction traffic to and from the site shall be controlled. The scheme shall include: construction traffic routes; construction traffic washing; public highway cleaning; dust suppression; noise suppression; hours of work; construction waste disposal. The development hereby permitted shall only be carried out and completed in accordance with the approved scheme.\r\n\r\nReason: In order to ensure that the construction of the development at this site is undertaken in a manner which minimises its effect on the local environment.\r\n\r\n9) No deliveries shall be taken or despatched from the site other than between the hours of 0800 and 1900 on Mondays to Fridays and between 0800 and 1300 on Saturdays and not at all on Sundays or Public Holidays.\r\n\r\nReason: In order to prevent the use causing an undue disturbance to occupants of neighbouring property at unreasonable hours of the day, and to accord with LP26 of the Local Plan.\r\n\r\n10) The development hereby permitted shall provide a minimum of 10% wheelchair accessible rooms.\r\nReason: In order to ensure the development complies with the terms of the application and to secure the provision of visitable and adaptable hotel rooms appropriate to meet diverse and changing needs, in accordance with Policy 4.5 of the London Plan 2015.\r\n\r\n11) 1 (one) disabled bay shall be laid out and surfaced within the site in accordance within the approved drawings and shall be made available prior to first occupation of the development exclusively for the occupants and visitors of the development and shall remain available for that purpose at all times thereafter.\r\n\r\nReason: In order to ensure the development complies with the terms of the application and to secure the provision of visitable and adaptable hotel rooms appropriate to meet diverse and changing needs, in accordance with Policy 4.5 of the London Plan 2015.\r\n\r\n12) Within 6 months of first occupation of the development hereby permitted, the applicant shall submit the Final BREAAM certificates to demonstrate the development achieves a minimum “BREAAM EXCELLENT” rating which shall be verified by the awarding body. The sustainable design and construction measures shall be implemented in general accordance with the submitted BREAAM Pre-assessment and retained for so long as the development shall exist.\r\n\r\nReason: In order to ensure that the development is constructed in a sustainable way and to comply with Policy LP32 of the Local Plan."
  ],
  "valid_date": "22/08/2018",
  "centroid": {
    "lat": "51.5664965",
    "lon": "0.11027"
  },
  "lpa_app_no": "3466/18",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": null,
  "ward": "Seven Kings",
  "description": "Removal of (Condition 10) and (Condition 14) of approved application 1444/16: number of persons residing in hotel at any one time, development in line with approved energy strategy. (Summary)",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "Development At 2 To 10 Goodmayes Road And 792 To 808",
  "last_date_consultation_comments": "17/09/2018",
  "cil_liability": null,
  "application_details": {
    "lead_developer_company_name": "Planning Policy",
    "site_area": 0.059000000000000004
  },
  "street_name": "High Road",
  "url_planning_app": null,
  "uprn": "10093037405",
  "appeal_decision_date": null,
  "pp_id": null,
  "decision_process": "Delegated",
  "centroid_easting": 546358,
  "epc_number": null,
  "centroid_northing": 187401,
  "application_type_full": null,
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Redbridge-3466_18",
  "status": "Closed",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Redbridge",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "21/11/2018",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              546355.5,
              187379.8
            ],
            [
              546354.35,
              187379.4
            ],
            [
              546349.2,
              187377.4
            ],
            [
              546348.25,
              187380.45
            ],
            [
              546355.35,
              187383.1
            ],
            [
              546356.5,
              187380.2
            ],
            [
              546355.5,
              187379.8
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              546370.35,
              187403.95
            ],
            [
              546370.2,
              187401.5
            ],
            [
              546369.6,
              187393
            ],
            [
              546362.15,
              187390.3
            ],
            [
              546355.54,
              187387.82
            ],
            [
              546353.95,
              187387.23
            ],
            [
              546351.42,
              187386.28
            ],
            [
              546350.21,
              187389.45
            ],
            [
              546348.49,
              187393.96
            ],
            [
              546347.85,
              187395.65
            ],
            [
              546343.22,
              187407.8
            ],
            [
              546352.45,
              187411.1
            ],
            [
              546354.55,
              187411.9
            ],
            [
              546363.05,
              187415.05
            ],
            [
              546368.75,
              187417.1
            ],
            [
              546371.15,
              187415.4
            ],
            [
              546370.35,
              187403.95
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.1102252,
          51.5663067
        ],
        [
          0.1102084,
          51.5663034
        ],
        [
          0.11013329999999999,
          51.5662868
        ],
        [
          0.1101209,
          51.5663144
        ],
        [
          0.1102244,
          51.5663364
        ],
        [
          0.1102398,
          51.56631
        ],
        [
          0.1102252,
          51.5663067
        ]
      ]
    ]
  },
  "lapsed_date": "17/10/2021",
  "decision_date": "17/10/2018"
}