{
  "decision_agency": "Borough",
  "status": "Split Decision",
  "decision": "Split Decision",
  "centroid": {
    "lon": -0.453984,
    "lat": 51.548139
  },
  "polygon": null,
  "borough": "Hillingdon",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "valid_date": "14/11/2024",
  "decision_target_date": "09/01/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 184382,
  "ward": "HILLINGDON EAST 2022",
  "decision_conditions": [
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Timing of works:  Pruning works should not be carried out during the period of bud burst and care should be taken to ensure that branches are cut back to healthy outward facing buds to avoid die-back to which some species are prone. For major works, such as pollarding or copping, work should only be carried out after the autumn leaf fall when the sap has gone down, and certainly well before the sap rises in the spring before bud burst has taken place.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Statutory crown lifting of trees: This does not require formal consent of the Council if the clearance only involves the removal of branches to give a separation between the footway and the tips of the lowest branches by up to 2.3m or the carriageway by up to 5.2m.",
    "Refusal of part of the requested works: The applicant retains a right of appeal against the part of the application that has effectively been refused.",
    "The tree(s) to be pruned shall be crown reduced by cutting back to 25-50 mm beyond previous points. Crown reduction shall not be construed as 'lopping' or 'topping' and shall result in a tree of typical form for the species and of balanced appearance.",
    "The previous pruning points / pollard heads shall be left intact and an appropriate number of live branches (which can be shortened) shall be left so that a natural-looking crown results.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "TPO 32a - oaks, G8 x4 oaks to reduce to previous points and G7 x3 Hornbeams all reduced to previous points.",
    "TPO 32a - T53 Oak reduce to previous points",
    "The early mature Oak and Hornbeam trees  are in good condition. The Oaks are situated in the front of the property, while the Hornbeams are in the rear garden. They can be seen by neighbour, as well as road and footpath users. Therefore, they have a high amenity value.",
    "The trees have been previous pruned quite heavily and now have the equivalent of 'pollard' points. It is important that these do not over grow, so they do not have too much weigh on these points. But it is equally important to not over prune as they are points for infection and decay. Maintaining the trees in the appropriate consistency will help the trees retain their amenity value.",
    "The groups of Oaks G8 and group of Hornbeams G7 are acceptable as these look to have more an appropriate amount of growth to be reduced to previous.",
    "The Oak T53 only has a small amount of regrowth and is unlikely to have recovered from its previous pruning. This specification and works are refused."
  ],
  "pp_id": "13564619",
  "decision_process": "Delegated",
  "lapsed_date": "16/01/2028",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-16361_TRE_2024_236",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "last_updated": "2025-04-16T21:59:10.945Z",
  "lpa_app_no": "16361/TRE/2024/236",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "45 SWEETCROFT LANE",
  "title_number": null,
  "decision_date": "16/01/2025",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "TPO 32a oaks, G8 x4 oaks to reduce to previous points, T53 Oak reduce to previous points and G7 x3 Hornbeams all reduced to previous points.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 507297,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16361/TRE/2024/236",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "CSV Data Import",
  "postcode": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "HILLINGDON"
}