{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507280.1423,
              184410.8332
            ],
            [
              507288.7412,
              184417.4478
            ],
            [
              507292.0485,
              184420.7551
            ],
            [
              507292.0485,
              184423.401
            ],
            [
              507303.2933,
              184431.9999
            ],
            [
              507305.2777,
              184431.3385
            ],
            [
              507306.9314,
              184329.8044
            ],
            [
              507294.0329,
              184327.1586
            ],
            [
              507291.0563,
              184395.9504
            ],
            [
              507280.1423,
              184410.8332
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07702705",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:58.893+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": "51.548140000000004",
    "lon": "-0.4539485"
  },
  "decision": "Approved",
  "valid_date": "13/03/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.153
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16361/TRE/2019/61",
  "lpa_name": "Hillingdon",
  "site_name": "45 SWEETCROFT LANE",
  "lapsed_date": "12/04/2022",
  "parking_details": null,
  "decision_conditions": [
    "The crown of the tree(s) to be pruned shall be re-shaped by the removal of those branches that are growing in such a manner as to be out of keeping with the typical form of the tree. Any branches removed or shortened shall be cut back to a suitable point so as to promote new growth and as far as possible to develop the natural form of the species.",
    "This work shall result in a tree of balanced appearance. The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The re-growth / re-grown crown of the tree to be re-pollarded shall be removed. All pruning cuts shall be made above the previous pruning / pollard points in such a manner so as to minimise the impact to the tree(s) health and encourage the continued formation of a pollard head.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\". Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The length of the lateral limb(s) of the tree(s) to be pruned shall be tip-reduced as per the approved specification / by a maximum of 2m. This work shall comprise a reduction in the length of the limb(s) in a uniform and systematic manner and the limb(s) should be cut back to suitably positioned secondary branches.",
    "The work shall result in a tree of typical form for the species and of balanced appearance. The level of limb reduction shall be expressed either as a percentage / length of the overall limb length to be removed, or as a level of clearance to be provided.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\".  Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area.",
    "Crown reduction and/or crown reshaping:  Involves the overall reduction of the height and spread of a tree's crown, whilst, as far as possible, retaining its natural shape. It is advisable to retain smaller branches close to the pruning wounds to aid in the drawing up of water to the wounded tissue.",
    "Pruning:  Branches should be cut back to suitable growth points such as a side branch or outward facing bud.  The retained bud or branch ought to be at least one third of the diameter of the removed limb, to reduce the likelihood of dieback occuring and to maintain a flowing branch line.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Cyclical pruning: There is no time-limit attached to this planning permission and, therefore, these works can be repeated on a cyclical (about every 3 year) basis.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "To reduce limb going towards house by giving 2m clearance . Reduce overlong limb over Birch to chape (approx 2m). Remove lowest branch from trunk over road (T53 on TPO 32A) \n\nRemove regrowth on 4 x Oak trees back to previous reduction points (G8 on TPO 32A) Cyclical maintenance. \n\nReduce regrowth on 3 x Hornbeams to 2m approx from pollard point. \nCyclical maintenance (G7 on TPO 32A).",
  "lpa_app_no": "16361/TRE/2019/61",
  "decision_target_date": "08/05/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "12/04/2019",
  "id": "Hillingdon-16361_TRE_2019_61",
  "centroid_northing": 184382,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507298,
  "street_name": "HILLINGDON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45419719999999997,
          51.5484026
        ],
        [
          -0.45407119999999995,
          51.5484604
        ],
        [
          -0.4540225,
          51.5484895
        ],
        [
          -0.4540217,
          51.5485133
        ],
        [
          -0.45385699999999995,
          51.5485885
        ],
        [
          -0.45382859999999997,
          51.5485821
        ],
        [
          -0.45383569999999995,
          51.5476692
        ],
        [
          -0.4540224,
          51.5476479
        ],
        [
          -0.45404439999999996,
          51.5482668
        ],
        [
          -0.45419719999999997,
          51.5484026
        ]
      ]
    ],
    "type": "Polygon"
  }
}