{
  "date_building_work_started_under_previous_permission": null,
  "street_name": "Romford",
  "centroid_easting": null,
  "decision_date": "21/11/2024",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "borough": "Havering",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553932.11,
              193467.46
            ],
            [
              553940.51,
              193471.39
            ],
            [
              553947.96,
              193472.61
            ],
            [
              553953.25,
              193472.07
            ],
            [
              553958.67,
              193470.17
            ],
            [
              553961.24,
              193466.65
            ],
            [
              553971.67,
              193466.78
            ],
            [
              553980.21,
              193466.24
            ],
            [
              553987.25,
              193464.62
            ],
            [
              553995.65,
              193462.45
            ],
            [
              553999.17,
              193460.28
            ],
            [
              554000.8,
              193457.44
            ],
            [
              554000.93,
              193453.91
            ],
            [
              553954.87,
              193423.84
            ],
            [
              553953.35,
              193426.01
            ],
            [
              553948.81,
              193422.82
            ],
            [
              553940.65,
              193431.83
            ],
            [
              553928.8,
              193445.14
            ],
            [
              553924.6,
              193447.17
            ],
            [
              553918.36,
              193442.23
            ],
            [
              553908.2,
              193455.27
            ],
            [
              553914.44,
              193459.74
            ],
            [
              553909.76,
              193465.5
            ],
            [
              553924.26,
              193477.35
            ],
            [
              553932.11,
              193467.46
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "cil_liability": false,
  "locality": null,
  "site_name": "Little Manor 70 Noak Hill Road",
  "site_number": null,
  "postcode": "RM3 7LS",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.272
  },
  "application_type_full": null,
  "decision_target_date": "21/11/2024",
  "lpa_app_no": "P1167.24",
  "title_number": null,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "status": "Refused",
  "lpa_name": "Havering",
  "ward": "Gooshays",
  "parking_details": null,
  "decision_agency": "Borough",
  "id": "Havering-P1167.24",
  "actual_commencement_date": null,
  "centroid_northing": null,
  "description": "Erection of eight dwellings with associated parking, landscaping and amenities",
  "valid_date": "16/09/2024",
  "actual_completion_date": null,
  "decision": "Refused",
  "pp_id": null,
  "decision_process": "Delegated",
  "last_date_consultation_comments": "08/10/2024",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "appeal_status": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22212099999999999,
          51.618988
        ],
        [
          0.2222439,
          51.619021
        ],
        [
          0.222352,
          51.61903
        ],
        [
          0.2224281,
          51.6190237
        ],
        [
          0.2225055,
          51.6190051
        ],
        [
          0.222541,
          51.6189728
        ],
        [
          0.2226916,
          51.6189711
        ],
        [
          0.2228146,
          51.6189639
        ],
        [
          0.2229155,
          51.6189474
        ],
        [
          0.22303579999999998,
          51.6189256
        ],
        [
          0.2230856,
          51.6189052
        ],
        [
          0.2231079,
          51.6188792
        ],
        [
          0.22310819999999998,
          51.6188475
        ],
        [
          0.2224303,
          51.6185899
        ],
        [
          0.22240929999999998,
          51.6186098
        ],
        [
          0.2223424,
          51.6185824
        ],
        [
          0.2222286,
          51.6186656
        ],
        [
          0.2220634,
          51.6187884
        ],
        [
          0.2220037,
          51.6188078
        ],
        [
          0.22191139999999998,
          51.6187651
        ],
        [
          0.22177059999999998,
          51.618885
        ],
        [
          0.2218626,
          51.6189235
        ],
        [
          0.22179759999999998,
          51.6189765
        ],
        [
          0.222012,
          51.619079
        ],
        [
          0.22212099999999999,
          51.618988
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "21/11/2027",
  "appeal_start_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1167.24",
  "bo_system": "CSV Data Import",
  "last_updated": "2025-07-09T04:11:34.934Z",
  "decision_conditions": [
    "The site is within the Metropolitan Green Belt and the proposed development would not align fully with any of the exceptions set out in Section 13 of the NPPF and would therefore be comprised of inappropriate development. The proposed dwellings would through their number, height, scale, bulk, mass, design concept, siting and layout form an unwanted urbanisation of the site which would have a profound and material impact on the openness of the Green Belt in this location and would conflict with the purposes of including land within it. In the absence of any Very Special Circumstances which would outweigh the harm of inappropriateness and harm to openness the proposed development is unacceptable in principle and in contrast to the objectives of the National Planning Policy Framework and Policy G2 of the London Plan.",
    "The height, design, scale, bulk, mass and siting of the proposed dwellings and their position close to the boundaries of the site, combined with the suburban nature of the proposed development, would contrast significantly with the rural surroundings of the site, be unduly cramped on the site and appear dominant and visually intrusive in the streetscene harmful to the character and appearance of the surrounding area contrary to Policy 26 of the Havering Local Plan, D4 of the London Plan and the National Planning Policy Framework.",
    "The proposed layout of the development would result in a poor relationship given the siting and proximity of the flank wall of the proposed dwelling in Plot 5 adjacent to the garden of Plot 4, which would appear overbearing and provide a \"wall of development\" which would give rise to a sense of enclosure and provide a poor quality amenity space for Plot 4. In addition, the proposed dwelling in Plot 4 would be located on the boundaries of the site, which would provide a poor quality living environment, resulting in substandard residential accommodation to the detriment of the amenity of the prospective occupiers contrary to Policy 7 of the Havering Local Plan, Policy D6 of the London Plan and the guidance in the National Planning Policy Framework.",
    "The amenity space for Plot 8 is of poor quality and usability, given its limited depth, particularly as it would serve a three bedroom, five person dwelling harmful to the amenity of future occupiers contrary to Policy 7 of the Havering Local Plan, Policy D6 of the London Plan and the guidance in the National Planning Policy Framework.",
    "The siting and layout of the proposed development would create a poor quality living environment, including a poor outlook, for the proposed dwelling in Plot 6 harmful to the amenity of future occupiers contrary to Policy 7 of the Havering Local Plan, Policy D6 of the London Plan and the guidance in the National Planning Policy Framework.",
    "The proposed built form and associated hardstanding of the proposed development would fail to maximise opportunities for greening and enhance biodiversity and would result in significant adverse impacts on green infrastructure and biodiversity which has not been effectively mitigated against contrary to Policies 27 and 30 of the Havering Local Plan and Policy G6 of the London Plan.",
    "In the absence of affordable housing or evidence demonstrating the the site cannot viably support the provision of affordable housing, the application is contrary to Policy 4 of the Havering Local Plan, Policies H4 and H5 of the London Plan and the London Plan Affordable Housing SPG."
  ],
  "uprn": null,
  "appeal_decision_date": null
}