{
  "epc_number": null,
  "valid_date": "22/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.46700529999999996",
    "lat": "51.5660262"
  },
  "pp_id": "11629801",
  "decision": "Approved",
  "centroid_easting": 506351,
  "site_name": "1 HIGHFIELD DRIVE",
  "lpa_app_no": "6653/APP/2023/194",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "title_number": null,
  "borough": "Hillingdon",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos. 1010-100 dated 18/10/2022, 1010-104_RevA dated 26/03/2023 and 1010-105_Rev_A dated 26/03/2023 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing outbuilding and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The outbuilding hereby permitted shall be used only for purposes incidental to the residential use of No.1 Highfield Drive and shall remain within the same planning unit. The outbuilding shall at no time be used for purposes such as a living room, bedroom, kitchen, bathroom, or as a separate unit of accommodation.",
    "REASON",
    "To avoid any future undesirable fragmentation of the curtilage or the creation of a separate residential use and in the interests of protecting the amenity of adjoining residential properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan - Part Two (2020).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. Therefore the water from the site entering the sewers should minimised:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 186352,
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506358.875,
              186387.5939
            ],
            [
              506372.1042,
              186381.6407
            ],
            [
              506345.3151,
              186317.4791
            ],
            [
              506329.4401,
              186322.7708
            ],
            [
              506359.2058,
              186388.586
            ],
            [
              506358.875,
              186387.5939
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "development_type": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T12:45:44.337+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=6653/APP/2023/194",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "ICK/HAM & S HF/D 22",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "no_additional_bedrooms": 0,
    "existing_uprns": null,
    "total_gia_gained": 76.8,
    "intended_commencement_date": "01/2023",
    "no_additional_bathrooms": 0,
    "intended_completion_date": "03/2023",
    "site_area": 0.11
  },
  "postcode": null,
  "decision_target_date": "05/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.466881,
          51.5663447
        ],
        [
          -0.466692,
          51.5662886
        ],
        [
          -0.46709779999999995,
          51.565717
        ],
        [
          -0.4673251,
          51.5657676
        ],
        [
          -0.46687589999999995,
          51.5663535
        ],
        [
          -0.466881,
          51.5663447
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Extension of existing outbuilding.",
  "street_name": "ICKENHAM",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "05/04/2026",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "05/04/2023",
  "secondary_street_name": null,
  "application_type": "Householder",
  "id": "Hillingdon-6653_APP_2023_194",
  "last_date_consultation_comments": "21/02/2023"
}