{
  "last_updated_by": "Northgate M3",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": 173966,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Nightingale - Historic",
  "lpa_app_no": "2013/2853",
  "cil_liability": false,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2013/2853",
  "lpa_name": "Wandsworth",
  "valid_date": "20/09/2013",
  "pp_id": null,
  "postcode": "SW12 8NX",
  "appeal_status": null,
  "street_name": "Nightingale Lane",
  "centroid_easting": 528145,
  "uprn": "100023306549",
  "borough": "Wandsworth",
  "application_details": {
    "site_area": 0.018000000000000002
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1572642,
          51.45031
        ],
        [
          -0.1572074,
          51.4502331
        ],
        [
          -0.1571959,
          51.4502162
        ],
        [
          -0.15709879999999998,
          51.4500884
        ],
        [
          -0.157189,
          51.4500646
        ],
        [
          -0.157215,
          51.4501023
        ],
        [
          -0.15728119999999998,
          51.4501923
        ],
        [
          -0.157294,
          51.4502096
        ],
        [
          -0.15735069999999998,
          51.4502848
        ],
        [
          -0.1572642,
          51.45031
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Construction of a single-storey building in the rear garden, to be used as a store for the existing shop within the main building. Excavation of a basement under proposed building that would extend under rear garden with associated lightwell.",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": null,
  "epc_number": null,
  "centroid": {
    "lon": "-0.15722719999999998",
    "lat": "51.450188"
  },
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - This development shall be begun within 3 years from the date of this permission.\r\nTo comply with Section 91 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - Details of any proposed boundary treatment to the rear of the building hereby approved shall be submitted to and approved by the local planning authority prior to the installaion of the boundary treatment. The development shall thereafter be carried out solely in accordance with the approved details.\r\nTo ensure a satisfactory appearance and to accord with Council policy DMS1.\r\n",
    "Condition : 3 - Notwithstanding any materials specified in the application, samples and a schedule of materials to be used in all the elevations of the new building hereby approved, including windows and the roof treatment, shall be submitted to and approved in writing by the local planning authority before any building work commences on site. The development shall thereafter be carried out solely in accordance with the approved details.\r\nIn order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1.\r\n",
    "Condition : 4 - The development shall be carried out in accordance with the approved drawings and specifications, unless approved otherwise in writing by the local planning authority.  To ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 5 - The proposed building shall be used for storage purposes and for no other purpose. \r\nTo safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval.",
    "Condition : 6 - The storage use permitted shall be used only in conjunction with and ancillary to the main use of the shop premises on the ground floor and basement of the main building at no. 85 Nightingale Lane and no independent use shall be created within Class B8 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). \r\nTo prevent the introduction of an independent use without prior approval by the local planning authority.\r\n",
    "Condition : 7 - No deliveries, loading, unloading or other servicing activities shall take place at the site other than between the hours of 0900 and 1700 Monday to Friday, and not at all at any other times.\r\nTo protect neighbouring residents from noise and nuisance in accordance with Council policy DMS1.  \r\n",
    "Condition : 8 - There shall be no amplified sound, speech or music which is audible outside the approved building, unless otherwise agreed in writing by the local planning authority.\r\nTo protect neighbouring residents from noise and nuisance in accordance with Council policy DMS1.  \r\n",
    "Condition : 9 - Legal changes under The Water Industry (Scheme for the Adoption of private sewers) Regulations 2011 mean that the sections of pipes you share with your neighbours, or are situated outside of your property boundary which connect to a public sewer are likely to have transferred to Thames Water's ownership. Should your proposed building work fall within 3 metres of these pipes we recommend you contact Thames Water to discuss their status in more detail and to determine if a building over / near to agreement is required. You can contact Thames Water on 0845 850 2777 or for more\r\ninformation please visit our website at www.thameswater.co.uk\r\n\r\nSurface Water Drainage - With regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. They can be contacted on 0845 850 2777. Reason - to ensure that the surface water  discharge from the site shall not be detrimental to the existing sewerage system.\r\n\r\nThames Water requests that the Applicant should incorporate within their proposal, protection to the property by installing for example, a non-return valve or other suitable device to avoid the risk of backflow at a later date, on the assumption that the sewerage network may surcharge to ground level during storm conditions. \r\n\r\nWhere a developer proposes to discharge groundwater into a public sewer, a groundwater discharge permit will be required. Groundwate",
    "Condition : 10 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "development_type": "Minor retail and service",
  "parking_details": null,
  "appeal_decision": null,
  "locality": "London",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "15/11/2013",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528142.09,
              173979.5
            ],
            [
              528146.25,
              173971.05
            ],
            [
              528147.1,
              173969.19
            ],
            [
              528154.2,
              173955.15
            ],
            [
              528148,
              173952.35
            ],
            [
              528146.09,
              173956.49
            ],
            [
              528141.24,
              173966.39
            ],
            [
              528140.3,
              173968.29
            ],
            [
              528136.15,
              173976.55
            ],
            [
              528142.09,
              173979.5
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "id": "Wandsworth-2013_2853",
  "site_name": null,
  "lapsed_date": "15/11/2016",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "15/11/2013",
  "last_updated": "2025-03-20T14:46:46.074+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "85",
  "last_date_consultation_comments": "31/10/2013",
  "bo_system": "Northgate M3"
}