{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505493.4281,
              184058.311
            ],
            [
              505506.7896,
              184046.8016
            ],
            [
              505506.3927,
              184045.6109
            ],
            [
              505507.0542,
              184044.9495
            ],
            [
              505507.1865,
              184042.1713
            ],
            [
              505507.9802,
              184039.7901
            ],
            [
              505506.3927,
              184034.3661
            ],
            [
              505504.9375,
              184033.7047
            ],
            [
              505503.8792,
              184033.7047
            ],
            [
              505500.175,
              184036.2182
            ],
            [
              505497,
              184032.2494
            ],
            [
              505485.3583,
              184042.3036
            ],
            [
              505489.1948,
              184047.7276
            ],
            [
              505488.0041,
              184050.3734
            ],
            [
              505493.4281,
              184058.311
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08098286",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:10.802+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "05/11/2019",
  "secondary_street_name": "UXBRIDGE",
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": "51.5454415",
    "lon": "-0.4800133"
  },
  "decision": "Approved",
  "valid_date": "23/09/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.035
  },
  "cil_liability": false,
  "postcode": "UB8 1AB",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=23187/APP/2019/3131",
  "lpa_name": "Hillingdon",
  "site_name": "METROPOLITAN TAVERN, 8-9",
  "lapsed_date": "21/11/2022",
  "parking_details": null,
  "decision_conditions": [
    "The works hereby permitted shall begin before the expiration of three years from the date of this consent.",
    "REASON",
    "To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbers: 3251.11 Rev. F,  3251.10 Rev. H. 596186-2 Rev. A,  596186-3 Rev. A, 596186-1 Rev. A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure that the external appearance of the development is satisfactory and complies with Policy BE13 and BE15 of the Hillingdon Unitary Development Plan Saved Policies (November 2012) and with emerging policies DMHB 1 and 2 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "During works the existing building including fixtures, fittings and features would need to be appropriately safeguarded. Any damage or disturbance caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within six months of the works being completed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building, in accordance with emerging policies DMHB 1 and 2 Hillingdon's Local Plan: Part 2 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "During the works, if hidden architectural and/or historic features are revealed they should be retained in-situ. Works shall be halted in the relevant area of the building and the Local Planning Authority should be notified immediately. Failure to do so may result in unauthorised works being carried out and an offence being committed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building, in accordance with emerging policies DMHB 1 and 2 Hillingdon's Local Plan: Part 2 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Notwithstanding the approved drawings, no internal blinds of any sort shall be installed within or fixed to the listed building.",
    "REASON",
    "To safeguard the special architectural and historic interest of the building, in accordance with emerging policies DMHB 1 and 2 Hillingdon's Local Plan: Part 2 and the Planning (Listed Buildings and Conservation Areas) Act 1990",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (November 2012) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Notwithstanding the submitted plans, the CCTV cameras, both internally and externally do not form part of this listed building application. Listed Building Consent is required for the CCTV cameras that are currently unauthorised.",
    "The applicant should note that this approval extends only to the works detailed as part of this application. In the event that the works cannot be implemented without a degree of alteration, the applicant is advised to contact the Local Planning Authority in order to ascertain whether further Consent might be required"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of replacement signage, internal televisions and external and internal refurbishment",
  "lpa_app_no": "23187/APP/2019/3131",
  "decision_target_date": "21/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "21/11/2019",
  "id": "Hillingdon-23187_APP_2019_3131",
  "centroid_northing": 184044,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505497,
  "street_name": "WINDSOR STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4800605,
          51.5455708
        ],
        [
          -0.4798713,
          51.5454648
        ],
        [
          -0.47987739999999995,
          51.5454542
        ],
        [
          -0.47986809999999996,
          51.5454481
        ],
        [
          -0.479867,
          51.5454231
        ],
        [
          -0.47985629999999996,
          51.5454016
        ],
        [
          -0.4798808,
          51.5453531
        ],
        [
          -0.479902,
          51.5453474
        ],
        [
          -0.4799172,
          51.5453476
        ],
        [
          -0.4799699,
          51.5453709
        ],
        [
          -0.48001679999999997,
          51.5453358
        ],
        [
          -0.4801816,
          51.5454284
        ],
        [
          -0.48012469999999996,
          51.5454764
        ],
        [
          -0.4801411,
          51.5455004
        ],
        [
          -0.4800605,
          51.5455708
        ]
      ]
    ],
    "type": "Polygon"
  }
}