{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "24/02/2021",
  "epc_number": null,
  "application_type_full": "S73 Minor Material Amendment",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-64510_APP_2020_4020",
  "secondary_street_name": "RUISLIP",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.123,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "24/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Section 73 application to vary Condition 2 of planning permission ref. 64510/APP/2019/1412 dated 19-03-2020 (Application for erection of 2 x 4 bed dwellings with associated landscaping, car parking and ecological area to the rear of the site) to facilitate the relocation of car parking spaces for House A, facilitate changes to hard & soft landscaping for House A, adjust the position of House A by setting the proposed dwelling back 1.5m and set in 0.6m from the previously approved position together with the erection of a close boarded timber fence with 300mm trellis over to the side of House A.",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the original permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:-",
    "2018/D271/P03 rev H",
    "2018/D271/P/09 rev C",
    "2018/D271/P/10 rev C",
    "2018/D271/P/14",
    "2018/D271/P/13",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1, Hillingdon Local Plan: Part 2 - Development Management Policies (Jan 2020) and the London Plan (2016).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Arboricultural Impact Assessment & Method Statement - Ref: TH1981/B",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1, Hillingdon Local Plan: Part 2 - Development Management Policies (Jan 2020) and the London Plan (2016).",
    "Notwithstanding the approved plans no development shall take place until details of all materials and external surfaces, have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of Hillingdon Local Plan: Part 2 - Development Management Policies (March 2019)",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage for 4 bicycles",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts: 4 cars",
    "2.e Hard Surfacing Materials",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "4. Schedule for Implementation",
    "Thereafter the developmen",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (March 2019)",
    "Prior to commencement, (excluding demolition and site clearance) a plan for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority. As a minimum, the plan shall show the following details:",
    "i. Identify proposed areas of hardstanding as part of the development, state the material to be used for each area and show the proposed direction of slope. All hardstanding areas shall be formed of permeable surfaces, or slope to a permeable area or soakaway.",
    "ii. Identify proposed downpipes from the development and show where these will discharge to. Collected surface water from roof areas will be directed away from the public sewer network as a preference by using SuDS such as rain gardens, soakaways or other infiltration techniques in line with Building Regulations Approved Document H (2015). Any required connection to the public sewer network to be restricted to greenfield rates.",
    "iii. List the proposed activities that will",
    "The residential units hereby approved shall not be occupied until a parking allocation scheme has been submitted to, and approved in writing by, the Local Planning Authority. The parking allocation scheme shall, as a minimum, include a requirement that all on-site car parking shall be allocated and dedicated for the use of each of the residential units hereby approved and shall remain allocated and dedicated in such a manner for the life-time of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT6 Hillingdon Local Plan: Part 2 - Development Management Policies (March 2019) and Chapter 6 of the London Plan (July 2016).",
    "The development (buildings and parking areas) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No dwelling shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to reflect the guidance contained in the Council's SPG on Community Safety By Design and to ensure the development provides a safe and secure environment in accordance with London Plan (2016) Policies 7.1 and 7.3.",
    "The dwellings hereby permitted are required to be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015.",
    "REASON: To ensure that an appropriate standard of housing stock, in accordance with London Plan policy 3.8 c (2016), is achieved and maintained.",
    "The obscure glazed panel of the rear facing oriel windows hereby approved on Unit B shall remain obscure glazed and non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence. All side facing windows on Unit A facing No.1 Whitheath Avenue shall remain obscure glazed and non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties and the school in accordance with Policy DMHB 11 of Hillingdon Local Plan: Part 2 - Development Management Policies (March 2019)",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. All imported soils shall be tested for chemical contamination, and the results of this testing shall be submitted to the Local Planning Authority for approval.",
    "REASON:",
    "To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with policy Policy DMEI 12 of the Hillingdon Local Plan: Part 2 - Development Management Policies (Jan 2020)",
    "Prior to works commencing, details of step free access via the principal private entrance shall be submitted to and approved in writing by the Local Planning Authority.",
    "REASON To ensure that an appropriate standard of housing stock, in accordance with London Plan policy 3.8 c, is achieved and maintained.",
    "Prior to development commencing, the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval.  The plan shall detail:",
    "(i)  The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi) Measures to reduce the impact of the development on local air quality and dust through minimising emissions",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including the London Plan (July 2011) and national guidance.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application will have to be submitted. This planning permission is not valid for a development that results in any form of encroachment.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to: carry out work to an existing party wall; build on the boundary with a neighbouring property; in some circumstances, carry out groundworks within 6 metres of an adjoining building. Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The proposed refuse and recycling storage areas meet the requirements of the Council's amenity and accessibility standards only. The proposed storage area must also comply with Part H of the Building Regulations. Should design amendments be required to comply with Building Regulations, these should be submitted to the Local Planning Authority for approval. For further information and advice contact - Planning & Community Services, Civic Centre, Uxbridge, UB8 1UW (Tel: 01895 250400).",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council. This work is also subject to the issuing of a separate licence to obstruct or open up the public highway. For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "This permission is liable for a contribution under the Community Infrastructure Levy (CIL) and a separate CIL liability notice will be provided for your consideration.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2012, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T22:29:17.463+00:00",
  "ward": "WEST RUISLIP",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "lapsed_date": "24/02/2024",
  "decision_target_date": "15/06/2021",
  "centroid": {
    "lat": 51.579734,
    "lon": -0.440139
  },
  "lpa_app_no": "64510/APP/2020/4020",
  "status": "Approved",
  "site_name": "LAND ADJACENT TO WHITEHEATH JUNIOR SCHOOL",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=64510/APP/2020/4020",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508155.1898,
              187923.0871
            ],
            [
              508156.977,
              187925.2573
            ],
            [
              508158.8291,
              187929.4907
            ],
            [
              508159.8875,
              187934.65
            ],
            [
              508160.2843,
              187941.7938
            ],
            [
              508168.4864,
              187933.9886
            ],
            [
              508173.2489,
              187937.9573
            ],
            [
              508185.6844,
              187925.3896
            ],
            [
              508190.7115,
              187930.9459
            ],
            [
              508205.6605,
              187916.3938
            ],
            [
              508197.0615,
              187906.8687
            ],
            [
              508204.7344,
              187899.1958
            ],
            [
              508195.6063,
              187889.8031
            ],
            [
              508155.1898,
              187923.0871
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              508155.1249,
              187923.1406
            ],
            [
              508155.1898,
              187923.0871
            ],
            [
              508155.1249,
              187923.0083
            ],
            [
              508155.1249,
              187923.1406
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "18/02/2021",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "WHITEHEATH AVENUE",
  "pp_id": "09314668",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "508182",
  "appeal_start_date": null,
  "centroid_northing": "187916",
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44050269999999997,
          51.5798044
        ],
        [
          -0.4404763,
          51.5798235
        ],
        [
          -0.44044829999999996,
          51.5798612
        ],
        [
          -0.4404314,
          51.5799074
        ],
        [
          -0.44042349999999997,
          51.5799715
        ],
        [
          -0.44030759999999997,
          51.5798998
        ],
        [
          -0.4402376,
          51.5799346
        ],
        [
          -0.44006209999999996,
          51.5798192
        ],
        [
          -0.4399879,
          51.5798682
        ],
        [
          -0.43977669999999996,
          51.5797345
        ],
        [
          -0.43990369999999995,
          51.5796506
        ],
        [
          -0.4397954,
          51.5795801
        ],
        [
          -0.4399299,
          51.5794975
        ],
        [
          -0.44050269999999997,
          51.5798044
        ]
      ]
    ],
    "type": "Polygon"
  }
}