{
  "centroid": {
    "lon": "0.1937276",
    "lat": "51.587728"
  },
  "status": "Approved",
  "decision_target_date": "24/07/2020",
  "site_name": "7 GIDEA CLOSE",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "No works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the building(s) are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The roof light shown to be inserted on the side of the roof on the north east facing elevation shall be conservation style and obscurely-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason: - In the interest of privacy and to protect the amenity of the adjacent neighbours in accordance with the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent in writing and involved the omission of parts of the development following dialogue with the Council's heritage advisor. The final set of revisions were subsequently submitted on 22-07-2020."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM2 5NP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "23/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0664.20",
  "centroid_northing": 189932,
  "uprn": "100021374746",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "23/07/2020",
  "description": "Single storey rear extension, single storey side extension involving demolition of existing conservatory and conversion of roof space to habitable use to include rear dormer and 6 roof lights. External alterations including replacement windows and re-rendering.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0664.20",
  "lpa_app_no": "P0664.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:46.079+00:00",
  "centroid_easting": 552071,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "18/05/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552087.057,
              189900.403
            ],
            [
              552043.166,
              189950.526
            ],
            [
              552055.087,
              189962.176
            ],
            [
              552097.895,
              189912.866
            ],
            [
              552087.057,
              189900.403
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.109
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "10/06/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1939455,
          51.5874398
        ],
        [
          0.19333419999999998,
          51.587902
        ],
        [
          0.1935112,
          51.5880034
        ],
        [
          0.19410719999999998,
          51.5875488
        ],
        [
          0.1939455,
          51.5874398
        ]
      ]
    ],
    "type": "Polygon"
  }
}