{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "15/01/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-16428_APP_2020_3695",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.062
  },
  "valid_date": "30/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey side/rear extension",
  "decision_conditions": [
    "The proposed extensions, by virtue of their cumulative scale and bulk, would result in incongruous additions and alterations, which would would fail to harmonise with the architectural composition of the original dwelling, would be detrimental to the character, appearance and the visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed development has failed to demonstrate that it would provide an adequate level of outlook for the future occupiers of a bedroom due to its close proximity to a boundary fence and flank wall of Number 51 Ferrers Avenue.  The proposal would therefore give rise to a substandard form of living accommodation to the detriment of the amenities of future occupiers contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies and Policies 3.5 and 5.3 of the London Plan (2016).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:41:57.938+00:00",
  "ward": "WEST DRAYTON",
  "parking_details": null,
  "lapsed_date": "15/01/2024",
  "decision_target_date": "25/01/2021",
  "centroid": {
    "lat": "51.5065485",
    "lon": "-0.4757319"
  },
  "lpa_app_no": "16428/APP/2020/3695",
  "status": "Refused",
  "site_name": "53 FERRERS AVENUE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16428/APP/2020/3695",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505906.6178,
              179718.6307
            ],
            [
              505902.7813,
              179706.3276
            ],
            [
              505860.3156,
              179730.8016
            ],
            [
              505866.0041,
              179742.9724
            ],
            [
              505906.0886,
              179718.763
            ],
            [
              505906.6178,
              179718.6307
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "23/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "WEST DRAYTON",
  "pp_id": "09242357",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 505884,
  "appeal_start_date": null,
  "centroid_northing": 179725,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.475408,
          51.506487
        ],
        [
          -0.475467,
          51.5063771
        ],
        [
          -0.4760713,
          51.5066051
        ],
        [
          -0.47598569999999996,
          51.5067134
        ],
        [
          -0.4754156,
          51.5064883
        ],
        [
          -0.475408,
          51.506487
        ]
      ]
    ],
    "type": "Polygon"
  }
}