{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/203793FUL;",
  "lapsed_date": null,
  "decision_target_date": "07/05/2021",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 9SF",
  "site_name": "30 West Lodge Avenue",
  "status": "Application Under Consideration",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "203793FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519197,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T20:38:51.523+00:00",
  "id": "Ealing-203793FUL",
  "application_type": "All Other",
  "street_name": "West Lodge Avenue",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "06/05/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Conversion of the existing property into 5 self-contained flats and provision of associated, private amenity space , cycle storage and refuse storage facilities; single storey, part two storey, rear extension; roof extension to rear (main) roof slope; part rear roof extension to rear outrigger roof slope and installation of three roof lights to front roof slope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 180099,
  "decision": null,
  "appeal_decision": null,
  "uprn": "000012094899",
  "centroid": {
    "lon": -0.283892,
    "lat": 51.50726
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519176.9989267,
              180093.6479847
            ],
            [
              519174.3027917,
              180093.5480134
            ],
            [
              519174.4512028,
              180099.3463536
            ],
            [
              519174.5006732,
              180102.045581
            ],
            [
              519177.7986976,
              180102.1255581
            ],
            [
              519179.0024765,
              180102.1455523
            ],
            [
              519212.7495116,
              180103.6451231
            ],
            [
              519213.4998122,
              180102.7453806
            ],
            [
              519213.8461047,
              180095.0975698
            ],
            [
              519209.7977797,
              180094.9476127
            ],
            [
              519195.0968358,
              180094.3977701
            ],
            [
              519193.4065983,
              180094.317793
            ],
            [
              519177.8811482,
              180093.6879733
            ],
            [
              519176.9989267,
              180093.6479847
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of 3 years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "|  The development hereby approved shall be in accordance with drawing title numbers and approved documents: PL-100 Rev A (existing and proposed site. Block plan and OSMap); PL-102 Rev A (existing & proposed grd floor plans); PL- 03 Rev A (existing & proposed 1st floor plans); PL-104 Rev A (existing & proposed loft floor plans); PL-105 Rev A (existing & proposed roof plans); PL-106 Rev A (existing & proposed side elevations); PL-107 Rev A (proposed side elevation-lightwell); PL-108 Rev A (existing & proposed side 2 elevations); PL-109 Rev A (existing & proposed front elevations); PL-110 Rev A (existing & proposed rear elevations); PL-111 Rev A(existing &  proposed sections)",
    "Reason: For the avoidance of doubt, and in the interests of proper planning",
    "| All external materials to be used in the development shall match those of the existing building unless indicated on the approved plans or application form.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013);  London Plan(2021) policies D3 and D4; and the National Planning Policy Framework (2019).",
    "| Notwithstanding the approved plans, prior to occupation of the development hereby approved, further details for sub-division of the back garden to provide privacy for the rear ground floor unit and the apportionment of space for communal use with landscaping to include boundary planting and permeable hardstanding with use of the outbuilding shall be submitted to an approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details.",
    "Any planting that within a period of five years after implementation is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season and all planting shall be replaced with others of a similar size and species and in the same position, unless the Local Planning Authority first gives written consent to any variation.",
    "Reason: In the interest of maintaining a high quality design with urban greening that would improve the visual amenity of the locality in accordance with policies D3 and D4 of the London Plan(2021), the London Environment Strategy(2018) and policies 7B, 7.4 and 7D.2 of the Ealing Development Management DPD (2013) and the National Planning Policy Framework (2019).",
    "| Flats 1 and 2, as indicated on the approved plans shall be designed and constructed in accordance with Building Regulations Part M4(3)(2)(b). Evidence demonstrating compliance should be submitted to and approved in writing by the Local Planning Authority prior to occupation.",
    "Reason: To ensure there is no net loss of adaptable homes capable of providing adequate amenity in accordance with policy D5 of the London Plan(2021) | The sound insulation of the building envelope including glazing specifications and protection of external amenity spaces shall be based on the noise assessment standards specified in SPG10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed (with air intake from the cleanest aspect of the building and low self-noise). Internal room- and external amenity noise levels shall conform with standards of the Council's SPG10 and noise limits specified in BS8233:2014 and be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with  policies D6 amd D14 of the London Plan(2021); policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policies 3.5 and 7A of the Ealing's Development Management Plan Document.",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any subsequent amendment, revision or new Order) no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason:  To protect residential amenity, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the Publication London Plan(2021), and the National Planning Policy Framework (2019). | Prior to occupation enhanced sound insulation value DnT,w [and L'nT,w] of at least 5dB above the maximum Building Regulations value, for the floor/ceiling /wall structures separating different types of rooms/ uses in adjoining dwellings, namely bedroom adjacent to staircase, living/dining room and kitchen above/below bedroom of separate dwellings and neighbouring properties shall be implemented and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with  policy D6 of the London Plan(2021); policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policies 3.5 and 7A of the Ealing's Development Management Plan Document.",
    "| The residential units hereby approved shall at no time be converted from C3 residential to a C4 small HMO, notwithstanding the provisions of Schedule 2 Part 3 Class L of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order) without express planning permission having first been granted by the Local Planning Authority.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building, in accordance with policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 and of the London Plan (2021) and the National Planning Policy Framework (2019).",
    "| Use of the outbuilding hereby approved shall be incidental to the use of all flats within the development and shall not be used or adapted for habitable accommodation as an independent dwelling or any industrial, commercial or business use.",
    "Reason: To ensure that the development does not detract from the amenity of the adjoining properties and to enable the Local Planning Authority to retain control over the use of the building in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan(2021) | At least seven (7) secure and covered cycle parking spaces shall be provided within the rear garden and outbuilding of the site and shall be retained for the lifetime of the development hereby approved.",
    "Reason: To encourage sustainable transport modes in accordance with London Plan (2021) policy T5 and table 10.2",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within an enclosure has been provided within the front garden of the property, in accordance with BS5906:2005. It shall be fully implemented and made available for use and shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy D6 and table 3.2 of the London Plan (2021); policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/09/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-09086750",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2841589,
          51.5072171
        ],
        [
          -0.2841978,
          51.5072168
        ],
        [
          -0.2841937,
          51.5072688
        ],
        [
          -0.284192,
          51.5072931
        ],
        [
          -0.28414449999999997,
          51.5072931
        ],
        [
          -0.28412719999999997,
          51.507293
        ],
        [
          -0.28364059999999996,
          51.5072994
        ],
        [
          -0.2836301,
          51.5072912
        ],
        [
          -0.2836277,
          51.5072224
        ],
        [
          -0.2836861,
          51.5072219
        ],
        [
          -0.283898,
          51.50722
        ],
        [
          -0.28392239999999996,
          51.5072197
        ],
        [
          -0.28414619999999996,
          51.5072173
        ],
        [
          -0.2841589,
          51.5072171
        ]
      ]
    ],
    "type": "Polygon"
  }
}