{
  "centroid": {
    "lon": "0.2189805",
    "lat": "51.5519374"
  },
  "status": "Approved",
  "decision_target_date": "20/09/2019",
  "site_name": "47 Suttons Lane",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 12:00 and 22:00 Monday to Saturday and 12:00 to 21:00 on Sundays and not at all on Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before the development hereby permitted commences details of a scheme shall be submitted to and approved in writing by the local planning authority which specifies the provisions to be made for the control of noise emanating from the site. Such scheme as may be approved shall be implemented prior to first occupation and thereafter retained in accordance with such details.",
    "Reason:  To prevent noise nuisance to adjoining/adjacent   properties.",
    "Before any works commence a scheme for any new plant or machinery shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining/adjacent   properties.",
    "Before the uses commences a scheme to control the transmission of noise and vibration from any mechanical ventilation system installed shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the permitted use commencing. Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "Reason:  To protect the amenity of occupiers of nearby premises",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM12 6RJ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "19/09/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1063.19",
  "centroid_northing": 186005,
  "uprn": null,
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hacton",
  "decision_date": "19/09/2019",
  "description": "CHANGE OF USE OF B1 USE SHOP INTO TAKE-AWAY AND RESTAURANT (A3 & A5 USE CLASS) WITH INSTALLATION OF EXTRACTION FLUE SYSTEM AND EXTERNAL ALTERATIONS",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1063.19",
  "lpa_app_no": "P1063.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:06.905+00:00",
  "centroid_easting": 553941,
  "pp_id": "07991663",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "17/07/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553921.073,
              186014.3
            ],
            [
              553962.796,
              186008.068
            ],
            [
              553961.713,
              185995.876
            ],
            [
              553935.974,
              186000.482
            ],
            [
              553921.073,
              185999.399
            ],
            [
              553921.073,
              186014.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.051000000000000004
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "06/09/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2186974,
          51.5520264
        ],
        [
          0.219296,
          51.551959
        ],
        [
          0.219275,
          51.5518497
        ],
        [
          0.2189061,
          51.5518981
        ],
        [
          0.2186909,
          51.5518925
        ],
        [
          0.2186974,
          51.5520264
        ]
      ]
    ],
    "type": "Polygon"
  }
}