{
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos:",
    "P01-P07 - Proposed Plans and Elevations Rev D",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing host building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to development commencing, the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval.  The plan shall detail:",
    "(i)  The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi) Measures to reduce the impact of the development on local air quality and dust through minimising emissions",
    "The car parking layout as shown on approved drawing reference  P01-P07 - Proposed Plans and Elevations Rev D shall be marked out and surfaced prior to  completion of the building and maintained as such in perpetuity.",
    "At least one car parking space shall be provided with an active electric vehicle charging point, and at least one car parking space shall be provided with passive provision. This electric vehicle charging infrastructure shall be installed prior to first occupation of the new building.",
    "REASON:",
    "To be in accordance with the published London Plan 2021 Policy T6 Car Parking.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "As part of the decision making process the Local Planning Authority have taken due regard to the public sector equality duty of the Equality Act 2010.",
    "The Equality Act 2010 aims to safeguard individuals accessing goods, facilities, and services from discrimination based on a 'protected characteristic', including disability. In accordance with the Act, service providers must enhance access to and within their premises, especially when reasonable adjustments are feasible and straightforward to implement. The Act mandates that service providers proactively identify and eliminate barriers hindering disabled people.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "02/05/2025",
  "lpa_name": "Hillingdon",
  "centroid_northing": 191281,
  "last_updated": "2025-07-06T21:59:17.620Z",
  "development_type": null,
  "ward": "NORTHWOOD 2022",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 3,
    "no_proposed_car": 3
  },
  "uprn": null,
  "application_details": {
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 150,
        "gia_gained": 61,
        "use_class": "B2",
        "gia_lost": 68
      }
    ],
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 5.4,
        "building_ref": "Proposed car repair garage (pitched roof)"
      }
    ],
    "affordable_housing_fast_track": false,
    "green_suds": false,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire",
        "intended_completion_date": "07/2025",
        "intended_commencement_date": "04/2025"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 68,
    "total_gia_gained": 61,
    "scheme_phasing": true,
    "ownership_status": "Private",
    "total_gia_existing": 150,
    "existing_uprns": null,
    "garden_land_lost": false,
    "infrastructure_details": {
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": true
    },
    "site_area": 0.037200000000000004,
    "internal_resi_water_usage": 0,
    "non_residential_details": {
      "total_gia_existing": 150,
      "total_gia_lost": 68,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 68,
      "total_gia_gained": 61,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 61
    }
  },
  "last_date_consultation_comments": "27/04/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": null,
  "secondary_street_name": "NORTHWOOD",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "02/05/2025",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "lpa_app_no": "77806/APP/2024/3288",
  "valid_date": "09/01/2025",
  "description": "Partial demolition of existing warehouse buildings and erection of a side extension to create a car repair building.",
  "centroid_easting": 509347,
  "site_number": null,
  "lapsed_date": "02/05/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "20-22  HALLOWELL ROAD",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.609753,
    "lon": -0.422285
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77806/APP/2024/3288",
  "site_name": "LAND REAR OF",
  "cil_liability": false,
  "subdivision_of_building": "The existing primary garage remains unchanged. The secondary garage (c.68sqm) is to be demolished and replaced with a new car repair garage of c.61sqm.",
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13634041",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Full planning permission",
  "id": "Hillingdon-77806_APP_2024_3288",
  "polygon": null
}