{
  "appeal_status": null,
  "centroid": {
    "lon": "0.19636579999999998",
    "lat": "51.5765723"
  },
  "decision_target_date": "01/05/2023",
  "lapsed_date": "26/04/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T04:04:48.382+00:00",
  "locality": null,
  "development_type": null,
  "postcode": "RM1 2RA",
  "ward": "St Albans",
  "id": "Havering-P0383.23",
  "uprn": "100021385250",
  "decision": "Approved",
  "site_name": "17 Manor Road",
  "last_date_consultation_comments": "03/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1967814,
          51.5766045
        ],
        [
          0.1959848,
          51.5764635
        ],
        [
          0.1959505,
          51.5765314
        ],
        [
          0.1967553,
          51.5766791
        ],
        [
          0.1967814,
          51.5766045
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552319.687,
              188701.449
            ],
            [
              552264.959,
              188684.109
            ],
            [
              552262.358,
              188691.587
            ],
            [
              552317.628,
              188709.686
            ],
            [
              552319.687,
              188701.449
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "title_number": [
    "unregistered"
  ],
  "site_number": null,
  "lpa_name": "Havering",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "Romford",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "no_additional_bathrooms": 3,
    "intended_commencement_date": "07/2023",
    "total_gia_gained": 35,
    "intended_completion_date": "02/2024",
    "no_additional_bedrooms": 0,
    "existing_uprns": null,
    "site_area": 0.047
  },
  "valid_date": "06/03/2023",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 1,
    "no_proposed_car": 1
  },
  "actual_commencement_date": null,
  "centroid_northing": 188697,
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All of the proposed new windows inserted at first floor level in the flank elevations on the dwelling, including to the enlarged outrigger, shall be  obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in any wall of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The proposed windows at first floor of the 2-storey side extension shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Yeis Studio via email on 24.4.23. The revisions involved a reduction in the depth of the rear extension. The amendments were subsequently submitted on 25.4.23."
  ],
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0383.23",
  "pp_id": "11989921",
  "last_updated_by": "Planning Portal ingest",
  "centroid_easting": 552291,
  "borough": "Havering",
  "epc_number": null,
  "lpa_app_no": "P0383.23",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "description": "Ground and first floor side extension, conservatory with roof lantern, roof lights to the rear, and single storey outbuilding to rear following demolition of existing conservatory and two outbuildings.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "26/04/2023",
  "cil_liability": false
}