{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505628.5314,
              190192.1909
            ],
            [
              505638.9824,
              190189.6773
            ],
            [
              505638.1887,
              190186.5023
            ],
            [
              505627.473,
              190188.7513
            ],
            [
              505628.5314,
              190192.1909
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08320733",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:16.369+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "03/01/2020",
  "secondary_street_name": "HAREFIELD",
  "appeal_start_date": null,
  "ward": "HAREFIELD",
  "centroid": {
    "lat": "51.6006492",
    "lon": "-0.476207"
  },
  "decision": "Approved",
  "valid_date": "04/12/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.004
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4538/APP/2019/3918",
  "lpa_name": "Hillingdon",
  "site_name": "HAREFIELD UNITED FC",
  "lapsed_date": "30/03/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans,",
    "HGN082 - 002 Issue B Location Plan",
    "HGN082 - 100 Issue B Exisiting Site Plan",
    "HGN082 - 150 Issue B Existing Elevation",
    "HGN082 - 215 Issue B Max Configuration Site Plan",
    "HGN082 - 265 Issue B Max Configuration Elevation A",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and the London Plan (2016).",
    "Any apparatus or structure provided in accordance with this approval shall be removed from the land, as soon as reasonably practicable after it is no longer required for electronic communications purposes, and such land, shall be restored to its condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policies DMHB 11 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the submitted plans, no development shall take place until details of colours of external surfaces and a maintenance plan have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed and maintained in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 11, DMHB 12 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Proposed upgrade of existing telecoms site by replacing existing 15m lattice mast with 20m monopole with 6 no. antenna apertures, 3 no. 600mm Dishes and 1 no. 300mm Dish, 8 no. equipment cabinets and development ancillary thereto enclosed by a 2.1m closed boarded timber fence.",
  "lpa_app_no": "4538/APP/2019/3918",
  "decision_target_date": "31/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "30/03/2020",
  "id": "Hillingdon-4538_APP_2019_3918",
  "centroid_northing": 190189,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505633,
  "street_name": "BREAKSPEAR ROAD NORTH",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4762705,
          51.6006787
        ],
        [
          -0.4761204,
          51.6006541
        ],
        [
          -0.47613289999999997,
          51.6006258
        ],
        [
          -0.47628679999999995,
          51.600648
        ],
        [
          -0.4762705,
          51.6006787
        ]
      ]
    ],
    "type": "Polygon"
  }
}