{
  "last_date_consultation_comments": "03/11/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "decision_date": "06/04/2022",
  "pp_id": null,
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-68734_APP_2021_3249",
  "last_updated": "2025-03-20T11:12:34.748+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "507517",
  "decision_target_date": "06/04/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507481.0664,
              184248.0277
            ],
            [
              507482.0586,
              184262.5798
            ],
            [
              507557.465,
              184252.6579
            ],
            [
              507550.8504,
              184239.4287
            ],
            [
              507480.4049,
              184247.3662
            ],
            [
              507481.0664,
              184248.0277
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [],
  "secondary_street_name": "MIDDLESEX",
  "valid_date": "13/10/2021",
  "centroid": {
    "lon": -0.450852,
    "lat": 51.546919
  },
  "site_number": null,
  "ward": "UXBRIDGE NORTH",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "68734/APP/2021/3249",
  "status": "Approved",
  "description": "Erection of outbuilding in garden for use as garage and workshop.",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "UB10 9JX",
  "centroid_northing": "184251",
  "borough": "Hillingdon",
  "application_type": "Householder",
  "locality": null,
  "site_name": "12 PARKWAY",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing No: 21/496/P/01.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The outbuilding hereby approved shall only be used as an ancillary residential garage and workshop, used in conjunction with the a main house  and shall not be used for purposes such as a living room, bedroom, kitchen, study, commercial use, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The materials used for all external hard surfaces in the rear garden shall be permeable (or porous) which allows water to drain through (such as gravel, permeable concrete block paving or porous asphalt) and shall thereafter be retained as such.",
    "REASON",
    "To ensure that the proposed development does not have an adverse effect upon surface water drainage given the extent of hard surfacing proposed in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020)",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "decision": "Approved",
  "street_name": "HILLINGDON",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.107
  },
  "lapsed_date": "06/04/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=68734/APP/2021/3249",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "FME Excel Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4513504,
          51.546901
        ],
        [
          -0.4513316,
          51.5470316
        ],
        [
          -0.4502477,
          51.5469281
        ],
        [
          -0.450347,
          51.5468105
        ],
        [
          -0.4513601,
          51.5468952
        ],
        [
          -0.4513504,
          51.546901
        ]
      ]
    ],
    "type": "Polygon"
  }
}