{
  "title_number": null,
  "site_name": "5 NICHOLAS WAY",
  "cil_liability": false,
  "uprn": null,
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508263.9079,
              190917.194
            ],
            [
              508327.3918,
              190932.0771
            ],
            [
              508334.8001,
              190902.1792
            ],
            [
              508271.5646,
              190886.0395
            ],
            [
              508263.9079,
              190917.194
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              508263.8916,
              190917.2604
            ],
            [
              508263.9079,
              190917.194
            ],
            [
              508263.627,
              190917.1281
            ],
            [
              508263.8916,
              190917.2604
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Refused",
  "lpa_app_no": "2443/APP/2021/1216",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "05/05/2024",
  "locality": null,
  "postcode": null,
  "decision_target_date": "21/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "NORTHWOOD",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2443/APP/2021/1216",
  "last_updated_by": "CSV Data Import",
  "decision_date": "05/05/2021",
  "appeal_decision": null,
  "centroid_easting": 508299,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.6066148",
    "lon": "-0.4375074"
  },
  "application_type_full": "Removal/Variation of a condition",
  "appeal_status": null,
  "centroid_northing": 190909,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T23:32:37.627+00:00",
  "description": "Variation of condition 2 (Approved Plans) of planning permission ref. 2443/APP/2019/4085 dated 04/04/2020  to allow for alterations to approved plans (Two storey, 4-bed dwelling with habitable roofspace, railings and gates, parking and amenity space involving demolition of existing dwelling).",
  "last_date_consultation_comments": "22/04/2021",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.20500000000000002
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed dwelling, by virtue of its excessive scale and bulk and the gabled roof design of the forward projecting gables would result in a visually intrusive feature in the street scene, to the detriment of the character, appearance and visual amenity of the street scene and the wider Copsewood Estate Area of Special Local Character. Therefore the proposal is contrary to Policies DMHB 1, DMHB 5, DMHB 6, DMHB 11, DMHB  12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed 1.5m high railings and brick piers, by reason of their siting, design and appearance, would result in a visually intrusive feature in the street scene, to the detriment of the character, appearance and visual amenity of the street scene and the wider Copsewood Estate Area of Special Local Character. Therefore the proposal is contrary to Policies DMHB 1, DMHB 5, DMHB 6, DMHB 11, DMHB  12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "In the absence of a Tree Survey and Arboricultural Impact Assessment to BS5837: 2005 standards, the application has failed to demonstrate that the development will safeguard existing trees on the site and further fails to demonstrate protection for long-term retention of the trees. The proposal is therefore contrary to Policies DMHB 5, DMHB 6, DMHB 11, DMHB 12  and DMHB14 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "status": "Refused",
  "pp_id": "09611963",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "26/03/2021",
  "id": "Hillingdon-2443_APP_2021_1216",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4380114,
          51.6066951
        ],
        [
          -0.4370905,
          51.6068167
        ],
        [
          -0.43699269999999996,
          51.6065466
        ],
        [
          -0.4379105,
          51.6064136
        ],
        [
          -0.4380114,
          51.6066951
        ]
      ]
    ],
    "type": "Polygon"
  }
}