{
  "actual_completion_date": null,
  "centroid_northing": 190909,
  "decision": "Approved",
  "development_type": null,
  "valid_date": "10/02/2022",
  "bo_system": "CSV Data Import",
  "description": "Variation of Condition 2 (Approved plans) of planning permission ref. 2443/APP/2021/2336, dated 04/08/21 (Two storey, 4-bed dwelling with habitable roofspace, railings and gates, parking and amenity space involving demolition of existing dwelling) to install a ground floor window, two roof lights and increase size of rear dormer.",
  "decision_conditions": [
    "The development hereby permitted shall begin no later than 3 years from the date of the Decision Notice reference 2443/APP/2019/4085.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 1326/P/1 Rev. G; 1326/P/2 Rev. J; 1326/P/3 Rev. J; 1326/P/7 Rev. D (all received on 19.10.2022) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby approved shall be carried out strictly in accordance with the external finishes and material details approved under application 2443/APP/2021/3230. Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Within 3 months of the date of this decision notice, the obscure glazed and non-opening up to 1.8 metres of the finished floor level ground floor side window as specified on drawing numbers 1326/P/2 Rev. J and 1326/P/3 Rev. J (both received on 19.10.22) shall be installed.  Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "In the interest of neighbouring residential amenities in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out strictly in accordance with the tree protection measures approved under application 2443/APP/2021/3230.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan: Part 2 (2020).",
    "The development hereby approved shall be carried out strictly in accordance with the soft/hard landscaping and means of enclosure/boundary treatment approved under application 2443/APP/2021/3230.  Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is",
    "the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing nos. 3 or 7 Nicholas Way.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with Policies DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The rear flat roof area above the projecting ground floor of the replacement house hereby permitted shall not be used as a balcony, roof garden or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The external timber windows and doors approved under application 2443/APP/2021/3230. Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 5 and DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The front boundary treatment approved under application 2443/APP/2021/3230. Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 5 and DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The development hereby approved shall be carried out in accordance with the Construction Method Statement approved application 2443/APP/2021/3230.",
    "REASON",
    "In the interest of amenities in accordance with Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part 2 (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "03/11/2022",
  "ward": "NORTHWOOD",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.198
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "11033774",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "02/11/2022",
  "decision_date": "03/11/2022",
  "centroid": {
    "lon": "-0.4375074",
    "lat": "51.6066148"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2443/APP/2022/413",
  "street_name": "NORTHWOOD",
  "lpa_app_no": "2443/APP/2022/413",
  "lapsed_date": "03/11/2025",
  "id": "Hillingdon-2443_APP_2022_413",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "5 NICHOLAS WAY",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-20T15:25:08.735+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": true,
  "centroid_easting": 508299,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508264.8191,
              190916.9268
            ],
            [
              508328.3192,
              190931.1482
            ],
            [
              508334.2724,
              190902.0439
            ],
            [
              508271.103,
              190886.4996
            ],
            [
              508264.8191,
              190915.6039
            ],
            [
              508264.8191,
              190916.9268
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4379983,
          51.6066926
        ],
        [
          -0.4370774,
          51.6068082
        ],
        [
          -0.43700039999999996,
          51.6065455
        ],
        [
          -0.437917,
          51.6064179
        ],
        [
          -0.43799879999999997,
          51.6066807
        ],
        [
          -0.4379983,
          51.6066926
        ]
      ]
    ],
    "type": "Polygon"
  }
}