{
  "decision_conditions": [
    "Condition : 1 - Subject to the requirements of condition 6, the temporary use of the site as hereby permitted is restricted to a total of 32 days (to include preview showings) between the dates of 23rd November to 28th February (inclusive) in each of the periods from 2017/18 to 2021/22. The site shall be closed to members of the public between the hours of 22:30 and 07:00 during this period.",
    "Condition : 2 - The operation of any music, public address system or other sound amplification equipment in association with the development hereby permitted shall not take place outside of the hours of 08:00 and 22:00.",
    "Condition : 3 - Any music, public address system or other sound amplification equipment noise levels in association with the development hereby permitted, when measured or predicted at 1m from the fa?ade of noise sensitive premises, shall not exceed 65dB(a) over a 15 minute period.",
    "Condition : 4 - The signage as shown in the Signing Schedule V1 received 22nd November 2017 shall be in place in the identified locations throughout the 2017/18 event.",
    "Condition : 5 - The event website shall provide a link to Transport for London's 'Plan a journey' webpage.",
    "Condition : 6 - Prior to the staging of the event in the period between 23rd November 2018 and 28th February 2019, and all subsequent events as hereby approved, survey data gathered from the 2017/18 event must be used to inform a Travel Plan that should be submitted to and approved in writing by the Local Planning Authority.  Unless otherwise agreed by the Local Planning Authority, the survey data should include:\r\no\tEmployee methods of travel to the venue;\r\no\tDaily visitor numbers;\r\no\tSurveys of visitors travel choice (on weekdays and weekends);\r\no\tSnapshot surveys of the car park to record capacity at different times;\r\no\tPeak drop-off and pick-up times i.e. a record of arrival and departure times;\r\no\tRecords of any complaints received from residents regarding parking on neighbouring streets;\r\no\tA minimum of 5 parking surveys, in accordance with 'Lambeth methodology', shall be undertaken on streets surrounding the site and within 400m of the site's entrance.  These surveys need to be conducted during different periods to assess parking stress in the locality, outside of Controlled Parking Zone restrictions. A photographic record should be provided if possible.\r\nThe development shall carried out in accordance with the approved travel plan.",
    "Condition : 7 - Each daily session shall have a maximum capacity of 10,000 visitors.",
    "Condition : 8 - This approval does not permit the use of floodlighting in association with the temporary use of the site without the prior approval of the Local Planning Authority.",
    "Condition : 9 - Subject to the requirements of condition 6, the proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Site Plan and supporting lantern schedule, Transport Management Plan 24th November 2017 to 1st January 2018 dated 11/10/2017, Design & Access Statement dated October 2017, Event Management Plan 24th November 2017 to 1st January 2018 dated September 2017, All Received 13th October 2017; Signing Schedule V1 received 22nd November 2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "12/01/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 177528,
  "last_updated": "2025-03-19T18:24:54.580+00:00",
  "development_type": "Major all other major developments",
  "ward": "Chiswick Riverside (Pre May 2022)",
  "parking_details": null,
  "uprn": "200003971266",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 2RP",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "22/12/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.258625,
          51.483782
        ],
        [
          -0.258626,
          51.483755
        ],
        [
          -0.258669,
          51.483755
        ],
        [
          -0.258668,
          51.483782
        ],
        [
          -0.258625,
          51.483782
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/4354",
  "valid_date": "13/10/2017",
  "description": "Variation of conditions 1 (event dates), 6 (travel plan), 7 (event capacity) and 9 (approved plans) of planning permission 00176/E/P33 approved 25/01/2017 to allow changes to event dates, travel plan, event capacity and approved plans for the temporary use of land for the Magical Lantern Festival to include installation of marquee and stalls",
  "centroid_easting": 521011,
  "site_number": null,
  "lapsed_date": "21/12/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Chiswick House Grounds",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.483769,
    "lon": -0.258647
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/4354",
  "site_name": "Chiswick House",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_4354",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}