{
  "decision_conditions": [
    "Condition : 1 - Time Limit - The development hereby permitted shall be begun before the expiration of three years from the 21st March 2013. Application for approval of the final reserved matter shall be made to the local planning authority before the expiration of ten years from the date of this permission.",
    "Condition : 2 - Approved Plans - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application (attached schedule) and the plans submitted therewith or as shall have been otherwise approved in writing by the Local Planning Authority before the buildings are occupied.",
    "Condition : 3 - Phasing - Prior to commencement of development a Phasing Plan shall be submitted to and approved in writing by the Local Planning Authority. The phasing of the development shall be carried out in accordance with the approved phasing plan, unless an alternative phasing plan is first submitted to the Local Planning Authority with an assessment of any effects, including any different impacts on the environment, and that alternative plan and assessment is approved by the Local Planning Authority pursuant to this condition.",
    "Condition : 4 - Flood Defences - The relevant phase of the development hereby permitted (with the exception of Phase 1 Blocks G, H and J and Phase 2 Blocks E, F) shall not be commenced until such time as a scheme to ensure access to and maintenance of existing flood defences has been submitted to, and approved in writing by, the Local Planning Authority. The development shall be carried out in accordance with the details so approved.\r\nApproved details in respect of Phase 1 Blocks G, H and J and Phase 2 Blocks E, F shall be carried out as approved.",
    "Condition : 5 - Phased Contamination Condition - Before the development of each phase (with the exception of Phase 1 Blocks G, H and J) commences:\r\na. A contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority. Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site. Additional investigation may be required should it be necessary. b. If required, a scheme for a phased decontamination of the site shall be submitted to the\r\nLocal Planning Authority, for written approval. The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied, c. The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that phase of development continues. Before any phase of the development is first brought into use the agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.\r\nApproved details in respect of parts A and B of Condition 5 Phase 1 Blocks G, H and J shall be carried out as approved. Parts C of the Condition still applies to Phase 1 Blocks G, H and J.",
    "Condition : 6 - Foul and Surface Water - The development of each phase (with the exception of Phase 1 Blocks G, H and J) shall not be commenced until such time as a scheme to dispose of foul and surface water has been submitted and approved in writing by, the local planning authority. The scheme shall be implemented as approved for the relevant phase.\r\nApproved details in respect of Phase 1 Blocks G, H and J shall be carried out as approved.",
    "Condition : 7 - SUDS - Prior to the commencement of development of each phase (with the exception of Phase 1 Blocks G, H and J) approved by this planning permission (or such other date or stage in development as may be agreed in writing with the Local Planning Authority), a surface water drainage scheme for the site, based on sustainable drainage principles and an assessment of the hydrological and hydrogeological context of the development, has been submitted to and approved in writing by the local planning authority. The scheme so approved shall be fully implemented and subsequently maintained, in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period that may subsequently be agreed, in writing, by the local planning authority.\r\nApproved details in respect of Phase 1 Blocks G, H and J shall be carried out as approved.",
    "Condition : 8 - Archaeological Work - No development shall take place on each phase (with exception of Phase 1 Blocks G, H and J) until the applicant has provided a strategy for the implementation of a phased programme of archaeological work for that phase (including field evaluation and a subsequent mitigation strategy, if necessary) in accordance with a written scheme of investigation which has been submitted by the applicant and approved by the Local Planning Authority and the programme shall be carried out as approved .\r\nApproved details in respect of Phase 1 Blocks G, H and J shall be carried out as approved.",
    "Condition : 9 - Water Supply - No development shall take place on each phase (with the exception of Phase 1 Blocks G, H and J) until a study indicating provision of space to store approximately 50% of the daily water demand within each phase has been submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be implemented in accordance with the approved details.\r\nApproved details in respect of Phase 1 Blocks G, H and J  shall be carried out as approved.",
    "Condition : 10 - Access Strategy -The development shall be in accordance with approved details: Extract from RM1-SD2: Landscape Plan (Site Wide Movement & Access Strategy) received 16/5/12, Email with additional information, LL412-100-002 C, RHM-055-P-P-01 L, G100-00, KCA mark up (location of wheelchair units) received 18/9/12 ; Each part of the development shall conform to the strategy so approved",
    "Condition : 11 - Landscape Strategy - The development shall be in accordance with approved details; Extract from RM1-SD2: Landscape Plan (Site Wide Landscape Strategy) Received 16/5/12",
    "Condition : 12 - Construction Environmental Management Plan - The construction of the proposed development shall be carried out in accordance with the Construction Environmental Management Plan received 27/6/12.",
    "Condition : 13 - Construction Logistics Plan - Development shall take place in accordance with the Construction Logistics Plan received 27/6/12.",
    "Condition : 14 - Plan for the Provision of Solar Photovoltaic Panels - Prior to the commencement of each phase of the development a plan setting out the general location of no less than a site wide total 800 sqm of roof mounted solar photovoltaic panels with a southern component and absent of significant shading throughout the year shall be submitted to and approved in writing by the Local Planning Authority. These shall then be implemented in accordance with the approved layout.\r\nIn respect of Phase 1 Blocks G, H and J photovoltaic's shall be installed in accordance with Extract from RM1-SD6: Energy Statement - Roof Plan showing solar panels for Development Zones G, H, and J (200sqm), and an illustrative plan for completed development (800sqm) received 16/5/12 Mitsubishi Manufacturers spec, supporting statement, 7 x roofplans (Thornton Reynolds) received 21/8/12.",
    "Condition : 15 - Plan for Green Roofs - Prior to the commencement of each phase, a plan setting out the location of green roofs shall be submitted to and approved in writing by the Local Planning Authority. This shall demonstrate how at least 30% of the roofs constructed pursuant to the planning permission will be green roofs. These shall then be implemented as approved or as amended by agreement with the Local Planning Authority at the Reserved Matters Application stage.\r\nIn respect of Phase 1 Blocks G, H and J green roofs shall be provided in accordance with Roof Plan, showing location and quantum of green roofs (Drawing Number LL412-100-005), produced by Camlins received 27/6/12.",
    "Condition : 16 - Bird Hazard Management Plan - Development of each phase shall not commence until a Bird Hazard Management Plan has been submitted to and approved in writing by the Local Planning Authority. The submitted plan shall include details of: a) management of any flat/ shallow pitched/ green roofs on buildings within the site which may be attractive to nesting, roosting and loafing birds. The management plan shall comply with Advice Note 8 Potential Bird Hazard from Building Design. The Bird Hazard Management Plan shall be implemented as approved on completion of development and shall remain in force for the life of the development. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning authority.\r\nIn respect of Phase 1 Blocks G, H and J Bird Hazard Management plan submitted 9/7/12 shall be implemented and maintained.",
    "Condition : 17 - The energy centre shall be provided and maintained in accordance with Energy Centre Location Plan received 10/9/12.",
    "Condition : 18 - Construction Works - No demolition or construction work shall take place on the site except between the hours of 7am to 7pm on Mondays to Friday and 7am to 2pm on Saturdays and not at all on Sundays and Public Holidays without the prior written approval of the Local Planning Authority.",
    "Condition : 19 - Penetrative Methods - Prior to any piling works, installation of Ground Source Heat Pumps or any other foundation designs using penetrative methods being undertaken, written consent shall be obtained from the Local Planning  Authority. The development shall be carried out in accordance with the details to which the authority has given its consent.\r\nIn respect of the piling required for Phase 1 Blocks G, H and J development shall be in accordance with approved details  Job No. 267 Drg No. G_C1_00_00, dated 18/01/13, received 22/01/13; Job No. 267 Drg No. G_C1_00_01, dated 18/01/13, received 22/01/13; \"Risk Assessment Index for CFA Piling\", dated 10/01/13, received 22/01/13; and \"Continuous Flight Auger Piling\" Rev A, dated 10/01/13, received 22/01/13.",
    "Condition : 20 - Remediation Strategy - Prior to occupation of the relevant phase of the permitted development, a verification report demonstrating completion of the works set out within the Remediation Strategy required by Condition 5 and the effectiveness of the remediation shall be submitted to and approved, in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. It shall also include any plan (a long-term monitoring and maintenance plan) for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action, as identified in the verification plan, and for the reporting of this to the local planning authority. The plan so approved shall be adhered to.",
    "Condition : 21 - Contingency Action - If required by the Remediation Strategy approved under Condition 19, reports on monitoring, maintenance and any contingency action carried out in accordance with a long-term monitoring and maintenance plan shall be submitted to the local planning authority as set out in that plan. On completion of the monitoring programme a final report demonstrating that all long- term site remediation criteria have been met and documenting the decision to cease monitoring shall be submitted to and approved in writing by the local planning authority.",
    "Condition : 22 - Delivery and Servicing Plan - No part of the development shall be occupied until a sitewide Delivery and Servicing Plan has been submitted to and approved in writing by the Local Planning Authority. This shall then be implemented as approved and remain in operation for the lifetime of the development.\r\nIn respect of the sitewide delivery and servicing plan and set down points for deliveries within Phase 1 the development shall be in accordance with approved details 'Delivery and servicing plan no.14-120-01 received 16/4/14 14-120-102 A received 29/5/14'.",
    "Condition : 23 - Maximum Floorspace - The total floorspace areas of the uses hereby approved shall be limited to the following: a) overall floorspace area of all the uses shall not exceed 77,557sqm\r\nGross Internal Area (GIA); b) residential floorspace (Class C3) shall not exceed 51,565 sqm GIA; c) commercial floorspace (Class Bl) shall not exceed 6,780 sqm GIA; d) restaurant and cafe floorspace (Class A3/A4) shall not exceed 840 sqm GIA; e) leisure and community floorspace (Class Dl/ D2) shall not exceed 840sqm GIA; f) bus depot (including workshop and office floorspace) floorspace (Use Class Sui Generis) shall not exceed 2,107 sqm GIA; g) parking, plant and storage (Use Class Sui Generis) floorspace shall not exceed 15,185 sqm GIA; h) energy centre (Use Class Sui Generis) floorspace shall not exceed 240 sqm GIA.",
    "Condition : 24 - Maximum Number of Residential Units - The residential accommodation hereby approved shall not exceed 520 units overall.",
    "Condition : 25 - Housing Mix - Unless otherwise agreed in writing by the Local Planning Authority the development shall include not less than 35% of units as three or more bedroom accommodation.",
    "Condition : 26 - Maximum Parking Provision - The car parking provided on the site shall not exceed a maximum of 430 spaces and the cycle parking provided on the site shall not exceed 586 spaces. This parking shall be provided in accordance with Table 3.13 of Document SD2.",
    "Condition : 27 - Disabled Parking - A minimum of 33 of the parking spaces hereby approved shall be suitable for the use of wheelchair users. These spaces shall be laid out in a location and in a manner that shall first be submitted to and approved in writing by the local planning authority. Any amendments to the location of the spaces thereby agreed shall be submitted to the local planning authority and approved in writing in advance of their provision.",
    "Condition : 28 - Lifetime Homes - All of the residential units will comply with the Lifetime Homes Standard.",
    "Condition : 29 - Wheelchair Units - 10% of the residential units will be designed to be wheelchair accessible, or easily adaptable for wheelchair users.",
    "Condition : 30 - Single Aspect Noise- No single aspect residential units shall be provided within those locations falling within Noise Exposure Category NEC C of PPG24.",
    "Condition : 31 - Floor Levels - Finished floor levels of the development shall be set no lower than 6.957m AOD.",
    "Condition : 32 - Building Heights - No building or any part of the development hereby permitted shall exceed the specified height AOD as set out in Document SD2: Development Specification and Place-Making Principles (as amended June 2015); and Document SD3 Regulatory Plans (as amended June 2015) and no louvre, ducts or other external plant equipment shall be installed on any building without the prior written approval of the Local Planning Authority.",
    "Condition : 33 - Ensuring a Reasonable Standard of Accommodation - Unless otherwise agreed by the Local Planning Authority reserved matters applications for each phase shall demonstrate that all the residential units will be constructed as far practicable to meet the standards contained within the 'London Housing Design Guide' published by the Mayor of London, All residential units will meet the space standards set out in table 3.3 of the London Plan",
    "Condition : 34 - Energy Centre - Upon the completion of the final residential unit within the Brentford Lock West development the Brentford Lock West Energy Centre shall be installed and operational and shall thereafter be the sole heat supply network for the proposed development.",
    "Condition : 35 - Commercial Deliveries - No commercial deliveries shall be taken at or dispatched from the site outside the hours of 07.00 hours to 22.00 hours Monday to Saturday nor at any time on Sundays, Bank or Public Holidays unless otherwise agreed with the Local Planning Authority.",
    "Condition : 36 - Compliance with Outline Application - The details submitted in relation to Conditions 37, 38 and 39 shall be in accordance with the requirements of the following approved plans and documents: a) Document SD2: Development Specification and Place Making Principles (as amended June 2015); and b) Documents SD3 Regulatory Plans (as amended June 2015).",
    "Condition : 37 - Approval of Reserved Matters Relating to Layout, Scale, Access and Appearance - Prior to the commencement of development for each phase (with the exception of Phase 1 Blocks G, H and J, the following Reserved Matters shall be submitted to and approved in writing by the Local Planning Authority for that phase: a) layout; b) scale; c) access; and d) appearance (excluding materials) The details of access submitted shall be in accordance with the site wide Access Strategy provided in relation to  Condition 10. The development shall conform to the details so approved.",
    "Condition : 38 - Details of Materials - Prior to the erection of the superstructure on each phase of development (with the exception of Phase 1 Blocks G, H and J), details of materials (including all materials samples) to be used in that phase shall be submitted to and approved in writing by the Local Planning Authority and the development shall be implemented in accordance with the details so approved.\r\nApproved details in respect of Phase 1 Blocks G, H and J shall be carried out as approved.",
    "Condition : 39 - Reserved Matter - Landscaping Prior to the erection of the superstructure on each phase of development (ith the exception of Phase 1 Blocks G, H and J), details (Reserved Matters) of landscaping for that phase, including a strategy for implementation and maintenance shall be submitted to and approved by the Local Planning Authority for that phase. The landscape details submitted shall accord with the Landscape Strategy approved under Condition 11 and shall include all: a) hard landscape details at an appropriate scale to include proposed finished levels or contours, means of enclosure, on street car parking layouts, other vehicle and pedestrian access and circulation areas, all hardsurfacing materials, minor artefacts and structures, b) soft landscape details at an appropriate scale to include planting plans, written specifications (including cultivation and other operations associated with plant and grass establishment), plant schedules (noting species, plant sizes and proposed numbers/densities), and tree pits and species proposed to be planted therein and measures to ensure protection from services routes.; and c) samples of all landscaping materials. All landscape works shall be carried out in accordance with the approved details within 12 months of occupation of any buildings within the relevant phase and retained thereafter.\r\nApproved details in respect of Phase 1 Blocks G, H and J shall be carried out as approved.",
    "Condition : 40 - Maximum Floor Areas and Land Uses. The maximum floorspace area to be provided in each phase shall not result in the maxima set out within Tables 3.2.2 to 3.3.14 of Document SD2 being exceeded for the Development Zone as a whole.",
    "Condition : 41 - Distribution of Uses - The distribution of uses within each phase shall be in accordance with the Regulatory Plans (Document SD3) hereby approved unless otherwise approved in writing by the local planning authority pursuant to this condition.",
    "Condition : 42 - Minimum Communal Amenity Space Requirements - The area of communal courtyard space to be provided in each phase shall not result in the provision of less communal courtyard space than the amount set out within Table 3.14 of Document SD2 (provided at Appendix x) for that Development Zone as a whole.",
    "Condition : 43 - Car and Cycle Parking Provision - A) Car Parking for each phase shall be provided in accordance with Regulatory Plan 12d or such 'temporary' car parking layout as may be agreed in writing by the local planning authority provided that no subsequent phase of the, development shall result in the removal of that temporary arrangement unless another temporary arrangement has been agreed or unless the car parking provision for the completed, development complies with Regulatory Plan 12d. B) Cycle parking for each phase shall be provided in accordance with London Plan Cycle Parking Standards.",
    "Condition : 44 - Ensuring a Good Standard of Accommodation - The Daylight, Sunlight and Overshadowing Assessment required by Condition 40h) shall provide details of how the proposed design applies the guidance within the Building Research Establishments Site Layout Planning for Daylight and Sunlight: A Guide to Good Practice 1991.",
    "Condition : 45 - Noise - No development shall take place on each phase until details (with the exception of phase 1- G,H,J) have been submitted to and approved by the Local Planning Authority for a scheme of acoustic insulation and any other necessary means of ventilation provided. The resulting internal noise environment provided for the residential units shall not exceed the 'good' limits contained in BS8233:1999, these being: LAeq,16hour = 30 dB in living rooms;a night (07:00-23:00) LAeq,8hour = 30 dBand LAFmax = 45 dB in bedrooms; and anight LAeq,lhour = 45dB in Kitchens,Bathrooms and Utility Rooms. The details shall be carried out as approved before the dwellings to which they relate are first occupied.\r\nApproved details in respect of Phase 1 Blocks G, H and J shall be carried out as approved.",
    "Condition : 46 - Plant and Equipment - Details of any external ventilation equipment, including ducting, shall be submitted to and approved in writing by the Local Planning Authority before installation and the development shall conform to the details so approved before it is first occupied.",
    "Condition : 47 - Sustainable Construction - The Sustainable Design and Construction Statement required by Condition 40g) shall provide detail of how the development within that phase shall comply with the \"essential' standards for materials in the Mayor's Sustainable Design and Construction SPG. These being- 50% timber and timber products from Forest Stewardship Council (FSC) source and balance from a known temperate source.- Insulation materials containing substances known to contribute to stratospheric ozone depletion or with the potential to contribute to global warming must not be used.- Minimize use of new aggregates-\r\nReduce waste during construction and demolition phases and sort waste stream on site where practical -Specify use of reused or recycled construction materials -minimising solar gain in summer - minimising water use -protecting and enhancing green infrastructure- outdoor lighting should be energy efficient and minimize light lost to sky.- All boilers installed must be low NOx boilers, conforming to at least NOX class 5.\r\nApproved details in respect of Phase 1 Blocks G, H and J shall be carried out as approved.",
    "Condition : 48 - Renewable Energy - The Energy Statement required by Condition 40e) shall provide details of a scheme for reducing carbon emissions from the completed phase by at least 20%, by the on site generation of renewable energy, unless it can be demonstrated that such provision is not feasible.\r\nApproved details in respect of Phase 1 Blocks G, H and J shall be carried out as approved.",
    "Condition : 49 - Landscape Management Plan - A landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for all hard and soft landscape areas, and details of any temporary landscaping (including boundary treatment) to be provided and management thereof pending the redevelopment of future phases of the development, shall be submitted to and approved in writing by the Local Planning Authority prior to the occupation of each phase of the development to the west of the Canal i.e. excluding Robin Grove Recreation Ground, unless otherwise approved in writing by the Local Planning Authority. The maintenance schedule shall be for a minimum period of ten years and include details of the arrangements for its implementation. The landscape management plan shall be carried out as approved unless otherwise approved in writing by the Local Planning Authority.",
    "Condition : 50 - Replacement Tree - If within a period of five years from the date of planting any tree or specimen shrub, that tree or specimen shrub, or any tree or specimen shrub planted in replacement for it, is removed, uprooted or destroyed or dies (or becomes, in the opinion of the Local Planning Authority, seriously damaged or defective), another tree or specimen shrub of the same species and size as that originally planted shall be planted at the same place, unless the Local Planning Authority gives its written approval to any variation, (b) If within a period of five years from the date of occupation of any phase any existing tree or specimen shrub within the relevant phase which is to be retained in accordance with the approved plans and particulars is removed, uprooted or destroyed or dies (or becomes, in the opinion of the Local Planning Authority, seriously damaged or defective), another tree or specimen shrub shall be planted at the same place and that tree or specimen shrub shall be of such size and species, and shall be planted at such time, as specified in writing by the Local Planning Authority.",
    "Condition : 51 - Waste and Recycling - No development shall take place in any phase (with the exception of Phase 1 Blocks G, H and J) until a scheme for the storage and collection of waste and materials to be recycled in that phase has been submitted to and approved in writing by the Local Planning Authority and the approved scheme shall then be managed as approved unless otherwise approved in writing by the Local Planning Authority.\r\nApproved details in respect of Phase 1 Blocks G, H and J shall be carried out as approved.",
    "Condition : 52 - Mitigation in accordance with ES - Prior to the commencement of development of each phase (with the exception of Phase 1 Blocks G, H and J and Phase 2 Blocks E and F), details of the mitigation measures outlined in the Environmental Statement relevant to that phase shall be submitted to and approved by the Local Planning Authority and carried out as approved.\r\nApproved details in respect of Phase 1 Blocks G, H and J and Phase 2 Blocks E and F shall be carried out as approved.",
    "Condition : 53 - All plant or equipment located at roof level on Development Zones A, B, D, F, H and J shall be set back by a minimum of two metres from any building frontage facing onto the principal public realm areas identified on Regulatory plan 10d.",
    "Condition : 54 - Noise mitigation for the Bus Depot - Prior to the commencement of development of the Bus Depot, a strategy for the mitigation of noise emissions from the bus depot shall be submitted to and approved in writing by the Local Planning Authority in consultation with TfL. The mitigation measures shall then be implemented in accordance with the details approved before the depot is brought into use and maintained for the lifetime of the building, unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 55 - Hours of Use - The use of A3/A4 uses shall not be used outside the hours 7am-11pm Monday Saturday and 10am-11pm Sundays",
    "Condition : 56 - Control of Noise, Fumes and Odours - The phase that includes the Class A3/A4 (Restaurant and Cafe) Dl uses shall not commence until a scheme for the control of noise, fumes and odours from the uses concerned including details of sound attenuation for any necessary plant and a detailed assessment of the effectiveness of the scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme once approved shall be implemented before the cafe use shall commence and be retained thereafter unless otherwise approved in writing by the Local Planning Authority.",
    "Condition : 57 - Amplified Music No amplified or other music played in or from the Class A3/A4 (Restaurants/Cafes/Bar) or Dl uses shall be audible outside of the premises without the prior written approval of the Local Planning Authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "21/09/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 177288,
  "last_updated": "2025-03-19T18:15:40.906+00:00",
  "development_type": "Major all other major developments",
  "ward": "Syon (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001272040",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "23/03/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.312455,
          51.48241
        ],
        [
          -0.312456,
          51.482384
        ],
        [
          -0.312499,
          51.482384
        ],
        [
          -0.312498,
          51.482411
        ],
        [
          -0.312455,
          51.48241
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/2603",
  "valid_date": "22/06/2015",
  "description": "Amendment to the wording of Conditions 32 and 36 of planning permission 00297/R/P7 dated 08/10/2013 for The repair, restoration, conversion and extension of retained elements of the existing warehouse buildings to provide residential (C3), business (B1); waterside restaurant/cafe (A3/A4) and waterside leisure and community uses (D1/D2) with associated plant, servicing and storage. Retention of 'art deco' frontages to provide business (B1) uses. Redevelopment of bus depot to provide improved facilities. Redevelopment of remaining land to provide residential (C3), business (B1), leisure/community (D1/D2), restaurant/cafe (A3/A4) uses with associated landscaping, access, parking, supporting infrastructure and pedestrian/cycle bridge.",
  "centroid_easting": 517277,
  "site_number": null,
  "lapsed_date": "23/03/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Commerce Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.482397,
    "lon": -0.312477
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/2603",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_2603",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}