{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Location Plan, 001, 002, 003, 004 (Existing and Proposed East Elevation), 004 (Proposed and Existing Roof Plan), 005, 006, 16.025/E/06. 16.025 external lighting prepared by D&d Building Services Consulting Engineers Ltd dated 14.09.2016, Environmental Noise Assessment ref 1616097 prepared by Sharps Redmore Acoustic Consultants dated 24 October 2016, Drainage Assessment ref AAC5335 Issue 2: 14 October 2016 prepared by RPS, Thorlux Lighting brochure, Transport Statement ref R01 prepared by Markides Associates dated October 2016. All received on 15/11/2016) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the development hereby permitted shall be as specified within the terms of the application.",
    "Condition : 4 - The wet valet bays and car wash facilities shall only be used ancillary to the operations of the main building and shall not be available for use by members of the public.",
    "Condition : 5 - The carrying out of any car washing or valeting shall not take place outside of the building, or the car wash bay as shown on drawing no. 008 and shall not be carried out, outside the following times 08.00-18.00 Monday to Saturday nor at any time on Sundays, Bank or Public Holidays.",
    "Condition : 6 - The rating level of sound emitted from any fixed plant and/or machinery associated with the development shall not exceed background sound levels by more than 10dB(A) between the hours of 0700-2300 (taken as a 15 minute LA90 at the nearest sound sensitive premises) and shall not exceed the background sound level between 2300-0700 (taken as a 15 minute LA90 at the nearest sound sensitive premises). All measurements shall be made in accordance with the methodology of BS4142: 2014 (Methods for rating and assessing industrial and commercial sound) and/or its subsequent amendments.\r\no Where access to the nearest sound sensitive property is not possible, measurements shall be undertaken at an appropriate location and corrected to establish the noise levels at the nearest sound sensitive property. \r\no Any deviations from the LA90 time interval stipulated above shall be agreed in writing with the local planning authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "10/01/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 175152,
  "last_updated": "2025-03-19T18:24:32.189+00:00",
  "development_type": "Minor general industry-storage-warehousing",
  "ward": "Cranford (Pre May 2022)",
  "parking_details": null,
  "uprn": "200001524397",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW4 6BT",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "10/01/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.397568,
          51.464397
        ],
        [
          -0.397569,
          51.46437
        ],
        [
          -0.397612,
          51.46437
        ],
        [
          -0.397611,
          51.464397
        ],
        [
          -0.397568,
          51.464397
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/4957",
  "valid_date": "15/11/2016",
  "description": "Proposed alterations to the existing site layout including the provision of two wet valet car bays and associated car washing facilities, provision of three oil storage tanks, provision of additional boundary fencing and provision of LED lighting columns. Amendments to the external building will include additional wall mounted floodlights, provision of intake/extract fan and flues.",
  "centroid_easting": 511411,
  "site_number": null,
  "lapsed_date": "10/01/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Green Lane",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.464384,
    "lon": -0.39759
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/4957",
  "site_name": "The Logistics Centre",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5366064",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_4957",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}