{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Design and Access Statement; 3008 - 01/BK; 3008 - 03/FP; 3008 - 02Aa/FP; 3008 - 02Ab/FP; 3008 - 04B/FP; 3008 - 05B/FP; 3008 - 06B/FP; Received 04/12/2017. Transport Statement. Received 10/01/2018. 3008 - 03B/FP. Received 12/02/2018) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 4 - The cycle parking shall be available for use prior to occupation and retained thereafter. Notwithstanding their layout on the approved plans, the Sheffield stands shall be spaced no less than one metre apart.",
    "Condition : 5 - The reinstatement of the footways, the landscaping boundary treatment (to comprise a red brick wall in a colour and texture to match the roofing tiles on the main roof of the original building), and the parking layout as shown on approved drawing number 3008 - 03B/FP (received 12/02/2018) shall be completed prior to occupation and retained as approved thereafter.\r\n\r\nNote: reinstatement of the highway can only be lawfully carried out by the Council's Highways contractor and you must make arrangements for this to be done in good time to avoid delay in opening the premises.\r\n",
    "Condition : 6 - The area demarked on the approved plans as 'Ladies Day- Function Hall' shall not be occupied after 6 pm on any day and not before 10 am on the following day.",
    "Condition : 7 - The development shall not be occupied until a Delivery and Servicing Plan has been submitted to and approved in writing by the Local Planning Authority.  The approved Delivery and Servicing Plan shall be implemented before the development is first occupied and shall be adhered to permanently thereafter.",
    "Condition : 8 - A splay of 2.4 metre x 2.4metre shall be provided on each side of the vehicular access, the depth measured from the back of the footway and the widths outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6 metre in height above the surface of the adjoining highway shall be erected or allowed to grow within the areas of these splays on land within the approved development site.",
    "Condition : 9 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 10 - No additional windows or other glazed openings shall be formed in the side and rear walls of the extension hereby approved and no additional doors inserted in the building without the prior written consent of the Local Planning Authority.\r\n",
    "Condition : 11 - No amplified music and/or any other amplified sound reproduced at the premises shall be audible at the boundary of any nearby residential accommodation. \r\nNote:  The Council recommends that management measures are installed at the building to secure this, including the installation, retention and use of self-closers on all external doors together with a management regime requiring that the doors (and, if necessary, windows) be kept shut at all times when not being used for entrance and exit together with the use of noise limiter on any amplification equipment."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "30/01/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 176624,
  "last_updated": "2025-03-19T18:32:51.942+00:00",
  "development_type": "Minor retail and service",
  "ward": "Hounslow Central (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023404148",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW3 4EZ",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "22/02/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.363294,
          51.47716
        ],
        [
          -0.363295,
          51.477133
        ],
        [
          -0.363339,
          51.477134
        ],
        [
          -0.363338,
          51.477161
        ],
        [
          -0.363294,
          51.47716
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/5103",
  "valid_date": "05/12/2017",
  "description": "Erection of a single storey side extension to provide a function hall with amenities and off-street parking including removal of existing detached outbuilding, along with alterations to front entrance to provide enclosure to the existing restaurant",
  "centroid_easting": 513760,
  "site_number": "177",
  "lapsed_date": "21/02/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Lampton Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.477147,
    "lon": -0.363317
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/5103",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6582349",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_5103",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}