{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission 01255/22/P6 dated 24/07/2015.",
    "Condition : 2 - Notwithstanding the details shown on the drawings hereby approved, full particulars of item 'a-g' below shall be submitted to and approved by the Local Planning Authority in writing prior to commencement of development  unless non material changes are otherwise agreed in writing by the Local Planning Authority. The development shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\na.\tBricks;\r\nb.\tWindows;\r\nc.\tDoors;\r\nd.\tBays;\r\ne.\tRender;\r\nf.\tRoof materials;\r\ng.\tBoundary Treatment;\r\nh.\tWinter Gardens;\r\ni.\tRoof Details;\r\nj.\tGlazed Canopy;\r\nk.\tRooflights\r\n",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Unnumbered 3D Visuals x2 - Received: 02/06/2016.  312 Rev P9, 310 Rev P7 - Received: 07/04/2016.  Unnumbered Voile Example - Received: 02/06/2016) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - All hard and soft landscape works shall be carried out in accordance with the approved details under application reference 01255/22/P6(5,6,10) dated 22/04/2016. The works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed with the local planning authority.",
    "Condition : 6 - Before first occupation of the buildings, parking spaces (including spaces for people with disabilities) shall be provided within the curtilage of the site in accordance with application reference 01255/22/P6(5,6,10) dated 22/04/2016 and such spaces shall be permanently available and not be used for any other purpose.",
    "Condition : 7 - The development hereby permitted shall only be operated in accordance with a Waste Management Strategy to be submitted and approved in writing by the local planning authority prior to the use of the development commencing.",
    "Condition : 8 - Prior to the commencement of development, details of the proposed cycling storage within the development shall be submitted and approved in writing by the Local Planning Authority.  The development shall not be carried out otherwise than in accordance with the details thus approved and maintained permanently thereafter.",
    "Condition : 9 - The development hereby permitted shall be designed and constructed in accordance with the Lifetimes Home Standards as set out in the London Plan and Accessible London Supplementary Planning Guidance.",
    "Condition : 10 - All details in the Construction Management Plan must be carried out in accordance with the approved details under application reference 01255/22/P6(5,6,10) dated 22/04/2016. The works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed with the local planning authority.",
    "Condition : 11 - The approved scheme for protecting the proposed residential accommodation from excessive external noise shall be implemented and any works which form part of such a scheme shall be completed before any part of the development is first occupied or used.",
    "Condition : 12 - The bin store shown on the approved drawings shall be provided prior to the occupation of the development and shall be permanently retained thereafter unless otherwise agreed beforehand by the Local Planning Authority.",
    "Condition : 13 - (A) No development shall take place until evidence has been submitted to the Local Planning Authority and approved in writing that the internal water consumption of the development will not exceed 105 l/p/day in line with The Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government.\r\n(B) The building(s) shall not be occupied until evidence (schedule of fittings and manufactures literature) has be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved internal water use calculations.",
    "Condition : 14 - (A) No development shall take place until the details of a Sustainable Urban Drainage scheme\r\n(SUDs), including measures for (i) the harvesting of rainwater, (ii) the minimisation of water run-off from the site, aiming for greenfield levels, and (iii) the conservation and reuse as appropriate of other water supplies in the buildings have been submitted to and approved by the Local Planning Authority.\r\n\r\n(B) The building(s) shall not be occupied until evidence has (e.g. photographs and copies of installation contracts) have been submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved details.\r\n",
    "Condition : 15 - A) No development shall take place until a scheme for the storage and collection of recyclable and non-recyclable waste, including a timetable for implementation, has been submitted to and approved by the Local Planning Authority. The approve scheme shall be accordingly managed as approved.\r\n\r\n(B) The building(s) shall not be occupied until evidence has (e.g. photographs and copies of installation contracts) have been submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved details.\r\n",
    "Condition : 16 - (A) No development shall take place until details have been submitted to and approved by the Local Planning Authority that:\r\n\r\n- At least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n- At least 50% of timber and timber products are to be sourced from accredited Forest\r\nStewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n- No construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n\r\n(B) The building(s) shall not be occupied until evidence has (e.g. photographs and copies of installation contracts) have been submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved details.\r\n\r\n",
    "Condition : 17 - Prior to the commencement of development details of the existing cross over being stopped up along with creation of the new crossover shall be submitted and approved in writing to the Local Planning Authority.  The development shall not be carried out otherwise than in accordance with the details approved."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "06/06/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 177922,
  "last_updated": "2025-03-19T18:18:36.706+00:00",
  "development_type": "Minor dwellings",
  "ward": "Chiswick Riverside (Pre May 2022)",
  "parking_details": null,
  "uprn": "200002819502",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 3HH",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "15/09/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.261729,
          51.487371
        ],
        [
          -0.26173,
          51.487344
        ],
        [
          -0.261774,
          51.487344
        ],
        [
          -0.261773,
          51.487371
        ],
        [
          -0.261729,
          51.487371
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/1568",
  "valid_date": "11/04/2016",
  "description": "Variation of condition 3 (approved plans) to remove an external window shutters from north and south east elevation of the building of planning permission 01255/22/P6 dated 24/07/2015 for demolition of existing dwelling and erection of a three-storey building containing six self-contained residential units, with a new vehicle crossover, boundary walls, landscaping and car and cycle parking.",
  "centroid_easting": 520786,
  "site_number": "22",
  "lapsed_date": "15/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Park Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.487358,
    "lon": -0.261751
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/1568",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5023168",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_1568",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}