{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of the permission under reference number 00139/C/P1.",
    "Condition : 2 - The windows, balconies and privacy screens of the development hereby approved shall be carried out in accordance with the details as approved under application reference 00139/C/P1(3,4,10) dated 06/02/2014 and as amended under 00139/C/P2 dated 14/04/2015 or as otherwise agreed in writing with the Local Planning Authority. \r\n",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of development hereby approved shall be implemented in accordance with the details approved under application reference 00139/C/P1(3,4,10) dated 06/06/2014 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 4 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted\r\nDrawings received on 09/06/2011: 12168_02_04; 12168_02_05; 12305_02_01; 12305_02_02; 12305_C5B_01_00; 12305_C5B_02_00; 12305_C5B_02_02; 12305_C5B_02_03; 12305_C5B_02_04; 12305_C5B_02_05; 12305_C5B_02_09; 12305_C5B_02_10, \r\nStatements received on 09/06/2011: Energy Assessment, Code for Sustainable Homes Pre-Assessment Report, Sustainability Statement, Transport Assessment, \r\nRevised Landscape drawing received 14/03/2012\r\nSection 106 agreement dated 31st May 2012 and deed of variation dated 18th July 2013, 7755-C5-800 Rev A, 7755-C5-801 Rev A received 15/04/2014, Bellsure manufacturers details received 05/06/2014, 755-C5-200, 7755-C5-201, 7755-C5-202, 7755-C5-203 received 15/04/2014 and Email dated 05/06/2014, \r\n7755-C5-200, 7755-C5-201, 7755-C5-202, 7755-C5-203, 7755-C5-204, 7755-C5-205, 7755-C5-206, 7755-C5-207, 7755-C5-208, 7755-C5-209, 7755-C5-210, 7755-C5-211, 7755-C5-212, 7755-C5-213, 7755-C5-214, 7755-C5-215, 7755-C5-215, 7755-C5-216, 7755-C5-500, 7755-C5-506, 7755-C5-603, 7755-C5-606, 7755-C5-703, 7755-C5-900, 7755-C5-901 (received 15/04/2014), Cadeby Red Multi Brick sample, 5 year management plan DFCC 0516, Landscape specification DFCC 05215, DFCC 00516-D01, DFCC 0516-P01, DFCC 0516-P02, DFCC 0516-P03, 24837/C/308, 24837/C/309, 7755-C5-800, 7755-C5-801 (received 15/04/2014),\r\nStatement of sourcing of materials received 15/04/2014,\r\nDesk Study reference 13764/DS, Gas Sheet, Phase II Ground Investigation Report reference 13764/GIR, 24837/C/303 Rev B, 24837/C/304 Rev B, 24837/C/305 Rev A, Drainage Strategy DS/C5/rev00 (received 15/04/2014),\r\nKey energy results, Energy assessment, SAP worksheets received on 24/10/2014, Code for Sustainable Homes Design Stage Assessment and Certificates received on 26/09/2014\r\n12305_C5B_02_06; 12305_C5B_02_07; 12305_C5B_02_08 and design and access statement received on 09/06/2011and d",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out.",
    "Condition : 6 - No demolition or construction work shall take place on the site except between the hours of 8.00am to 18.00pm on Mondays to Friday and 9.00am to 13.00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 7 - The waste and recycled materials storage arrangements shown on the approved drawing shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 8 - Before the development is commenced a scheme for protecting the proposed residential accommodation from external noise, taking into consideration the External Building Fabric Report (17568/EBF1 Revision A) dated 19th December 2011 and including sound insulation test reports, shall be submitted to and approved by the Local Planning Authority and any works that form part of such a scheme shall be completed before any part of the development is first occupied.",
    "Condition : 9 - The hard and soft landscaping shall be carried out in accordance with the details as approved under reference 00139/C/P1(3,4,10) dated 06/06/2014 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 10 - If within a period of two years from the date of the planting of any tree, that tree, or any tree planted in replacement for it, is removed, uprooted or destroyed or dies, another tree of the same species and size as that originally planted shall be planted at the same place, unless the local planning authority gives its written consent to any variation.",
    "Condition : 11 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard [3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c) The erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\r\n",
    "Condition : 12 - The buildings hereby approved shall not be occupied until a means of access for vehicles and pedestrians has been constructed in accordance with the approved plans.",
    "Condition : 13 - The parking layout shown on drawing 12305_02_01 shall be provided before the dwellings to which it relates is occupied and thereafter it shall not be used for any purpose other than the parking of vehicles.",
    "Condition : 14 - The development hereby permitted shall be designed in accordance with the Lifetime Home standards as set out in the London Plan Accessible London Supplementary Guidance Accessible London",
    "Condition : 15 - The cycle storage shall be implemented in accordance with the details approved under application reference 00139/C/P1(16,17) dated 06/06/2014 and shall be completed prior to occupation of any part of the development.",
    "Condition : 16 - Wheelchair accommodation shall be implemented in accordance with the details approved under application reference 00139/C/P1(16,17) dated 06/06/2014. The wheelchair accommodation shall be completed prior to first occupation of any part of the development.",
    "Condition : 17 - The desk study report and the ground investigation report as approved under application reference 00139/C/P1(18A+B,20) shall be adhered to during the course of the development. \r\nBefore the development hereby permitted is first occupied: \r\nc. The LPA shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the LPA for approval. \r\nd. The agreed scheme for decontamination, including amendments, must be fully implemented and a written validation (closure) report submitted to the LPA for approval.",
    "Condition : 18 - Development shall be carried out in accordance with the Energy Statement as approved under application reference 00139/C/P1(19,22) dated 03/11/2014. The buildings shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.",
    "Condition : 19 - A Sustainable Urban Drainage Scheme shall be carried out in accordance with the details as approved under 00139/C/P1(18A+B,20) dated 17/07/2014. The buildings shall not be occupied until evidence (eg photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.",
    "Condition : 20 - The sourcing of materials to be used in the construction of the building shall be carried out in accordance with the details as approved under application reference 00139/C/P1(21) dated 06/07/2014. The buildings shall not be occupied until evidence (eg. Photographs and copies of installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.",
    "Condition : 21 - The development shall be carried out in accordance with the approved Code for Sustainable Homes Interim (Design Stage) Certificates as approved under application reference 00139/C/P1(19, 22) dated 06/07/2014 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 22 - No occupation shall take place until a Code for Sustainable Homes Final (Post-Construction) Certificate, issued by the BRE equivalent licensing organisation, has been submitted for each dwelling to the Local Planning Authority to demonstrate that Level 4 has been achieved. All the measures integrated shall be retained for as long as the development is in existence.",
    "Condition : 23 - With regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of Ground Water. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. They can be contacted on 0845 850 2777."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "14/04/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:15:41.374+00:00",
  "development_type": "Major dwellings",
  "ward": "Heston West (Pre May 2022)",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "26/06/2015",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2014/5148",
  "valid_date": "13/01/2015",
  "description": "Variation of Condition 3 for a change in materials and design of previously approved balustrades (including  timber to glass), in respect of planning permission 00139/C/P1 dated 30/03/2012 for erection of 3 blocks, one block of three 3 bed houses, and two apartment blocks with a total of 34 flats within the Brabazon Estate. The application includes the landscape works around the buildings and regeneration landscaping proposals throughout the estate",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "25/06/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/5148",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_5148",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}