{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of the original permission (01239/280/P24 dated 22/09/2017).",
    "Condition : 2 - The development shall be carried out in accordance with the detailed samples of the materials approved under planning application reference number 01239/280/P24(2-19a) dated 22/06/2018",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (AR_X_PL received: 12/11/2018, and 17151-01 Amendment T received: 06/02/2019.\r\nPlans approved under 01239/280/P26 dated 19/09/2018: 17151-p3 Received 27/07/2018; and the plans approved under planning application 01239/280/P24 and numbered (414 B (20) P 01, 414 B (20) P 00, 414 B (20) E 05, 414 B (20) E 04, 414 B (20) E 03, 414 B (20) E 02, 414 B (20) E 01, 414 B (10) E 00, Marketing Report (prepared by Rolfe East), Transport Statement (ref. P1705.2), Stage 1: Desktop Study and Preliminary Risk Assessment Report (ref. YE3143), Noise Impact Assessment (ref. 17-2971), Energy Statement Report (ref. 17-2971), Daylight, Sunlight & Overshadowing Report (17-2971), Heritage Statement (by Heritage Collective), Design and Access Statement (ref. 414 RT03), Supporting Planning Information (ref. JL/PB/367), Sustainability and Energy Statement (ref. 17-2971) Received: 23/06/2017); Transport Technical Note (ref. P1705.2), Received: 22/08/201; 414 P (20) S 01 Rev A Received: 22/08/2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - Notwithstanding the information given on the approved drawings, the use hereby permitted shall not be begun until details of the arrangements for storing and collection of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 6 - The hard and soft landscape works shall be carried out in accordance with the landscaping details approved under planning application reference number 01239/280/P24(2-19a) dated 22/06/2018",
    "Condition : 7 - The development hereby permitted shall be designed and constructed in accordance with the Lifetime Home standards as set out in the London Plan Accessible London Supplementary Guidance",
    "Condition : 8 - The building shall not be occupied until a means of vehicular access has been constructed in accordance with that approved within Planning Application 01239/280/P24.",
    "Condition : 9 - No development shall be occupied until a post-completion verification report has been submitted to and approved in writing by the Local Planning Authority. The details shall demonstrate that the maximum noise levels within the units do not exceed the good limits contained in BS8233: 2014 (demonstrating compliance with BS8233:2014 noise limits as part of post-completion tests). These being LAeq, 16 hours (07:00-23:00) = 35dB in living rooms, 16 hours (07:00-23:00) = 40dB in dining rooms/areas, and 16 hours (07:00-23:00) = 35dB and 8 hours (23:00-7:00) = 30dB in the bedrooms.",
    "Condition : 10 - The cycle parking facilities for the occupants of the development shall be in accordance with details approved under planning application reference number 01239/280/P24(2-19a) dated 22/06/2018.The approved facilities shall conform to current guidance such as the TfL London Cycling Design Standards in design and layout and be fully implemented and be made available for use before the first occupation of the development and thereafter retained for use at all times without obstruction.",
    "Condition : 11 - Before first occupation of the flats hereby approved, one electric vehicle charging bay shall be provided and be available for use and thereafter retained for the lifetime of the development.",
    "Condition : 12 - The details of privacy treatment for the rearmost balconies for Flat 2, 3, 4 and 5 shall be carried out in accordance with drawing 17151-01 Amendment T as approved in Permission 01239/280/P27. The details as approved shall be erected at the site before the building is occupied and retained thereafter in accordance with the approved details.",
    "Condition : 13 - A splay of 2.4 m x 2.4 m shall be provided on each side of the access, the depth measured from the back of the footway and the widths outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6m in height above the surface of the adjoining highway shall be erected or allowed to grow within the areas of these splays on land within the approved development site.",
    "Condition : 14 - Prior to first occupation all existing accesses and sections of existing accesses not incorporated in the development hereby permitted shall be stopped up by raising the existing dropped kerb/removing the existing access and reinstating the footway and highway boundary to the same line, level and detail as the adjoining footway and highway boundary.",
    "Condition : 15 - The development shall be carried out in accordance with Construction Management and Logistics Plan approved under planning application reference number 01239/280/P24(2-19a) dated 22/06/2018.",
    "Condition : 16 - Prior to first occupation of the building, evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 17 - Prior to first occupation of the building(s) evidence (schedule of fittings and manufactures literature) shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved internal water use calculations.",
    "Condition : 18 - The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved sustainable sourcing of materials standards.",
    "Condition : 19 - a)  A scheme for removal of the risk from contamination identified on the site shall be submitted to the Local Planning Authority, for written approval within one month of this planning permission. The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n\r\nDuring the course of the development:\r\nb)  The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\n\r\nBefore the development is first brought into use:\r\nc). The agreed scheme for decontamination referred to in clauses a) and b) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.\r\n",
    "Condition : 20 - The front-facing stairwell window shall be fixed shut, other than to facilitate access during emergency situations."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "10/01/2019",
  "lpa_name": "Hounslow",
  "centroid_northing": 175611,
  "last_updated": "2025-03-19T18:31:24.782+00:00",
  "development_type": "Minor dwellings",
  "ward": "Isleworth (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023406833",
  "application_details": {
    "site_area": 0.036
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "06/02/2019",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.33250409999999997,
          51.4675893
        ],
        [
          -0.3324921,
          51.4675896
        ],
        [
          -0.3324969,
          51.4676518
        ],
        [
          -0.3324368,
          51.4676531
        ],
        [
          -0.33243839999999997,
          51.4676816
        ],
        [
          -0.33242499999999997,
          51.4676819
        ],
        [
          -0.3323003,
          51.4676846
        ],
        [
          -0.3322349,
          51.467686
        ],
        [
          -0.3322346,
          51.4676799
        ],
        [
          -0.332234,
          51.4676676
        ],
        [
          -0.332185,
          51.4676687
        ],
        [
          -0.3321826,
          51.46764
        ],
        [
          -0.3321811,
          51.4676225
        ],
        [
          -0.3321696,
          51.4676227
        ],
        [
          -0.3321596,
          51.4675412
        ],
        [
          -0.3322772,
          51.4675343
        ],
        [
          -0.33229369999999997,
          51.4675341
        ],
        [
          -0.33230889999999996,
          51.4675339
        ],
        [
          -0.3323507,
          51.4675327
        ],
        [
          -0.3323715,
          51.4675325
        ],
        [
          -0.3323932,
          51.4675319
        ],
        [
          -0.3325069,
          51.4675309
        ],
        [
          -0.33250409999999997,
          51.4675893
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/4231",
  "valid_date": "15/11/2018",
  "description": "Variation of Condition 3 (approved plans) to allow for an enlarged front stairwell window at ground and first floor levels, and other minor alterations to planning permission 01239/280/P24 approved 22/09/2017 for the demolition of the existing building and erection a two storey building with habitable loft space comprising of three two-bedroom flats and two one-bedroom flats with off-street parking and landscaping.",
  "centroid_easting": 515934,
  "site_number": "280",
  "lapsed_date": "05/02/2022",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Worton Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4676013",
    "lon": "-0.3323366"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/4231",
  "site_name": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "7410878",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_4231",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515922.4,
              175609.4
            ],
            [
              515923.23,
              175609.46
            ],
            [
              515922.74,
              175616.36
            ],
            [
              515926.91,
              175616.6
            ],
            [
              515926.73,
              175619.77
            ],
            [
              515927.66,
              175619.82
            ],
            [
              515936.31,
              175620.32
            ],
            [
              515940.85,
              175620.58
            ],
            [
              515940.89,
              175619.9
            ],
            [
              515940.96,
              175618.54
            ],
            [
              515944.36,
              175618.74
            ],
            [
              515944.6,
              175615.55
            ],
            [
              515944.75,
              175613.6
            ],
            [
              515945.55,
              175613.65
            ],
            [
              515946.45,
              175604.6
            ],
            [
              515938.3,
              175603.65
            ],
            [
              515937.15,
              175603.6
            ],
            [
              515936.1,
              175603.55
            ],
            [
              515933.2,
              175603.35
            ],
            [
              515931.75,
              175603.3
            ],
            [
              515930.25,
              175603.2
            ],
            [
              515922.35,
              175602.9
            ],
            [
              515922.4,
              175609.4
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}