{
  "decision_conditions": [
    "Condition : 1 - The permission hereby granted shall be for a limited period of nine years for the erection of the marquee from 1st May to 30th September for each consecutive year and the permission shall expire on 30th September 2023 when the use shall cease and the marquee removed within one week of that date. For 2015 only, the erection of the marquee will be extended to 31st October to cater for seven events relating to the 2015 Rugby World Cup. The site of the marquee shall be made good, levelled and laid to grass no later than one month after its removal for each yearly period.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Received 26/07/2012: Design and Access Statement, Location Plan, Existing site plan, Proposed Site plan, Perspective view; Received 10/05/2013: Amended elevation, Additional Statement, Appendix A, B and C; Received 12/05/2013: Concerto group employment letter, Viewpoint photos; Received 16/05/2013: Trip generation note and Draft Travel Plan; Received 24/07/2014: Location Plan 01, Site Plan 02, Planning, Design and Access Statement (July 2014)) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the external surfaces of the marquee have been submitted to and approved in writing by the Local Planning Authority. Details shall be implemented as approved.",
    "Condition : 4 - No excavations shall take place for the construction of, or for the purposes of the use of the marquee.",
    "Condition : 5 - No more than 50 events shall take place per season unless agreed in writing with the Local Planning Authority. A list of events that have taken place shall be permanently recorded and provided to the Local Planning Authority at their request.",
    "Condition : 6 - The use hereby permitted for marquee event purposes shall not be carried on outside the following times: 10am to 12 midnight Monday to Saturdays and 10am to 11pm on Sundays.",
    "Condition : 7 - No development shall take place until a car park management scheme has been submitted to and approved in writing by the Local Planning Authority. This will include details of measures to ensure that visitors or staff cars associated with the use parked in no place other than the main public car park or in the Lime Avenue car parking area (using the latter only in the event that the main public car park is already full) or the designated disabled persons' parking spaces shown on the plans hereby approved and shall ensure that these car parking areas are shown in the submitted application are available exclusively to visitors and staff at the event.",
    "Condition : 8 - The travel plan (visitor welcome pack) approved as part of application 00707/E/P106 dated 29/07/2013 shall be implemented as approved and maintained throughout the life of the permission. Specifically the welcome pack shall be provided to all event visitors.",
    "Condition : 9 - The marquee shall not be erected until a delivery and service plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall be implemented as approved.",
    "Condition : 10 - No firework displays shall take place in conjunction with any event held in or adjoining the Marquee hereby approved.",
    "Condition : 11 - Before the marquee is first used, each year, a sound limiter (environmental noise control system) shall be installed in the marquee in accordance with details that shall first be submitted to and approved in writing by the local planning authority to control noise levels. The sound system (or at least the power amplifier(s)) are to be permanently installed at the venue, maintained in an operational state and kept switched on at all times when amplification is used and no sound checks are to be carried out outside the permitted hours of use.",
    "Condition : 12 - For the duration of any event to be held in the marquee, the organisers shall take measures to ensure that visitors or staff do not enter the adjacent area of nearby Site of Special Scientific interest.",
    "Condition : 13 - Accessibility to the marquee for wheelchair users shall be provided in accordance with the specifications note in the design and access statement approved as part of application 00707/E/P106 dated 29/07/2013 and shall be maintained whilst the marquee is in use."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "23/10/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:34:52.437+00:00",
  "development_type": "Major all other major developments",
  "ward": "Syon (Pre May 2022)",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "27/11/2014",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2014/3038",
  "valid_date": "24/07/2014",
  "description": "Variation of condition 1 of approved planning permission 00707/E/P106 dated 29/07/2013 to read as follows: ?The permission hereby granted shall be for a limited period of nine years for the erection of the marquee from 1st May to 30th September for each consecutive year and the permission shall expire on 30th September 2023 when the use shall cease and the marquee removed within one week of that date. For 2015 only, the erection of the marquee will be extended to 31st October to cater for seven events relating to the 2015 Rugby World Cup. The site of the marquee shall be made good, levelled and laid to grass no later than one month after its removal for each yearly period.",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "27/11/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/3038",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_3038",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}