{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of the extant planning permission which was granted consent on the 23/12/2014.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted ( D-01 B; D-10 B; D-11 B; D-12 B; D-13 B; D500 C; D501 C; D502 C; D503 C; D504 C; D505 C; D506 C; D507 C; D508 C; DA101 C; DB101 C; DB102 C; DB104 C; DB105 B; DC101 C; DH100 B; DS-250 B; 251 B; 252 B; 253 B; 254 B; 255 B; 256 B; 257 B; 258 B; 259 B; D50 D; D51 D; D52; DA100 C; DB100 C; DC100 C (received on the 30th July 2015). D52 A (received 21/07/2014); Accommodation Schedule Rev M (received 08/08/2014) ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 4 - The development hereby permitted shall not be commenced until a detailed surface water drainage scheme for the site, based on the agreed flood risk assessment (FRA) Reynard Mills Trading Estate, Windmill Road, Brentford. Ref: 11291, dated April 2014 - has been submitted to and approved in writing by the local planning authority. The drainage strategy shall include a restriction in run-off and surface water storage on site as outlined in the FRA. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.",
    "Condition : 5 - Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\nReason: Contamination is known or suspected on the site due to a former land use. The Local Planning Authority (LPA) therefore wishes to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety in accordance with policy EQ8 of the Adopted Local Plan. \r\nSupporting notes:\r\na.\tAn initial",
    "Condition : 6 - No development shall take place until there has been submitted to and approved in writing by the local planning authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed in accordance with a timetable agreed in writing with the local planning authority.  Development shall be carried out in accordance with the approved details.",
    "Condition : 7 - No unit shall be occupied until a Car Park Management Plan has been submitted to and approved in writing by the Local Planning Authority. The car parking areas shall thereafter be managed in compliance with the approved details.",
    "Condition : 8 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order) no enlargement of the houses or any additional structures/buildings within their curtilages shall be carried out.",
    "Condition : 9 - Within 3 months of first occupation a Code for Sustainable Homes Final (Post-Construction) Certificate, issued by the BRE equivalent licensing organisation, must be submitted for each dwelling to the Local Planning Authority to demonstrate that Level 4 has been achieved. All the measures integrated shall be retained for as long as the development is in existence.",
    "Condition : 10 - The development shall be completed in accordance with the details set out in the Energy Strategy dated April 2014 by Calfordseaden prior to the occupation of any part of the development hereby permitted, and thereafter maintained and retained as such.",
    "Condition : 11 - A scheme of air quality mitigation measures shall be submitted to, and approved in writing by, the Local Planning Authority prior to the commencement of development. The approved mitigation measures shall be completed in full prior to the first occupation of the development and thereafter maintained and retained as such.",
    "Condition : 12 - The unit identified as 'D1 facility' on the approved plans shall be used for a children's nursery, homework club or health facility and for no other purpose (including any other purpose in Class D1.of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 13 - The recommended ecology measures set out in the Ecological Assessment dated April 2014 by BPTW Partnership shall be implemented in full prior to the first beneficial occupation of the development.",
    "Condition : 14 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (e.g. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (e.g. drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant.\r\nSoft landscape works shall include planting plans, written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme).\r\n",
    "Condition : 15 - Details of the open space, including any play equipment, shall be approved by the Local Planning Authority prior to the occupation of the development. The open space shall be completed in accordance with the approved details prior to the first occupation of the development, and thereafter maintained and retained as such.",
    "Condition : 16 - A landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for all hard and soft landscape areas, other than privately owned domestic gardens, shall be submitted to and approved by the local planning authority prior to the occupation of the development or any phase of the development, whichever is the sooner, for its permitted use.  The landscape management plan shall be carried out as approved.",
    "Condition : 17 - Before the development commences details of active and passive electric vehicle charging points shall be submitted to and approved by the Local Planning Authority and the spaces shown on the approved drawing shall be available for use before first occupation of the part of the development to which it relates and thereafter retained and maintained as such.",
    "Condition : 18 - Before the development commences, details of cycle parking shall be submitted to and approved by the Local Planning Authority and the spaces shown on the approved drawing shall be available for use before first occupation of the part of the development to which it relates, and thereafter maintained and retained as such.",
    "Condition : 19 - Prior to the first occupation of the relevant part of the development , details of the proposed green and brown roofs, including construction method, layout, species and maintenance regime, shall be submitted to, and approved in writing by, the Local Planning Authority. The development shall be completed in accordance with the approved details.",
    "Condition : 20 - Details of audio/visual entry system for the blocks of flats shall be submitted to, and approved in writing by, the Local Planning Authority before the occupation of the relevant part of the development. The development shall be completed in accordance with the approved details prior to the completion of the development.",
    "Condition : 21 - Detailed drawings of the proposed windows and balconies, including materials and depth to reveals, shall be submitted to and approved by the Local Planning Authority before development commences and the development shall not be carried out otherwise than in accordance with any such approval.",
    "Condition : 22 - The use hereby permitted shall not be begun until details of the arrangements for storing of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 23 - Prior to the commencement of development, a scheme of measures (for instance additional landscape vegetation or obsecure glazing) for maintaining the privacy of dwellings less than 21m (fa?ade to fa?ade) with Manor Vale shall be submitted and approved in writing by the Local Planning Authority. The development shall be completed in accordance with the approved details and thereafter maintained and retained as such.",
    "Condition : 24 - Before the development hereby permitted is commenced, details of the wheelchair accessible units shall have been submitted to and approved by the Local Planning Authority.  The agreed scheme shall be implemented before each relevant unit is occupied."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "04/11/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 178327,
  "last_updated": "2025-03-19T18:12:00.662+00:00",
  "development_type": "Major dwellings",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023408613",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "16/12/2015",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.313406,
          51.491767
        ],
        [
          -0.313407,
          51.49174
        ],
        [
          -0.31345,
          51.491741
        ],
        [
          -0.313449,
          51.491768
        ],
        [
          -0.313406,
          51.491767
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/3356",
  "valid_date": "05/08/2015",
  "description": "Variation of Condition 2 (submitted plans) of planning permission 01217/C/P41 dated 23/12/2014 for Demolition of existing units and construction of 195 residential units, D1 non residential institution unit, landscaping and associated infrastructure. \r\n\r\nAmendments include alteration to the external facade of the proposed buidlings, including alterations to the windows and doors, and internal alterations.\r\n",
  "centroid_easting": 517187,
  "site_number": null,
  "lapsed_date": "15/12/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Windmill Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.491754,
    "lon": -0.313428
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/3356",
  "site_name": "Reynard Mills Business Park",
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_3356",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}