{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - Notwithstanding the details shown on the drawings hereby approved, full particulars of items below shall be submitted to and approved by the Local Planning Authority in writing prior to commencement of development unless non material changes are otherwise agreed in writing by the Local Planning Authority. The development shall not be carried out otherwise than in accordance with the details thus approved.\r\na. Bricks;\r\nb. Windows;\r\nc. Doors;\r\nd. Shop front;\r\ne. Roof materials;\r\nf. Balconies.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (1429 - L.01, 1429 - TP.01, 1429 - TP.02, 1429 - TP.03, 1429 - TP.04, 1429 - TP.05, 1429 - TP.20, 1429 - TP.21, 1429 - TP.22, 1429 - TP.23, 1429 - TP.24, 1429 - TP.25, 1429 - TP.26, Design and Access Statement dated 24 May 2018, Flood Risk Assessment dated May 2018. Received: 25/05/2018) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - Notwithstanding the provision of The Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking or re-enacting that order), the premises shall be used for a B1a use class and for no other purpose (including any change of use to residential via the prior approval process).",
    "Condition : 5 - No plumbing or pipes, other than rainwater pipes, shall be fixed to the external faces of buildings or associated structures.",
    "Condition : 6 - Prior to the use of the development commencing, the location and size of waste and recycling storage within the site, alongside details of access to this for all future occupants, shall be submitted to and approved in writing by the Local Planning Authority. The development shall not be carried out otherwise than in accordance with the details thus approved.",
    "Condition : 7 - Prior to the use of the development commencing, details of the proposed cycling storage (for two bicycles) within the development, alongside details of access to this for all future occupants, shall be submitted and approved in writing by the Local Planning Authority. The development shall not be carried out otherwise than in accordance with the details thus approved.",
    "Condition : 8 - No development shall take place, including any works of demolition, until a Construction Management Plan has been submitted to and approved in writing by the local planning authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall provide for: the hours of demolition and construction work; safeguarding measures that would be put in place to protect the adjoining Grade II Listed Building (at No. 183 Chiswick High Road); the parking of vehicles of site operatives; the loading, unloading and storage of plant and materials used in constructing the development; measures to control the emission of dust, dirt noise and vibration during construction.",
    "Condition : 9 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "31/07/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 178487,
  "last_updated": "2025-03-19T18:31:14.749+00:00",
  "development_type": "Minor general industry-storage-warehousing",
  "ward": "Turnham Green (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023490839",
  "application_details": {
    "site_area": 0.005
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 2DR",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "06/08/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2568316,
          51.4924185
        ],
        [
          -0.256829,
          51.4924104
        ],
        [
          -0.2568161,
          51.4923531
        ],
        [
          -0.2568408,
          51.4923467
        ],
        [
          -0.25685749999999996,
          51.4923434
        ],
        [
          -0.2568662,
          51.4923422
        ],
        [
          -0.2568554,
          51.4923029
        ],
        [
          -0.25688079999999996,
          51.4922997
        ],
        [
          -0.2569056,
          51.4924035
        ],
        [
          -0.2568316,
          51.4924185
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/2055",
  "valid_date": "05/06/2018",
  "description": "Erection of a part single part three storey rear extension and rear roof extension with alterations to the front elevation of the property",
  "centroid_easting": 521111,
  "site_number": "181",
  "lapsed_date": "05/08/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Chiswick High Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4923668",
    "lon": "-0.2568566"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/2055",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "7005533",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_2055",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521112.6,
              178492.8
            ],
            [
              521112.8,
              178491.9
            ],
            [
              521113.85,
              178485.55
            ],
            [
              521112.15,
              178484.8
            ],
            [
              521111,
              178484.4
            ],
            [
              521110.4,
              178484.25
            ],
            [
              521111.25,
              178479.9
            ],
            [
              521109.5,
              178479.5
            ],
            [
              521107.5,
              178491
            ],
            [
              521112.6,
              178492.8
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}