{
  "lpa_app_no": "P/2017/0420",
  "centroid_northing": 179026,
  "status": "Commenced",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:20:17.487+00:00",
  "valid_date": "27/02/2017",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 519797,
  "actual_commencement_date": "07/03/2019",
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/0420",
  "site_number": "130",
  "decision": "Approved",
  "ward": "Turnham Green (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": 24,
    "no_existing_cycle": 0,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": 24,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": null,
    "net_lgv": null,
    "no_proposed_car": 0,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": 0,
    "no_existing_bus": null,
    "net_car": 0
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2017_0420",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 7815,
        "actual_commencement_date": "07/03/2019",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 549
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 7815,
      "total_gia_lost": 549,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 549,
      "total_gia_gained": 7815,
      "development_type": "New Build",
      "site_area": 1.4
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": 3,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "200003976670",
  "decision_date": "03/11/2017",
  "description": "Demolition of existing buildings and the erection of a Train Modification Unit building (Class B2 General Industry) with associated access, landscaping, drainage and cycle parking.",
  "site_name": "130",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "29/05/2017",
  "borough": "Hounslow",
  "postcode": "W3 8BZ",
  "street_name": "Bollo Lane",
  "bo_system": "Northgate M3",
  "development_type": "Major general industry-storage-warehousing",
  "lapsed_date": "02/11/2020",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (16010-01-102-S3-P3 Existing Block Plan and Existing Site Plan; 16010-01-106-S3-P2 Existing Elevations; 16010-01-108-S3-P1; 16010-01-124-S1-P1; 16010-01-105-S3-P2; 16010-01-101-S3-P3; 16010-01-113-S3-P4; TMU-BPR-Z00-16010-01-110-S3-P2; Planning Statement; Transport Statement; Arboricultural Report; Drainage Strategy & SUDS Assessment; Construction Management Plan; Noise Assessment; Energy Statement; Received 27/02/2017; Energy Statement Technical Addendum dated 22/08/2017; Received 24/08/2017.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development (excluding demolition and prior to erection of structural frame) shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details.",
    "Condition : 4 - \"Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\n",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - Prior to the completion of substructure full details (including manufacturers' specifications) of secure covered cycle parking facilities (for not less than 24 cycles) for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority. These facilities must be in addition to the existing facilities on the site. The approved facilities shall conform to current guidance such as the TfL London Cycling Design Standards and the West London Cycle Parking Guidance in design and layout and be fully implemented and be made available for use before the first occupation of the development and thereafter retained for use at all times without obstruction.",
    "Condition : 7 - No development shall take place, including any works of demolition, until a Construction Logistics Plan has been submitted to, and approved in writing by, the local planning authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall include: \r\ni. a site plan (showing the areas set out below) \r\nii. confirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with the relevant highway authorities and a commitment to repair any damage caused \r\niii. provision for the parking of vehicles of site operatives and visitors \r\niv. provisions for loading, unloading and storage of plant and materials within the site \r\nv. details of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements \r\nvi. details of vehicle routeing from the site to the wider strategic road network \r\nvii. the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate \r\nviii. provision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the council \r\nix. a scheme for recycling/disposing of waste resulting from demolition and construction works \r\nx. measures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access \r\nxi. commitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts. \r\nxii. avoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway \r\nxiii. all necessary traffic orders and other permissions required to allow safe access to the site to be secured and implemented prior to commencement of construction \r\nxiv. details of the const",
    "Condition : 8 - a)\tBefore any mechanical services plant including heating, cooling, ventilation, air conditioning units, air vents, compressors and generators, to which the application refers is used at the premises, the details of these plant together with an updated Noise Survey shall be submitted to and approved in writing by the local planning authority which demonstrates that the appropriate noise limits will be achieved at the nearest noise sensitive receptors as suggested within the approved Noise Assessment and the table 7.4. \r\nb)\tFollowing installation of any mechanical services plant including heating, cooling, ventilation, air conditioning units, air vents, compressors and generators to which the application refers, a post completion noise assessment shall be submitted for approval to the local planning authority which demonstrates the actual measured rating level of plant operating under normal conditions. All measurements shall be made in accordance with the methodology of BS4142 : 2014 (Methods for rating and assessing industrial and commercial sound) and/or its subsequent amendments.",
    "Condition : 9 - (A) Prior to the completion of the substructure, a finalised Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy) has been submitted to and approved in writing by the Local planning Authority.  \r\n(B) The development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the National Calculation Method have been submitted to and approved in writing by the Local planning authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n(C) Prior to first occupation of the building(s), evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 10 - Prior to first occupation of the building(s), a post-construction CEEQUAL award certificate shall be submitted to the Local Planning Authority to show that the development has achieved a minimum of 'Very Good' rating.",
    "Condition : 11 - (A) Prior to commencement of any ground works (excluding site investigations and demolition), the applicant must submit to the local planning authority for review and approval by the Lead Local Flood Authority final detailed drainage designs (including drawings) and an associated detailed maintenance plan. This associated detailed maintenance plan shall be in line with the 'Drainage Strategy & SUDS Assessment' (January 2017) and 'Technical Addendum' (August 2017) and must include evidence to ensure the applicant has fully considered and where practical introduced rainwater water harvesting for the re-use of surface water on site as per the London Plan policy 5.13 drainage hierarchy and the rainwater harvesting section page 2 of Technical Addendum (August 2017). (B) The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.275592,
          51.497503
        ],
        [
          -0.275593,
          51.497476
        ],
        [
          -0.275637,
          51.497477
        ],
        [
          -0.275635,
          51.497504
        ],
        [
          -0.275592,
          51.497503
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "5784650",
  "centroid": {
    "lon": -0.275614,
    "lat": 51.49749
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}