{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted with full planning permission shall be begun before the expiration of three years from 12 June 2014.",
    "Condition : 2 - (a) Application for approval of any reserved matters for:\r\n(i) The first phase must be made not later than the expiration of 3 years beginning with the date of the grant of outline planning permission (12 June 2014); and\r\n(ii) All subsequent Phases must be made not later than 12 June 2019.\r\n(b) The development to which the permission relates must be begun:\r\n(i) In respect of the 'detailed' element, not later than the expiration of 3 years from the date of the grant of outline planning permission (12 June 2014);\r\n(ii) In respect of each Phase of the 'outline' element, not later than the expiration of 2 years from, the final approval of all reserved matters for that Phase.",
    "Condition : 3 - Approval in writing by the Local Planning Authority of the details of the layout, scale and appearance of the building(s), the means of access thereto and the landscaping (hereinafter called \"the reserved matters\") shall be obtained from the Local Planning Authority for each phase requiring reserved matters approval, prior to the development commencing in that specific phase.",
    "Condition : 4 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application (listed above) and the plans submitted therewith or as shall have been otherwise approved in writing by the Local Planning Authority before the buildings are occupied.",
    "Condition : 5 - 1.\tThe outline development hereby granted approval and any subsequent reserved matters shall not exceed the maximum parameters with regards to footprint, height, floorspace and volume, as shown on the approved plans, and the maximum number of dwellings shall not exceed 910 dwellings.",
    "Condition : 6 - The total floorspace areas of the uses hereby approved shall be limited to the following:\r\n(i)\tStadium (D2 use) including ancillary uses within the stadium building: 27,014sqm gross internal area (excludes canopy area)\r\nWithin the stadium the ancillary uses shall not include:\r\n(i)\tPlaces of worship, creches or day nurseries greater than 100 sq. metres in floor area (within class D1)\r\n(ii)\tHotel (C1 use): 7,000sqm gross internal area\r\n(iii)\tCommunity facilities (D1 use): 1,020 sqm gross internal area\r\n(iv)\tOther uses (non-stadium): 1,500 sqm gross internal area\r\nThe other uses (non-stadium) shall be for one or more of the following uses of the Town and Country Planning (Use Classes) Order 1987, as amended, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification, with change allowed between these permitted uses for up to ten years following first occupation of any unit:\r\n(i)\tClass A1: all uses\r\n(ii)\tClass A2: all uses\r\n(iii)\tClass A3: all uses\r\n(iv)\tClass A4: all uses\r\n(v)\tClass A5; all uses\r\n(vi)\tClass B1; all uses\r\n(vii)\tClass D1: all uses except places of worship.\r\n(viii)\tClass D2: all uses except cinemas, music and concert halls, dance halls, skating rinks, bingo halls.\r\nIn respect of any of the above Class D1 uses hereby approved, notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987, as amended, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification; the use shall not be changed to a place of worship without further approval in writing from the Local Planning Authority.\r\nIn respect of the above Class D2 uses hereby approved, notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987, as amended, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification; the ",
    "Condition : 7 - In respect of the Class D2 use of the stadium hereby approved, notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987, as amended, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification; the stadium bowl (ie the pitch and spectator terraced seats) shall not be used for events for the purpose of:\r\n(i)\tA standalone musical performance utilising the pitch.",
    "Condition : 8 - Apart from the stadium, hotel and its ancillary uses, the non-residential floor space and uses hereby permitted shall not be open to customers/ members of the public outside the hours of 8:00am to 11:00pm Monday to Saturday and 9:00am to 11:00pm on Sundays and Public Holidays.\r\nThe stadium shall not hold major events (football matches) outside the hours of 9:00am to 11:00pm. Ancillary uses within the stadium building shall not be open to customers/ members of the public outside the hours of 8:00am to 1:00am Monday to Saturday and 10:00am to 11:00pm on Sundays, Bank Holidays and Public Holidays, unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 9 - All dwellings within the outline development hereby approved shall be designed to meet the relevant minimum Baseline Standards and aim to meet 'Good Practice' standards of the Housing Supplementary Planning Guidance 2012 (Mayor of London), and all dwellings shall meet the 16 Lifetime Homes Standards. No more than 10% of the total dwellings within the development shall be single aspect north facing units. \r\nDwellings shall be completed in accordance with the details in the approved Design and Access Statement (September 2017), the approved Design and Access Statement (July 2015) and any future reserved matters approvals. Standards shall be maintained permanently thereafter.",
    "Condition : 10 - Details of the stadium, landscaping, infrastructure and public realm, and reserved matters, shall be consistent with the approved 'Design Code Revision A', dated 23 September 2013.",
    "Condition : 11 - Detailed drawings of windows, balconies and privacy screens for all dwellings in each outline phase shall be submitted to and approved by the Local Planning Authority prior to any works above ground for each phase. The development shall not be carried out otherwise than in accordance with any such approval unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 12 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tA-02-400;\r\n(ii)\tMMD-346095-S-DR-00-XX-0001;\r\n(iii)\tNetwork Rail Survey (Structure Reference 7/14A);\r\n(iv)\tNetwork Rail Survey (Structure Reference X7/40A).\r\nThe underpass and ramp shall be constructed in accordance with the approved details and completed prior to the first use of the stadium and maintained in accordance with the details thereafter. Should the phasing require that the permanent ramp and underpass be completed following the first use of the stadium, details of any temporary ramp arrangements for access to the underpass shall be submitted to the Council for approval. The underpass shall be open to pedestrians, including members of the public, at all times, unless otherwise agreed in the Stadium Management Plan.",
    "Condition : 13 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tA-02-400;\r\n(ii)\tUN12473-BR-004 Rev. D;\r\n(iii)\tUN12473-BR-005 Rev. D;\r\n(iv)\tMMD-346095-S-DR-00-XX-1000;\r\n(v)\tBrentford Stadium East Access Bridge, Form F002 (NR/L2/CIV/003/F002: Statement of Design Intent) (April 2015);\r\n(vi)\tBrentford Football Club Lionel Road Stadium, East Access Bridge, Addendum to Approval in Principle Superstructure, Abutments and Foundations (April 2015).\r\nThe bridge shall be constructed in accordance with the approved details and completed prior to the first use of the stadium and maintained in accordance with the details thereafter. The bridge shall be open to pedestrians, including members of the public, at all times, unless otherwise agreed in the Stadium Management Plan. Vehicular access shall be restricted to emergency vehicles, authorised stadium employees and visitors, authorised ancillary commercial employees authorised residents and visitors of the Central East residential buildings, and for appropriate servicing only.",
    "Condition : 14 - No demolition of Griffin Park stadium, Brentford, shall commence until the Football Stadium hereby approved achieves Practical Completion to the satisfaction of the Local Planning Authority.",
    "Condition : 15 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tSustainability Statement; \r\n(ii)\tCode for Sustainable Homes Pre-Assessment Duffy Site; \r\n(iii)\tCode for Sustainable Pre-Assessment Report Central Southern Site; \r\n(iv)\tCode for Sustainable Homes Pre-Assessment Report Central Eastern Site; \r\n(v)\tCode for Sustainable Homes Pre-Assessment Report Capital Court Site; \r\n(vi)\tBREEAM Pre-certification Framework Report; \r\n(vii)\tEnvironmental Sustainability, Brentford Community Stadium-CSH Ecology Credit Report A-02-400 (Received: 31 July 2016); \r\n(viii)\tRainwater Harvesting Evaluation (Received 22 September 2016);\r\n(ix)\tEnergy Strategy dated September 2017;\r\n(x)\tBREEAM Pre-Assessment Report (Community Facilities) dated September 2017; and\r\n(xi)\tEnergy Statement dated June 2018\r\nThe scheme as approved for each phase shall be implemented prior to occupation of that phase unless otherwise approved in writing by the Local Planning Authority and retained and maintained thereafter.\r\nWithin 3 months of first occupation of the residential elements a Code for Sustainable Homes Final (Post-Construction) Certificate, and BREEAM Post Construction Certificate for the relevant aspects of the stadium, issued by the BRE or equivalent licensing organisation, must be submitted for the stadium or each dwelling in that phase to the Local Planning Authority to demonstrate that Level 4 or BREEAM Very Good has been achieved. All the measures integrated shall be retained for as long as the development is in existence.",
    "Condition : 16 - Full details of the Learning Zone and its operation shall be submitted and approved in writing by the Local Planning Authority prior to the first use of the stadium. It shall be completed and available for use in accordance with the approved details prior to the first use of the stadium and maintained in accordance with the approved details thereafter unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 17 - Full details of the Interim Education Centre and its operation shall be submitted and approved in writing by the Local Planning Authority prior to the first use of the stadium. It shall be completed and available for use in accordance with the approved details prior to the first use of the stadium and maintained in accordance with the approved details thereafter unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 18 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Monday to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays, Bank Holidays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 19 - Details of how the buildings, open spaces and car parking shall address 'Secured by Design' principles shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of each building of the development. The scheme shall include adequate provision for emergency access to the football pitch and 'real time' travel information for spectators.",
    "Condition : 20 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tConstruction Environmental Management Plan A- 02-400 - Received 31/07/15;\r\n(ii)\tConstruction Phase Health, Safety, Environmental and Quality Plan by Buckingham Group Contracting Ltd, dated July 2015, Received 06/01/16\r\n(iii)\tEnvironmental Management Plan: Works during design and construction stages - Version 2.0, dated 19/01/2018. \r\n(iv)\tBrentford Community Stadium - Lionel Road South - Condition 20 - Construction Environmental Management Plan, Received 12/02/2018. \r\nUpdate reports detailing any amendments to the above approved documents (as required) shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of future phases of development. The construction of the proposed development shall then be carried out in accordance with the details set out within the approved Construction Environmental Management Plan.",
    "Condition : 21 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tBrentford Community Stadium and Residential Development Outline Summary Programme (Amended) Received 1 November 2016;\r\n(ii)\tBrentford Community Stadium, car park podium, residential podiums, new rail bridge and Lionel Road improvements works: Construction Logistics Management Plan - Phases 1-4 s278 works and main outfall drainage works received 1 November 2016;\r\n(iii)\tConstruction Logistics Plan Phasing Drawings 1-6 Rev. 5, received 1 November 2016;\r\n(iv)\tEmail from Prime Place received 13 December 2016.\r\n(v)\tConstruction Logistics Plan: Brentford Community Stadium Project - August 2018, received 3 August 2018. \r\nUpdate reports detailing any amendments to the above approved documents (as required) shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of future phases of development.",
    "Condition : 22 - Deliveries and servicing of the site shall only take place between the hours of 6:00am and 9:00pm Monday to Saturday and 7:00am to 9:00pm on Sundays, Bank Holidays or Public Holidays, apart from servicing of the stadium on match-days, where deliveries and servicing may occur from 6:00am to 11:00pm. Details of the scheduling and traffic management measures for the Outdoor Broadcasting Facility on Lionel Road South shall be submitted to and approved in writing by the Local Planning Authority prior to the first use of that facility.",
    "Condition : 23 - Drainage for the site shall be consistent with the measures outlined in the 'Brentford Community Stadium - Flood Risk Assessment' Revision 3 (UN12473fin-rep-FRA), with the drainage system to be designed to ensure:\r\n(i)\tThe peak discharge rate from site no greater than the greenfield runoff rate to existing drainage infrastructure;\r\n(ii)\tA surface water drainage network capable of containing (with no flooding) runoff from a 3.3% probability rainfall event, including an additional allowance for climate change; and attenuation capable of containing on-site the runoff from a 1% probability rainfall event, including an additional allowance for climate change.\r\n(iii)\tProvision of appropriate attenuation storage on site, with provision for rainwater harvesting and a Sustainable Urban Drainage System (SUDS).\r\nThe development shall be carried out in all respects in accordance with:\r\n(i)\tBelow Ground Drainage Philosophy Statement for Brentford Community Stadium, dated 05 October 2016, received 11 October 2016:\r\n(ii)\tDesign Note (below ground drainage) Brentford Community Stadium;\r\n(iii)\tLBH (00703/A/P11) Drainage Philosophy Report Condition 23 Responses Rev.01, dated 23 November 2016, received 02 December 2016;\r\n(iv)\tStorm Sewer Design (CCS-CP-161122.MDX, CES- SW-161110.MDX, 3847-HW-171116-SW NETWO;\r\n(v)\tDrawing 3847-CSS-320 Rev. P6;\r\n(vi)\tDrawing 3847-CES-320 Rev. P5;\r\n(vii)\tDrawing 3847-CCS-320(B) Rev. P2, and 3847- CCS-320(A) Rev. P4;\r\nAll dated 9 December 2016, and received 16 December 2016.\r\nNo discharge of foul or surface water from the site shall be accepted into the public system until the approved drainage works have been completed.",
    "Condition : 24 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tKew Bridge Gate Developments LLP, Brentford Community Stadium Remediation Strategy for Contamination (Ref. BGCL-C15037/001/v6) Dated February 2017, Received 28 February 2017.\r\nDuring the course of the development:\r\n(ii)\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\nBefore the development is first brought into use:\r\n(iii)\tThe agreed decontamination scheme referred to above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 25 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tThames Water Drawing (Ref. 50037616), Received 29 October 2015\r\nWhere new infrastructure is required this shall be implemented in accordance with approval given in writing, prior to occupation of each phase of the development.",
    "Condition : 26 - 1.\tThe development shall be carried out in all respects in accordance with the following details:\r\n(i)\tBird Hazard Management dated 2017.\r\nThe Bird Hazard Management Plan shall be implemented as approved prior to occupation of each phase of the development and shall remain in force for the life of each building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 27 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tWritten Scheme of Investigation for an Archaeological Evaluation (Central Eastern Site) dated 18/05/2015;\r\n(ii)\tWritten Scheme of Investigation for an Archaeological Evaluation (Stadium Site) dated 18/05/2015;\r\n(iii)\tWritten Scheme of Investigation for an Archaeological Evaluation and Watching Brief (Capital Court Site) dated 18/05/2015;\r\n(iv)\tWritten Scheme of Investigation for an Archaeological Evaluation and Watching Brief (Central Southern Site) dated 18/05/2015; and\r\n(v)\tWritten Scheme of Investigation for an Archaeological Evaluation and Watching Brief (Duffy Site) dated 18/05/2015.\r\nEach phase of the development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.",
    "Condition : 28 - The development shall be carried out in all respects in accordance with the following\r\ndetails:\r\n- Existing Stable Block Review April 2015, Written Scheme of Investigation for\r\nStanding Building Survey dated 18/06/2019.",
    "Condition : 29 - Samples of all materials to be used for the external surfaces of the stadium, including materials to be re-used from the existing stable block and cobbles on the main site, are to be submitted, and approved in writing by the Local Planning Authority, six months post commencement of the Superstructure (defined within the accompanying S106 Agreement as the structural steel construction above ground level on the stadium phase). The stadium shall be built and completed to the satisfaction of the Local Planning Authority using the approved materials prior to its first use.",
    "Condition : 30 - Samples of the materials to be used in the construction of the external surfaces of the buildings of each outline development phase hereby approved are to be submitted to and approved in writing by the Local Planning Authority six months post commencement of the Superstructure. Development shall be carried out in accordance with the approved details.",
    "Condition : 31 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tLionel Road, Brentford Pile Impact Assessment on Thames Water Infrastructure for proposed Building (ref. 3847 Rev. 1) Received 29 July 2015;\r\n(ii)\tSewer Impact Assessment on Thames Water Infrastructure for Proposed Development: Brentford Community Stadium, Lionel Road (Dated 11 August 2016) Received 23 August 2016.\r\nAny piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "Condition : 32 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no aerials of satellite dishes shall be erected on any building of the outline development hereby approved without the approval in writing of the Local Planning Authority.",
    "Condition : 33 - (i)\tFull details of hard and soft landscape works for the areas covered by the full planning permission shall be submitted to and approved in writing by the Local Planning Authority 6 months prior to the completion of development on the site. Landscaping shall be completed in accordance with the approved details prior to the first use of the stadium.\r\n(ii)\tFull details of hard and soft landscape works for each phase of the areas covered by the outline planning permission shall be submitted to and approved in writing by the Local Planning Authority 6 months prior to the completion of that phase. Landscaping shall be completed in accordance with the approved details prior to the first occupation of each phase in accordance with this condition. An appropriate area of communal amenity space shall be provided on site, and each dwelling shall have a private balcony that meets the minimum area from the Mayor's SPG for Housing baseline standards for private amenity space per occupant.\r\n(iii)\tThe landscape details shall include provision of on-site children's play space for children under five years old and children aged six to eleven years old, in accordance with the standards of the Mayor of London's Shaping Neighbourhoods: Play and Informal Recreation Supplementary Planning Guidance (SPG), 2012. The children's play space shall be completed prior to the first occupation of residential units in each phase of the development and shall be permanently maintained thereafter.\r\n(iv)\tFor both (i) and (ii) above, hard landscaping details shall include hard surfacing materials, proposed finished levels or contours, means of enclosure and boundary treatments, vehicle and pedestrian access and circulation areas, minor artefacts and structures (e.g. benches, lighting, CCTV, works of art etc.), proposed and existing functional services above and below ground (e.g. drainage, power, communications cables, pipelines etc. indicating lines, manholes, supports etc.), walls, gates, fences and ",
    "Condition : 34 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tLionel Road South, Brentford - Pre-development Aboricultural Survey (Ref. RT-MME-119128-01, dated April 2015).",
    "Condition : 35 - Prior to the occupation of each phase of the development an external lighting strategy and details of CCTV for that phase of the development shall be submitted to and approved in writing by the Local Planning Authority. Lighting and CCTV for each phase shall be completed in accordance with the approved strategy for each phase prior to occupation of that phase, and shall be maintained in accordance with the approved details permanently thereafter.",
    "Condition : 36 - Prior to the occupation of each phase of the development details of the arrangements for storage and collection of refuse and recycling for the approved dwellings and uses, shall be submitted to and approved in writing by the Local Planning Authority. The development shall be completed in accordance with the approved details prior to occupation of each phase, and shall be maintained permanently thereafter.",
    "Condition : 37 - Noise emitted from any fixed plant on site shall be at least 10dB lower than the existing background noise level as measured at the nearest noise sensitive location outside the site and the measurement should be made in accordance with BS4142:1997.",
    "Condition : 38 - No residential unit shall be occupied until details of a scheme of mitigation for exposure to poor air quality for each unit to ensure exposure to air pollution does not exceed national air quality objectives, with regards to 'London Council's Air Quality and Planning Guidance', has been submitted to and approved in writing by the Local Planning Authority, and the approved details have been completed. Any system of mitigation shall be designed to prevent summer overheating and minimise energy usage and to demonstrate that the internal air quality is satisfactory with the annual mean concentration of NO2 to not exceed 40 ?g/m3. The approved details shall be fully implemented prior to the occupation of each unit and thereafter permanently retained and maintained. The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications, and shall be the responsibility of the primary owner of the property. The development shall not include biomass boilers.",
    "Condition : 39 - No residential unit shall be occupied until details have been submitted to and approved in writing by the Local Planning Authority of a scheme providing for the insulation of the proposed dwellings against the transmission of externally generated road and rail noise (and vibration), taking account of any ventilation requirements necessary, in order to ensure that the maximum noise levels permitted within the dwelling rooms do not exceed those that are specified in Table 4 of BS8233 (2014) [Living Rooms= 35 dB; LAeq, 16 hours; Dining room/area = 40 dB LAeq, 16 hours; Bedroom = 35 dB LAeq, 16 hours during day-time (07:00 - 23:00) and Bedroom = 30 dB LAeq, 8 hours during night-time (23:00 - 07:00)].\r\nThe scheme shall take account of any noise from mechanical ventilation necessary for the units.",
    "Condition : 40 - That the association football events using the football pitch hereby approved which are open to the general public shall be limited to the following, unless otherwise agreed in writing:\r\na) Brentford Football Club first team competitive league games in accordance with fixture lists as agreed by the relevant football authorities (e.g. Football League);\r\nb) Brentford Football Club first team cup games in accordance with fixtures agreed by the relevant football authorities e.g. The Football Association;\r\nc) Brentford Football Club preseason friendlies, reserve, youth and ladies team matches; The screening of Brentford Football Club's first team away Association Football matches;\r\nd) Three international matches plus pre match training sessions per annum; and\r\ne) Two charity matches per annum.\t\r\nf) Local community matches including local leagues and schools, Brentford FC Community Sports Trust related sporting activities and corporate matches.",
    "Condition : 41 - (A) The development hereby permitted shall be built in accordance with the arrangements for accessibility to the Football Stadium, detailed within Sections 2.1.13 and 2.1.14 of the approved Design and Access Statement (September 2017).\r\n(B) Prior to works above ground details of the arrangements for accessibility for disabled people to the buildings and facilities for that phase shall be submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 42 - (A) The Stadium development hereby permitted shall be built in accordance with the details of the arrangements for and management of coach parking, and taxi pick up and drop areas provided within the approved Design and Access Statement (September 2017) and the WSP Transport Assessment Addendum (September 2017).\r\n(B) No development of any outline phase shall commence above ground, until details of arrangements for taxi pick up and drop areas for that phase, waiting restrictions and use of lay-bys, including any coach parking necessary for the hotel, has been submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 43 - (A) Cycle parking for the detailed phase of the development shall be provided in accordance with the approved details provided in drawings: D2538 ?FAB-XX-00-DRL-0101 Rev B, D2538-FAB-XX-00- DR-L-0102 Rev D and D2538-FAB-XX-00-DR-L0103 Rev D prior to the first use of the stadium. These facilities are to be permanently maintained thereafter and available free for members of the public to use outside match times.\r\n\r\n(B) Notwithstanding the approved plans, details of cycle parking for each residential block of the outline development including the routes to the stores shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of any unit in that block.\r",
    "Condition : 44 - Details of anti-terrorism measures for the stadium building and access thereto shall be submitted to and approved in writing by the Local Planning Authority 6 months prior to the completion of the stadium. Approved measures shall be implemented prior to the first use of the stadium and maintained permanently thereafter.",
    "Condition : 45 - Full details, including noise levels of any visual display, Public Address (PA), or amplified sound system for the stadium shall be submitted to and approved in writing by the Local Planning Authority prior to the first use of the stadium. The approved PA system shall only be used during events that take place within the Stadium two hours prior to the event commencing (apart from for testing purposes) and within 30 minutes of the completion of the event. No PA system, other than for transmission of travel information or emergency use shall take place outside the stadium building. The PA system shall be operated in accordance with the approved details.",
    "Condition : 46 - Details of any floodlighting to the stadium shall be submitted to and approved in writing by the Local Planning Authority before the stadium is first used. Development shall be carried out in accordance with the approved details. The approved floodlighting shall not be used before 8:00am or after 11:00pm on any day.",
    "Condition : 47 - All works affecting the public highway are to be carried out in accordance with the approved S278/S38 agreement. \r\nThe approved works shall be completed in accordance with the local planning authority's written approval and have been certified in writing as complete on behalf of the local planning authority prior to occupation of any part of the development.",
    "Condition : 48 - The development shall be carried out in all respects in accordance with the following details:\r\n(i)\tBrentford Football Club, Drawing: OB Yard (Ref. 249889 - SK-047 - Issue 1, dated 17/04/18).\r\n(ii)\tMethod Statement (dated 10/06/2018).",
    "Condition : 49 - Details of the cycle wheel channels that are to be provided on all steps are to be submitted to and approved by the Local Planning Authority prior to occupation of any part of the development. Development shall be carried out in accordance with the approved details."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "19/09/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 178304,
  "last_updated": "2025-03-19T18:13:00.866+00:00",
  "development_type": "Major dwellings",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001273285",
  "application_details": {
    "site_area": 0.008
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "03/12/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2917161,
          51.4912886
        ],
        [
          -0.29164609999999996,
          51.4912328
        ],
        [
          -0.2917587,
          51.4911678
        ],
        [
          -0.2918209,
          51.4912377
        ],
        [
          -0.2917161,
          51.4912886
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/2390",
  "valid_date": "20/06/2018",
  "description": "Variation of conditions 4 (approved plans), 6 (non residential use) and 7 (stadium use to permit rugby as previously approved) of planning permission 00703/A/P11 approved 12/06/2014 for: Hybrid Planning Application for Brentford Football Club for: Full Planning Permission for the demolition of all existing buildings and the erection of a stadium with ancillary accommodation (D2 Use Class), associated infrastructure including a new vehicular and pedestrian bridge from the eastern corner of the site into Capital interchange Way, reopening of an existing pedestrian underpass from Kew Bridge Station beneath Lionel Road South and the construction of a new covered, open sided link from that underpass to the stadium beneath Lionel Road South and the construction of a new covered, open sided link from that underpass to the stadium external concourse, vehicular and pedestrian circulation areas, public realm improvements, 60 car parking spaces, 400 cycle parking spaces and landscaping; and Outline Planning Permission for the demolition of all existing buildings and erection of associated enabling development, comprising residential units (C3 Use Class), retail/other floorspace (A1, A2, A3, A4, A5, D1 and D2 Use Classes), a hotel (C1 Use Class), vehicular and pedestrian circulation areas, up to 775 car parking spaces, cycle parking, associated hard and soft landscaping and public and private amenity spaces (all matters reserved) to:\r\nAmend the stadium design (to decrease capacity to 17,250, reduce footprint and height, relocate community spaces to central eastern site), alterations to footprint and form of residential buildings (no change to maximum height or overall floorspace), alterations to unit mix, redesign of the ground floor and public realm areas, amend the massing parameters of Block I, J and K, amend the landscape scheme, allow B1 commercial use within the approved commercial floorspace, introduce 1,020 sqm community facilities (D1 use) and amend the floorspace of..",
  "centroid_easting": 518693,
  "site_number": null,
  "lapsed_date": "02/12/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "Lionel Road South",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4912341",
    "lon": "-0.29173129999999997"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/2390",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_2390",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518693.91,
              178310.09
            ],
            [
              518698.92,
              178303.99
            ],
            [
              518691.27,
              178296.58
            ],
            [
              518686.77,
              178304.26
            ],
            [
              518693.91,
              178310.09
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}