{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (P001 P1, P100 P2, P110 P1, P150 P1, P170 P1, P175 P1, P200 P1, P220 P1, P230 P1 Received: 02/02/2015\r\nP180 P1, P185 P1, P210 P1, P910, P911, P912 Received: 14/05/2015, P920 and P921 Received: 08/06/2015, Design and Access Statement dated January 2015 Received: 02/02/2015, Noise Impact Assessment Report dated 29/01/2015 Revision No.1 Received: 02/02/2015Planning Statement dated February 2015 Received: 16/02/2015\r\nExtended Phase 1 Ecological Assessment dated February 2015 Received: 16/02/2015\r\nModular Logistic Building Specification, Classification of Reaction to Fire Report, Clarification of Proposed Use of Modular Accommodation and General Appraisal Certificate Received: 14/05/2015, BREEAM New Construction 2014 Pre-Assessment  Version 1.1 Received:24/06/2015, Samples of the Proposed External Cladding and Roofing Materials Received: 13/07/2015, Materials Schedule Received: 23/07/2015) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The development not shall not be carried out other than in accordance with the materials specified in the Materials Schedule dated 9th July 2015 Received: 23/07/2015 unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Prior to first occupation of the school building, full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. Where relevant, these details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant). Soft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme) The landscaping shall be implemented in accordance with the approved plans prior to first occupation of the building and shall be maintained thereafter.",
    "Condition : 5 - No development shall take place until a Construction Management Plan (CMP) covering the construction stages has been submitted to and approved in writing by the Local Planning Authority. The CMP shall cover:\r\ni. a site plan\r\nii. a pre-start record of site conditions on the adjoining public highway will be undertaken and agreed with the council\r\niii. provision for the parking of vehicles of site operatives and visitors\r\niv. provisions for loading and unloading of plant and materials within the site\r\nv. provision for the storage of plant and materials used in constructing the development\r\nvi. the erection and maintenance of security hoarding\r\nincluding decorative displays and facilities for public viewing, where appropriate\r\nvii. wheel washing facilities at the site exit\r\nviii. measures to control the emission of dust and dirt during construction\r\nix. a scheme for recycling/disposing of waste resulting from demolition and construction works\r\nx. appropriate vehicle routes to and from the site\r\nxi. measures to ensure the safety of all user of the public highway especially in the vicinity of the site\r\nxii. employee travel patterns\r\nxiii. Any proposed restriction on hours given the educational use and residential nature of Boundaries Road\r\nAll construction works shall be managed in accordance with the approved CMP.",
    "Condition : 6 - Prior to first occupation of the building, details of any lighting to the proposed school building and lighting to the surrounding site shall be submitted to and approved in writing by the local planning authority. The lighting shall be installed in accordance with the approved plans and shall be maintained thereafter.",
    "Condition : 7 - Evidence that the development is registered with a BREEAM certification body and that a pre-assessment report (or design stage certificate with interim rating if available) has been submitted indicating that the development can achieve the stipulated BREEAM level ?Excellent? shall be presented to the local planning authority within 6 weeks of the date of this decision and a final certificate shall be presented to the local planning authority within 3 months of the first occupation of any part of the development.",
    "Condition : 8 - No further fans, louvres, ducts or other external plant shall be\r\ninstalled without the written prior approval of the Local Planning Authority.",
    "Condition : 9 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm Mondays to Friday, 8:00am to 1:00pm on Saturdays, with no work to take place on Sundays and Bank Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 10 - The development hereby approved premises shall be used for non-residential education and training purposes only and for no other purpose (including any other purpose in Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 11 - No demolition shall take place during the bird breeding season (March to August inclusive), unless the site has been inspected by a suitably qualified ecologist with full knowledge of the proposed demolition program and processes, and the ecologist concludes that the development would not contravene protection afforded with the Wildlife and Countryside Act 1981 (As Amended)\r\nIn the event that demolition is to be undertaken during the bird breeding season, no demolition shall take place until a copy of the ecologists? report confirming the acceptability of the demolition program and process has been submitted to the Local Planning Authority.",
    "Condition : 12 - Within two months of the commencement of development on site, details shall\r\nhave been submitted to the Local Planning Authority for approval of a scheme\r\nproviding for the insulation of the development against the transmission of\r\nexternally generated noise (e.g. aircraft) , taking account of any ventilation or\r\nplant requirements necessary, in order to ensure that the maximum noise levels\r\npermitted within the classroom do not exceed those that are specified in Table\r\n1 of Building bulletin 93 ? Acoustics Design of Schools: performance standards.",
    "Condition : 13 - Information (including Test reports) shall be submitted to and approved by the\r\nLocal Planning Authority prior to first use of the building to demonstrate that the\r\nproposed noise insulation scheme is compliant with the approved standard.\r\nThis shall be done by carrying out post completion noise tests inside teaching\r\nand learning spaces carried out by accredited/approved organisations. Noise\r\ntests shall be carried out taking account of worst case environmental\r\nconditions, such as easterly operations at Heathrow, peak time traffic flows\r\nwind speed, direction and presence of temperature inversion. Continuous and\r\nfull logged data shall be submitted, together with parameters measuring LAeq,\r\n30mins dB, as the upper limit for the indoor ambient noise level, both for new\r\nbuild and refurbishment."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "17/09/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 173293,
  "last_updated": "2025-03-19T18:10:54.844+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Hanworth Park (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023399196",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW13 5DT",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "23/09/2015",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.394283,
          51.447635
        ],
        [
          -0.394284,
          51.447608
        ],
        [
          -0.394328,
          51.447609
        ],
        [
          -0.394327,
          51.447636
        ],
        [
          -0.394283,
          51.447635
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/0454",
  "valid_date": "23/07/2015",
  "description": "Alterations to Feltham Skills Centre, West Thames College, including the demolition of an existing single storey extension to the De Brome building (on the site of the previous school hall) and erection of a two storey extension to the De Brome building containing vocational training workshops. Relocation of an existing modular logistics building to a location adjacent to the proposed two storey extension.",
  "centroid_easting": 511680,
  "site_number": "77",
  "lapsed_date": "22/09/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "Boundaries Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.447622,
    "lon": -0.394306
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/0454",
  "site_name": "De Brome Building",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_0454",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}