{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun on or before 09/02/2020.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (1006 P01A; 1006 P02B; 1006 P03B; 1006 P04A; 1006 P05;1006 P06A; 1006 P07D; 1006 P09F; Unnumbered Planning Statement. \r\nReceived: 26/10/2017.\r\n1006 P08H; 1006 P10J; 1006 P11G; 1006 P18. Received: 18/12/2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - Prior to the first use or occupation of the development, full details (including manufacturer's specifications) of the cycle parking provision for the development shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall conform to current guidance such as the TfL London Cycling Design Standards in design and layout, and be fully implemented and made available for use before the first occupation of the development hereby approved and thereafter retained for use at all times without obstruction.",
    "Condition : 6 - Prior to the commencement of development, details of the arrangements for the storing of waste and recycled materials, including details of how the placing of waste and recycled materials in a suitable location for collection would be undertaken and managed, shall be submitted to and approved by the Local Planning Authority. Thereafter, these arrangements shall be implemented in accordance with the agreed details.",
    "Condition : 7 - Prior to the commencement of development and notwithstanding the approved drawings, full details of the proposed means of enclosure to the roof level terrace to Flat E shall be submitted to and approved in writing by the Local Planning Authority. Thereafter, the means of enclosure shall be implemented in accordance with the agreed details.",
    "Condition : 8 - Prior to the first occupation of the flats hereby permitted, the local planning authority shall be informed of the agreed naming and numbering of the proposed dwellings so that arrangements can be put in place to ensure that, with the exception of Blue Badge holders, no resident of the development shall obtain a resident's parking permit.",
    "Condition : 9 - No development shall take place, including any works of demolition, until a Construction Management Plan has been submitted to and approved in writing by the Local Planning Authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall include: \r\ni. a site plan showing details of access, storage, loading and turning; \r\nii. confirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused; \r\niii. safeguarding measures that would be put in place to protect adjoining buildings; \r\niv. provision for the parking of vehicles of site operatives and visitors; \r\nv. provisions for storage of plant and materials within the site; \r\nvi. the erection and maintenance of security hoarding; \r\nvii. measures to control the emission of dust and dirt during construction; \r\nviii. any illumination of the site during construction; \r\nix. a scheme for recycling/disposing of waste resulting from construction works; \r\nx. appropriate vehicle routes to and from the site; \r\nxi. measures to ensure the safety of all users of the public highway in the vicinity of the site, with particular reference to cyclists and pedestrians; \r\nxii. contractor membership of FORS or similar.  \r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "22/12/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 178548,
  "last_updated": "2025-03-19T18:23:47.374+00:00",
  "development_type": "Minor dwellings",
  "ward": "Turnham Green (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023492600",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 5DB",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "22/12/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.269477,
          51.493115
        ],
        [
          -0.269478,
          51.493088
        ],
        [
          -0.269521,
          51.493088
        ],
        [
          -0.26952,
          51.493115
        ],
        [
          -0.269477,
          51.493115
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/4556",
  "valid_date": "27/10/2017",
  "description": "Variation of conditions 2 (approved plans) and 3 (materials) to allow changes to the elevations, internal layout and materials of planning permission 00248/492-496/P9 approved 10/02/2017 for Erection of an additional floor and reconfiguration of the internal layout of the existing first floor to provide in total seven self-contained flats.",
  "centroid_easting": 520233,
  "site_number": "496",
  "lapsed_date": "21/12/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Chiswick High Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.493101,
    "lon": -0.269499
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/4556",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6490530",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_4556",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}