{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted herewith and approved by the Local Planning Authority (before the building is occupied).  Any applications for variation shall be accompanied, inter alia, by overlay drawings provided by the applicant for comparison with the permitted scheme.",
    "Condition : 3 - No development shall take place until samples of the materials and a sample board of the materials to be used in the construction of the external surfaces of the buildings hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details.",
    "Condition : 4 - The premises shall be used for Office use, within Class Use B1 and no other purpose within the Schedule of the Town and Country Planning ( Use Classes) Order 1987.\r\n.",
    "Condition : 5 - \r\nNo demolition or construction work shall take place on the site except between the hours of 08.00 to 18.00 on Mondays to Friday and 08.30 to 13.00 on Saturdays and none shall take place on Sundays and public holidays without the prior agreement of the Local Planning Authority.\r\n",
    "Condition : 6 - During construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis' of construction vehicles exiting the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway. The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times.  Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material.  Suitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the guidance at www.london.gov.uk/mayor/environment/air_quality/docs/construction-dust-bpg.pdf and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of properties outside the site.   Details of the amount and type of waste that will be produced and how it will be reused, recycled or disposed of during the construction process shall also be submitted.",
    "Condition : 7 - Start of works on site shall be notified to the Council's Community Environment Team on 020 8583 5070",
    "Condition : 8 - No additional flank windows or other glazed openings shall be formed in the southern elevation of the building hereby approved without the prior written consent of the Local Planning Authority.",
    "Condition : 9 - The flat roof areas of the building hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Condition : 10 - Before first occupation of the buildings the loading, unloading and turning space, and marking out and allocation of those parking spaces (including spaces for people with disabilities), and details of cycle parking/stands in accordance with the scheme shall be submitted and approved in writing and such spaces shall be permanently available and not be used for any other purpose. The development shall be carried out in accordance with the approved details.",
    "Condition : 11 - Prior to building work commencing, an energy assessment written in line with the London Plan Energy Hierarchy, will be submitted to the Local Planning Authority and approved in writing. The assessment should demonstrate how the development will follow the hierarchy of energy efficiency, decentralized energy and renewable energy technologies to secure a minimum 40% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L (2010). The development shall then be built in accordance with the recommended energy strategy approved by the Local Planning Authority.\r\n",
    "Condition : 12 - Within three months of work (excluding demolition) starting on site a design stage assessment report prepared by an accredited BREEAM assessor and summary score sheets under the BREEAM (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that a 'Very-Good' rating will be achieved on the office development. This report will be submitted to BRE and upon receipt a BRE Design Stage certificate certifying the development achieves a BREEAM 'Very-Good'.",
    "Condition : 13 - Prior to first occupation of the office development Post Construction Review certificates and summary score sheets under the BREEAM (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that a 'Very-Good' rating has been achieved on the office development. This report will be submitted to BRE and upon receipt a BRE Post Construction Stage certificate certifying the development achieves a BREEAM 'Very-Good' will also be submitted to the local planning authority.",
    "Condition : 14 - The development hereby permitted shall not be occupied until details for the storage in a suitable enclosure and subsequent disposal of waste and for the separation and storage in a suitable enclosure and the subsequent disposal for processing of recyclable materials generated by the development have been submitted to and approved in writing by the local planning authority.  The details so approved shall be put into effect before the development is first occupied and shall be permanently retained thereafter. The waste and recyclable materials shall only be stored within the areas so approved and not outside the site.",
    "Condition : 15 - No development shall take place until full details of both the Green Wall and the Green Roofs have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These shall include written specifications including cultivation and other operations associated with plant and grass establishment; schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme and a 5-year maintenance programme.",
    "Condition : 16 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment (FRA) REF.X208219/DKP/ET/OCTOBER2008",
    "Condition : 17 - Prior to occupation, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved details. If the development is unable to meet the required 40% reduction in CO2 emissions through the approved energy strategy, then any shortfall should be made up through the application of further sustainability measures unless otherwise approved by the Local Planning Authority in writing.\r\n\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "01/05/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 178429,
  "last_updated": "2025-03-19T18:16:46.289+00:00",
  "development_type": "Major all other major developments",
  "ward": "Turnham Green (Pre May 2022)",
  "parking_details": null,
  "uprn": "200003971744",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 4PH",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "28/03/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.261513,
          51.491927
        ],
        [
          -0.261514,
          51.4919
        ],
        [
          -0.261557,
          51.4919
        ],
        [
          -0.261556,
          51.491927
        ],
        [
          -0.261513,
          51.491927
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/0137",
  "valid_date": "30/01/2014",
  "description": "Variation of Condition 2 (approved plans) of planning permission 00371/A(6)/P3 dated 30/03/2012 for the demolition of existing single storey pitched roof shed and erection of a 4 storey (ground to 3rd) plus basement building on the side of the existing shed to provide office space (B1) with ancillary accommodation replacement of roof to existing \"east wing\" to north minor alterations to existing facades, dated 16/03/2009 - to alter roof shape, elevations and floor area (minor material amendments)",
  "centroid_easting": 520789,
  "site_number": "6",
  "lapsed_date": "27/03/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Barley Mow Passage",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.491914,
    "lon": -0.261535
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/0137",
  "site_name": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_0137",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}