{
  "lpa_app_no": "P/2015/4519",
  "centroid_northing": 177373,
  "status": "Commenced",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:39:01.446+00:00",
  "valid_date": "11/11/2015",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 521402,
  "actual_commencement_date": "10/05/2018",
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/4519",
  "site_number": "GUNNERSBURY PARK 179",
  "decision": "Approved",
  "ward": "Brentford (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": 154,
    "no_existing_cycle": 10,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": 17,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": 144,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": 17,
    "net_lgv": null,
    "no_proposed_car": 283,
    "no_existing_bluebadge": 0,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": 130,
    "no_existing_bus": null,
    "net_car": 153
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2015_4519",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Metropolitan Open Land",
        "constraints_layer_description": "Open Space Protection"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D2",
        "gia_gained": 3547,
        "actual_commencement_date": "10/05/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 507
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3547,
      "total_gia_lost": 507,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 507,
      "total_gia_gained": 3547,
      "development_type": "New Build",
      "site_area": 22.23
    },
    "scheme_name": "Site Allocation HOLP9",
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "100021582277",
  "decision_date": "26/01/2016",
  "description": "Erection of a new two storey building on the site of the redundant bowls green comprising team changing rooms for the external sports facilities, 5 court sports hall, multi-use studios and associated changing facilities, cafe community room, archive store and office accommodation together with associated external works comprising new natural grass pitches for rugby, cricket, floodlit artificial grass pitches and floodlit tennis courts, multi-use games area, external gym equipment, associated external sports store, car parking provision, cycle storage, waste and recycling facilities and associated hard and soft landscaping",
  "site_name": "Flat 17",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "10/02/2016",
  "borough": "Hounslow",
  "postcode": "W4 2TN",
  "street_name": "Corney Reach Way",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "25/01/2019",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Design and access statement revision 1 dated 22nd October 2015 \r\nBREEAM preliminary assessment report dated 28th October 2015\r\nArboricultural Report of 21st October 2015 and Drwg No Barrell Plan Ref: 15323-BT3 by Barrell Tree Consultancy\r\n\r\nEnergy Strategy Report, dated October 2015, by Capita\r\n\r\nFlood Risk Assessment, dated 15th September (revised 19th October 2015), by Curtins\r\n\r\nHeritage Impact Assessment, dated 27th October 2015, by Purcell\r\n\r\nHistoric Environment Assessment addendum of October 2015 produced by MOLA\r\n\r\nPhase 2 Bat Survey dated August 2015 by Furesfen\r\n\r\nNoise Assessment 15/0511/R01 dated 16th October 2015, by Cole Jarman\r\n\r\nPlanning Statement dated October 2015 by Shireconsulting\r\n\r\nStatement of Community Involvement dated 20th October 2015\r\n\r\nTransport Assessment & Travel Plan, dated 19th October 2015, by Curtins\r\n\r\nVisual Impact Assessment dated 22nd October 2015, \r\nby AFLS&P\r\n\r\nSCC/GP/AGP/20A\r\nSCC/GP/AGP/21A\r\nSCC/GP/AGP/22A\r\nSCC/GP/AGP/23A\r\nSCC/GP/AGP/24A\r\nSCC/GP/AGP/25\r\nSCC/GP/AGP/26\r\nSCC/GP/AGP/27A\r\nSCC/GP/AGP/28A\r\nGNS/SP/01/Rev 04\r\nGNS/SP/C/002 R01\r\nGNS/SP/03/Rev 01\r\n3399 (08)001 Location Plan\r\n3399 (08)003 Site Plan 01\r\n3399 (08)007 Ground Floor Plan\r\n3399 (08)008 First Floor Plan\r\n3399 (08)009 Roof Plan\r\n3399 (08)010 Sections AA-BB\r\n3399 (08)011 Sections CC-DD\r\n3399 (08)012 East & South Elevations\r\n3399 (08)013 West & North Elevations\r\n3399 (08)014 Proposed Wall Elevation\r\n3399 (08)020 Demolition Plan\r\n3399 (08)021 Wall Elevations\r\nAll Received 12/10/15\r\nTransport Assessment Summary Note dated 06/01/2016 by Curtains received 11/1/16\r\nTransport Assessment Addendum TPLO1124 by Curtains received 12/1/16 ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The development shall not be occupied until a scheme setting out the type, design, lux levels and measures to control glare and overspill light from sports lighting and measures to ensure sports lights are switched off when not in use has been submitted to and approved in writing by the Local Planning Authority after consultation with Sport England. The scheme shall accord with Sport England's \"Outdoor Sports Lighting\" Briefing Note published in September 2010 and the LTA guidance 'Floodlighting Outdoor Tennis Courts'. After commencement of use of the development the sports lighting shall be operated in accordance with the approved scheme.",
    "Condition : 4 - The floodlighting, hereby permitted, shall not be operated outside the hours of 9.00-22.00 Monday - Sunday.",
    "Condition : 5 - The  tennis courts shall be developed to the following specifications in accordance with Sport England Guidance: \r\n -25mm of 6mm open grade macadam. \r\n-40mm of 10mm binder course macadam. \r\n-300m of Type 1 MOT Primary Stone - Note: recycled materials are not to be used. \r\n-Geotextile membrane\r\n- Rigid Panel Weld Mesh fencing",
    "Condition : 6 - No development shall take place until samples and details of the materials to be used in the construction of the external surfaces of the sports hall hereby permitted have been submitted to and approved in writing by the local planning authority in agreement with the chair of planning committee.  Details should demonstrate the Aggregate and fill composition of the gabion baskets, the colour general arrangement width and proportions of the timber cladding and of the metal cladding and perforated security screens.  Development shall be carried out in accordance with the approved details",
    "Condition : 7 - The office floorspace contained within the development hereby approved shall be used only as offices ancillary to the main use of the premises as a sports hub and shall not be used for any other purpose.",
    "Condition : 8 - The storage area hereby permitted shall be used only for storage ancillary to the Gunnersbury Park Museum and for not other purpose (including any purpose in Class B8 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 or any order revoking or re-enacting that order).",
    "Condition : 9 - No deliveries shall be taken at or despatched from the site outside the hours of 8.30-22.30 Monday - Saturday nor at any time on Sundays, Bank or Public Holidays.",
    "Condition : 10 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 11 - Before any plant and/or machinery is used on the premises, it shall be enclosed with sound-insulating material and mounted in a way which will minimise transmission of structure borne sound in accordance with a scheme to be approved in writing by the Local Planning Authority.",
    "Condition : 12 - The use of the sports centre hereby permitted shall not be begun until details of the arrangements for storing of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the sports centre is first used.",
    "Condition : 13 - No development shall take place until full details of minor artefacts (external fitness stations, lighting, way finding signs and furniture) and soft landscape works (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment) have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.",
    "Condition : 14 - No works or development shall take place until full details of all proposed tree planting, and the proposed times of planting, have been approved in writing by the local planning authority, and all tree planting shall be carried out in accordance with those details and at those times.",
    "Condition : 15 - If within a period of two years from the date of the planting of any tree, that tree, or any tree planted in replacement for it, is removed, uprooted or destroyed or dies, (or becomes, in the opinion of the local planning authority, seriously damaged or defective,) another tree of the same species and size as that originally planted shall be planted at the same place, unless the local planning authority gives its written consent to any variation",
    "Condition : 16 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.",
    "Condition : 17 - A detailed management plan, including operating responsibilities, security measures, means of retaining public access to the facilities and maintenance schedules for all sports facilities, pitches studios and ancillary spaces along with timings of bookings, costs of bookings, overnight security and cleaning shall be submitted to and approved by the local planning authority prior to the first use of the of the sports centre. The management plan shall be carried out as approved.",
    "Condition : 18 - The foyer, lobby, caf? and toilets shall remain accessible to the public and at no point shall turnstile access be installed to control entry to these parts of the sports centre.",
    "Condition : 20 - Prior to commencement of development a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The travel plan shall be implemented as approved for the duration of use of the sports facilities.",
    "Condition : 21 - Prior to commencement of development detailed plans for the provision of a minimum of 118 free cycle parking spaces shall be submitted to and approved in writing by the Local Planning Authority. Cycle parking shall be provided in accordance with the approved details prior to the first use of the sports centre, with these facilities to be permanently maintained thereafter and free for members of the public to use during park opening hours.",
    "Condition : 22 - Prior to occupation of development, a Car Parking Management Plan shall be submitted to and approved in writing by the Local Planning Authority.  The plan shall reference the phasing plan referred to in condition 23. The measures as approved shall be implemented prior to the first occupation of the development hereby permitted and shall be maintained for the duration of the use unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 23 - Prior to commencement of development a car parking phasing plan shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance with the phasing plan unless prior written approval of the Local Planning Authority is obtained to any variation. \r\nThe phasing plan shall detail that no more than 36 additional spaces shall be provided in conjunction with the development of the sports centre hereby approved, and detilas shall be provided for the treatment of the remaining parking area prior to implementation of further spaces. No more than 153 spaces in total shall be provided on the site.  The phasing plan shall detail how the uptake of these spaces shall be monitored and released for occupation, and provide details of the treatment of the remaining spaces prior to their implementation.\r\n",
    "Condition : 24 - No development shall commence until a Construction Logistics Plan (CLP) has been submitted to the Local Planning Authority and approved in writing. Heavy vehicles are to be routed to avoid travelling the residential areas near the site with no access through Lionel Road North. The CLP should include:\r\na)\tBooking systems\r\nb)\tConsolidated or re-timed trips\r\nc)\tSecure off-street loading and drop-off facilities\r\nd)\tusing operators committed to best practice, demonstrated by membership of TfL's Freight Operator Recognition Scheme (FORS) or similar.\r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.25305,
          51.482305
        ],
        [
          -0.253051,
          51.482278
        ],
        [
          -0.253095,
          51.482279
        ],
        [
          -0.253094,
          51.482306
        ],
        [
          -0.25305,
          51.482305
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -0.253072,
    "lat": 51.482292
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}