{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Location Plan (unnumbered), LM/09A Rev A, LM/02A Rev A, LM/04C Rev E, LM05C Rev C, all received 22.11.16; Planning Statement received 30.11.16; LM/011C Rev D received 18.01.17; LM/01A Rev B, LM/03A Rev B, LM/06D Rev H, LM/016A Rev B, LM/17A Rev C, all received 06.02.17) and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 3 - No demolition or construction work shall take place on the site except between the hours of 08:00 and 18:00 on Mondays to Friday and 09:00 and 13:00 on Saturdays, and none shall take place on Sundays and Public Holidays, without the prior agreement of the Local Planning Authority.",
    "Condition : 4 - Within three months of the date of this permission, unless otherwise agreed in writing by the Local Planning Authority, details of the finishes to the east elevation as shown on drawing no. LM/011C Rev D, to include new windows, doors and other modifications, shall be submitted to and approved in writing by the Local Planning Authority. The agreed details shall be implemented as approved prior to the first use of the development.",
    "Condition : 5 - Notwithstanding the provisions of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), or any order revoking or re-enacting that order, unit 2A shall only operate as a use falling within the B1 Use Class and for no other purpose (including any change of use to residential via the prior approval process).",
    "Condition : 6 - Within three months of the date of this permission, unless otherwise agreed in writing by the Local Planning Authority (and notwithstanding the details secured by condition 2), plans shall be submitted to and approved in writing which show minor modifications to the internal layout of unit 2A to accommodate the storage of refuse and recycling bins. The revised layout as approved by this condition shall be implemented prior to the first use of the development hereby permitted.",
    "Condition : 7 - Within three months of the date of this permission, unless otherwise agreed in writing by the Local Planning Authority, details of the wall insulation to unit 2A shall be submitted to and approved in writing by the Local Planning Authority. The agreed details shall be implemented as approved prior to the first use of the development hereby permitted.",
    "Condition : 8 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 9 - The first-floor windows as shown on drawing no's LM/016A Rev B (west elevation) and LM/17A Rev C (north elevation) shall be obscurely glazed and non-opening, and shall not be repaired or replaced otherwise in accordance with these requirements.",
    "Condition : 10 - The three roof windows/sky lights as shown on drawing no. LM/05C Rev E shall be non-opening, and shall not be repaired or replaced otherwise in accordance with this requirement.",
    "Condition : 11 - The flat roof area above the ground floor office and workspace of the commercial unit (which shall contain three roof windows/sky lights) shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Condition : 12 - Unit 2A shall remain as one planning unit and at no time shall internal doors be blocked up."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "17/01/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 178513,
  "last_updated": "2025-03-19T18:28:20.393+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Chiswick Homefields (Pre May 2022)",
  "parking_details": null,
  "uprn": "200002819282",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 2LH",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "27/03/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.252702,
          51.492551
        ],
        [
          -0.252703,
          51.492524
        ],
        [
          -0.252746,
          51.492525
        ],
        [
          -0.252745,
          51.492552
        ],
        [
          -0.252702,
          51.492551
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/5329",
  "valid_date": "22/11/2016",
  "description": "00312/2-2A/P2\r\nAPPEAL REFERENCE:  APP/F5540/W/17/3182759\r\nAlterations to front and side elevations including new windows and doors. Revised boundary treatment and roof alterations.\r\n\r\n00312/2-2A/P3\r\nAPPEAL REFERENCE: APP/F5540/W/17/3183982\r\nVariation of condition 2 (approved plans) of planning permission 00312/2-2A/P2 dated 27/3/2017 to allow alterations to front and side elevations including new windows and doors and revised boundary treatment and roof alterations\r\n",
  "centroid_easting": 521399,
  "site_number": "2A",
  "lapsed_date": "26/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Cranbrook Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.492538,
    "lon": -0.252724
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/5329",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5644247",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_5329",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}