{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Flood Risk Assessment, 1611-L.01, 1611/TP.10, 1611/TP.11, 1611/TP.12, 1611/TP.13, 1611/TP.18, and 1611/TP.19 received: 1 February 2017. 1611/TP.16 Rev A received: 27 March 2017. Waste Management Plan received: 28 March 2017. 1611/TP.14 Rev B, 1611/TP.15 Rev A, and 1611/TP.17 Rev A received 29 March 2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the extension hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 4 - No new plumbing or pipes, other than rainwater pipes, shall be fixed to the external faces of buildings or associated structures.",
    "Condition : 5 - The waste and recycled materials storage arrangements shown on the approved drawing and Waste Management Plan shall be completed before any part of the development hereby permitted is occupied.",
    "Condition : 6 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 7 - The premises shall be used for A1 Retail and for no other purpose.",
    "Condition : 8 - A landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for the proposed green walls, shall be submitted to and approved by the local planning authority prior to the occupation of the development.  The green walls and the associated landscape management plan shall be carried out as approved.",
    "Condition : 9 - a) Before any mechanical services plant including heating, ventilation and air conditioning (HVAC) to which the application refers is used at the premises, a scheme shall be submitted to and approved in writing by the local planning authority which demonstrates that the following noise design requirements can be complied with and shall thereafter be retained as approved.\r\nb) The cumulative measured or calculated rating  level of noise emitted  from the mechanical services plant including heating, ventilation and air conditioning  (HVAC)  to which the application refers , shall be 5dB(A) below the existing background noise level (LA90), at all times that the mechanical system operates. The measured or calculated noise levels shall be determined at the boundary of the nearest ground floor noise sensitive premises or 1 meter form the facade of the nearest first floor (or higher) noise sensitive premises, and in accordance with British Standard 4142: 2014. An alternative position for assessment / measurement may be used to allow ease of access, this must be shown on a map and noise propagation calculations detailed to show how the design criteria is achieved.\r\nc) The plant shall be isolated on adequate proprietary anti-vibration mounts to prevent the structural transmission of vibration and regenerated noise within adjacent or adjoining premises, and these shall be so maintained thereafter.\r\nd) Following installation of any mechanical services plant including heating, ventilation and air conditioning (HVAC) to which the application refers, a post completion noise assessment shall be submitted within 3 months of the date of this permission for approval to the local planning authority which demonstrates the actual measured rating level of plant operating under normal conditions. All measurements shall be made in accordance with the methodology of BS4142 : 2014 (Methods for rating and assessing industrial and commercial sound) and/or its subsequent amendments."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "31/03/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 178509,
  "last_updated": "2025-03-19T18:20:02.766+00:00",
  "development_type": "Minor retail and service",
  "ward": "Turnham Green (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023490249",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 1NP",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "07/04/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.260694,
          51.492634
        ],
        [
          -0.260695,
          51.492607
        ],
        [
          -0.260738,
          51.492608
        ],
        [
          -0.260737,
          51.492635
        ],
        [
          -0.260694,
          51.492634
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/0422",
  "valid_date": "03/02/2017",
  "description": "Erection of a part two / part three storey rear extension to existing single storey pharmacy to provide a dispensary on the first floor and office on the second floor.",
  "centroid_easting": 520844,
  "site_number": "300",
  "lapsed_date": "06/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Chiswick High Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.492621,
    "lon": -0.260716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/0422",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5787781",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_0422",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}