{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (SLN/C/MK2, 301 F, 301 J, 302 C, 302 E, 305 B, and 305 D received on the 18.11.2014) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - A Delivery and Servicing Management Plan shall be submitted to and approved in writing by the local planning authority prior to\r\ncommencement of the development. The measures approved in the Plan shall be implemented from commencement and shall be so maintained for the duration of the relevant use.\r\n",
    "Condition : 4 - No development shall take place until full details of the green roof and green wall to be used on the extension to the building, together with a scheme for its ongoing maintenance, have been submitted to and approved in writing by the Local Planning Authority. Development shall be carried out in accordance with the approved details. The approved scheme shall be implemented for the duration of the use.",
    "Condition : 5 - No development shall take place until full details of both hard and soft landscape works, including a timetable for their implementation, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved. These details shall include proposed finished levels or contours, external lighting, other vehicles and pedestrian access and circulations areas.\r\n\r\nSoft landscape works shall be included (planting plans), written\r\nspecifications, including watering plans, schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate, implementation program. These details shall include green walls. Details of proposed maintenance for the first five years shall also be included.\r\n\r\nAll soft landscape works shall be carried out in accordance with the approved details prior to the occupation of the building and retained thereafter.\r\n\r\nIf within a period of five years from the date of planting any tree or specimen shrub or green roof area that tree or specimen shrub or green roofing or any tree or specimen shrub or green roofing planted in replacement for it is removed, uprooted or destroyed or dies (or becomes, in the opinion of the Local Planning Authority, seriously damaged or defective), another tree or specimen shrub of the same specifies and size as that originally planted shall be planted at the same place.\r\n",
    "Condition : 6 - No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected. The boundary treatment shall be completed before the building is occupied. Development shall be carried out in accordance with the approved details.",
    "Condition : 7 - Notwithstanding the approved plans, all glazed window facing onto the residential properties on Barrowgate Road, shall be obscured glazed and fixed shut throughout the duration of the use.",
    "Condition : 8 - Before any development commences full details of the proposed\r\nconstruction methodology, in the form of a Method of Construction\r\nStatement, shall be submitted to and approved in writing by the local\r\nplanning authority. The Method of Construction Statement shall include details regarding: regarding the timing and coordination of works; the notification of neighbours with regard to specific works; advance notification of road closures; details regarding parking, deliveries, and storage; details regarding dust mitigation; details of measures to prevent the deposit of mud and debris on the public highway; and other measures to mitigate the impact of construction upon the amenity of the area and the function and safety of the highway network. The development shall not begin until provision has been made to accommodate all site operatives', visitors' and construction vehicles' loading, off-loading, parking and turning within the site or otherwise during the construction period in accordance with the approved details.\r\n\r\nThese details shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of demolition. The details of the approved Method of Construction Statement must be implemented and complied with for the duration of the construction process.\r\n",
    "Condition : 9 - Prior to any occupation of the development a scheme for the storage and collection of waste and materials to be recycled including a timetable for implementation shall have been submitted to and approved in writing by the Local Planning Authority and the approved scheme shall then be managed as approved.",
    "Condition : 10 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 11 - Details of a Lighting Management Plan shall be submitted to and\r\napproved by the Local Planning Authority prior to the commencement of the development. The LMP should cover both interior and exterior lighting, including times to be switched off. The development shall be carried out in accordance with the approved details and shall be retained.\r\n",
    "Condition : 12 - No goods or materials shall be stacked or stored within the areas outside the buildings.",
    "Condition : 13 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 14 - \r\nAny plant, machinery, air conditioning units shall operate at 10dB below background noise levels in accordance with the Noise Assessment provided with the application.\r\n",
    "Condition : 15 - No articulated vehicle transporters shall be taken to or dispatched from the site.",
    "Condition : 16 - Notwithstanding the details shown on the drawings hereby approved full particulars and samples shall be submitted to and approved by the Local Planning Authority in writing prior to commencement of development unless non material changes are otherwise agreed in writing by the Local Planning Authority. The development shall not be carried out otherwise than in accordance with the details thus approved:\r\n(i) Fa?ade design and detailing at 1:20 and 1:5 scale;\r\n(ii) Glazing Details;\r\n(iii) Door details along with shutters\r\n",
    "Condition : 17 - The development hereby approved shall be carried out in accordance with the Sustainable Design and Energy Report submitted for the scheme, or before the building is occupied.",
    "Condition : 18 - Within three months of work starting on site a design stage assessment report prepared by an accredited BREEAM assessor and summary score sheets under the BREEAM (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that a Very Good (minimum 55 percent) rating will be achieved on the development. This report will be submitted to BRE and upon receipt a BRE Design Stage certificate certifying the development achieves a BREEAM 'Very Good' rating will also be submitted to the local planning authority.",
    "Condition : 19 - Notwithstanding the approved plans, details of any new signage including free-standing boards/ displays shall be submitted for approval in writing to the Local Planning Authority for determination. Thereafter the approved works shall be carried out in accordance with the approved plans."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "30/01/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:35:29.625+00:00",
  "development_type": "Minor retail and service",
  "ward": "Turnham Green (Pre May 2022)",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "04/03/2015",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2014/4704",
  "valid_date": "05/12/2014",
  "description": "Variation of condition 2 (approved plans) of planning application 01094/A/P24 granted under appeal reference APP/F5540/A/14/2214162 dated 30/07/2014 for the erection of a first floor side extension and a single storey ground floor extension, replacement of existing ground floor storage building with soft landscaping, widening of footpath crossover along Barrowgate Road, relocation of ticket machine, lamp-post and footpath crossover along Sutton Lane North and refurbishment of the existing Porsche centre to include elevational and internal alterations",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "03/03/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/4704",
  "site_name": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_4704",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}