{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The development shall be completed in the materials specified on the approved plans namely with \" Wienerberger Stamford Weather Buff\" and \"Wienerberger Tabasco Red Multi\" bricks and \"Russell Anthracite\" tiles, unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (7740-C09-200, 7740-CO9-201, 7740-CO9-202, 7740-CO9-500, 7740-C09-501, 7740-C09-800 (received 19/08/2014)) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - During construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis' of construction vehicles exiting the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway. The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times. Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material. Suitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the guidance at http://www.london.gov.uk/mayor/environment/air_quality/docs/construction-dust-bpg.pdf and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of properties outside the site. Start of works on site shall be notified to the Council's Community Environment Team on 020 8583 5070.",
    "Condition : 6 - The waste and recycled materials storage arrangements shown on the approved drawing shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 7 - Prior to the occupation of the development the landscaping shall be implemented as approved in application ref 00814/E/P1(7,15).",
    "Condition : 8 - If within a period of two years from the date of the planting of any tree, that tree, or any tree planted in replacement for it, is removed, uprooted or destroyed or dies, (or becomes, in the opinion of the local planning authority, seriously damaged or defective,) another tree of the same species and size as that originally planted shall be planted at the same place, unless the local planning authority gives its written consent to any variation.",
    "Condition : 9 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\t\r\n",
    "Condition : 10 - The building shall not be occupied until a means of pedestrian and vehicular access has been constructed in accordance with the approved plans.",
    "Condition : 11 - Before first occupation of the buildings the loading, unloading and turning space, and parking spaces (including spaces for people with disabilities) shall be provided within the curtilage of the site in accordance with the scheme shown on drawing No. 7740-CO9-200 and such spaces shall be permanently available and not be used for any other purpose.",
    "Condition : 12 - The development hereby permitted shall be designed in accordance with the Lifetime Home standards as set out in the London Plan Accessible London Supplementary Guidance Accessible London.",
    "Condition : 13 - Before the development hereby permitted commences:\r\na.\tA scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nb.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\nBefore the development is first brought into use:\r\nc.\tThe agreed scheme for decontamination referred to in clauses a) and b) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.\r\n",
    "Condition : 14 - The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the details approved in Energy Assessment (Issue 1) and a reduction in CO2 emissions has been achieved in accordance with the London Plan policies.",
    "Condition : 15 - The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved Sustainable Drainage Scheme in application 00814/E/P1(7,15).",
    "Condition : 16 - The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details statement on the sourcing of materials approved in application 00814/E/P1(2,16a).",
    "Condition : 17 - Within 3 months of work starting on site, a Code for Sustainable Homes Interim (Design Stage) Certificate, issued by the Building Research Establishment (BRE) or equivalent licensing organisation, must be submitted for each dwelling to the Local Planning Authority to show that a minimum Level 4 rating will be achieved.",
    "Condition : 18 - No occupation shall take place until a Code for Sustainable Homes Final (Post-Construction) Certificate, issued by the BRE equivalent licensing organisation, must be submitted for each dwelling to the Local Planning Authority to demonstrate that Level 4 has been achieved. All the measures integrated shall be retained for as long as the development is in existence.",
    "Condition : 19 - Upon occupation of the hereby approved development, residents shall be provided with a 'Welcome Pack' detailing sustainable transport opportunities in the area as detailed in the letter dated 25 October 2012 from Lovell Partnerships Limited.",
    "Condition : 20 - The windows formed in the north and south elevations shall be obscure glazed, hinged to open inwards and shall not be repaired or replaced otherwise than with obscured glazing."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "14/10/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 177591,
  "last_updated": "2025-03-19T18:16:16.613+00:00",
  "development_type": "Minor dwellings",
  "ward": "Heston West (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001272449",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "14/10/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.393013,
          51.486267
        ],
        [
          -0.393014,
          51.48624
        ],
        [
          -0.393057,
          51.48624
        ],
        [
          -0.393056,
          51.486267
        ],
        [
          -0.393013,
          51.486267
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/3390",
  "valid_date": "19/08/2014",
  "description": "Variation of condition 3 (Approved Plans) and 11 (loading, unloading, turning space, and parking spaces) to reflect amendments to site layout following approved planning permission 00814/E/P1 dated 19/11/2012 for the erection of a detached 3 storey building comprising 9 x two bed flats",
  "centroid_easting": 511674,
  "site_number": null,
  "lapsed_date": "13/10/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Northfield Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.486254,
    "lon": -0.393035
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/3390",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_3390",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}