{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted ( Design and Access Statement, Flood Risk Assessment, OS Map,  2214/07, 2214/08, 2214/03, 2214/02, 2214/04, 2214/06, 2214/05, 198(2)006, 198(2)001, 198(2)002, 198(2)003, 198(2)005, 198(2)001, Sound Insulation Design Report, Part E Sound Insulation Test Report, Environmental Noise Assessment, Part E Design Report received on the 16th March 2015. ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - The waste and recycled materials storage arrangements shown on the approved drawing shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 6 - Prior to the commencement of development, details of the proposed cycling storage within the development shall be submitted and approved in writing by the Local Planning Authority.  The development shall not be carried out otherwise than in accordance with the details thus approved.",
    "Condition : 7 - Prior to commencement of development full details outlining the scheme parking for the  accommodation, garaging, manoeuvring, and the loading and unloading of vehicles shall be submitted to and approved in writing by the local planning authority and be laid out in accordance with the approved details prior to the occupation of the development hereby permitted and that area shall not thereafter be used for any other purpose, or obstructed in any way.",
    "Condition : 8 - The development hereby approved shall be built and constructed in accordance with the details submitted as part of the Environmental Noise Assessment, produced by Mach Testing."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "05/02/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:27:25.144+00:00",
  "development_type": "Minor dwellings",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "23/12/2015",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2015/1018",
  "valid_date": "11/12/2015",
  "description": "Change of use of first and second floors from assembly use (D2) to residential use (C3) with the creation of 5 x one bedroom self-contained flats. Installation of 1 x front roof vent, 2 x new windows to the side elevation, provision of insulated canopy at rear ground floor and provision of handrails to rear bay roofs along with French doors.",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "22/12/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/1018",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_1018",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}