{
  "lpa_app_no": "P/2011/2952",
  "centroid_northing": 0,
  "status": "Commenced",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:11:09.150+00:00",
  "valid_date": "25/10/2011",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 0,
  "actual_commencement_date": "01/11/2013",
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2011/2952",
  "site_number": "Hanworth Rectory",
  "decision": "Approved",
  "ward": "Hanworth Park (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": 22,
    "no_existing_cycle": null,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": null,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": 2,
    "net_lgv": null,
    "no_proposed_car": 24,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": 20,
    "no_existing_bus": null,
    "net_car": 4
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2011_2952",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 1437,
        "actual_commencement_date": "01/11/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 94
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D2",
        "gia_gained": 400,
        "actual_commencement_date": "01/11/2013",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1837,
      "total_gia_lost": 94,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 94,
      "total_gia_gained": 1837,
      "development_type": "Extension",
      "site_area": 1.2
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "100023399344",
  "decision_date": "29/10/2013",
  "description": "Extension and alterations comprising extending the existing classroom block within the playground and linking this to a new rear extension which in turn extends further towards the east of the site, creating a courtyard, terminating with a multipurpose hall (Class D1)",
  "site_name": "Hanworth Rectory",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "24/01/2012",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": null,
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "28/10/2016",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (D9 02 ver 2; D9 03 ver 2; D9 04 ver 2; D9 05 ver 2; D9 06 ver 2 (received 10/04/2013) D9 09 ver 2.2 (received 23/04/2013); D9 07 ver 2.1; D9 07 ver 2.1 (received 11/06/2013) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - Elevational treatments and details of the construction such as roofing and rainwater goods,  junctions, canopies, fenestration, levels and thresholds of the proposed development shall be submitted to the Council for approval in writing prior to\r\ncommencement of development, or as agreed in relation to phasing. The development shall be completed in accordance with the approved details andthereafter maintained as such.",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement\r\nof the Local Planning Authority.",
    "Condition : 6 - During construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis of construction vehicles exiting the site and all loads of construction materials, excavation\r\nspoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway.\r\nThe exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times. Waste water\r\ndischarged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material.\r\n\r\nSuitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the guidance at www.london.gov.uk/mayor/environment/air_quality/docs/construction-dust-bpg.pdf and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of\r\nproperties outside the site.",
    "Condition : 7 - No development shall take place until details of the arrangements for storing of waste and recycled materials have been submitted to and approved by the Local Planning Authority. The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation of the proposed development hereby permitted is occupied.",
    "Condition : 8 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg.\r\nfurniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\n\r\nSoft landscape works shall include planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment; schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate and an implementation programme.",
    "Condition : 9 - No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the position, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed in accordance with a timetable agreed in writing with the Local Planning Authority. Development shall be carried out in accordance with the approved details.",
    "Condition : 10 - The development shall be constructed to include the renewable energy system and measures recommended in the Energy Sustainability Statement (Version 1.2, 2010) to achieve a minimum of 20% savings in the carbon dioxide emissions over the baseline\r\nscheme or any higher figure achievable in the Energy Strategy. These technologies shall thereafter be fully implemented prior to the occupation of the approved buildings associated with the D1 Education Use and retained for so long as that phase of the\r\ndevelopment shall exist except to the extent approved in writing by the local planning authority.",
    "Condition : 11 - No development shall take place until details of a Sustainable Drainage Scheme, including measures for living roofs and/or walls, harvesting of rainwater, the minimisation of water run-off from tthe site,, aiming for greenfield levels, and the conservation and\r\nreuse as appropriate of other water supplies in the buildiing have\r\nbeen submitted to and approved by the Local Planniing Authority. These details shalll be carried out as approved.",
    "Condition : 12 - No development shall take place until details have been submitted to and approved by the Local Planning Authority for a sustainable construction scheme, to comply with the \"essential\" standards for materials in the Mayor's Sustainable Design and Construction SPG. The development shall be completed in accordance with the approved details.",
    "Condition : 13 - Prior to occupation of the developed site a Delivery and Servicing Plan, including but not limited to hours of deliveries and servicing, shall be submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 14 - The premises shall be used for D1 Education purposes and for no other purpose (including any other purpose on Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 2010, or on any provision equivalent to that Class ion any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 15 - The kitchen exhaust system shall be designed in compliance with the relevant environmental health regulations, (British Standard 6173 Installation of gas fired catering appliances for use in all types of catering establishments; the Chartered Institute of Building Services Engineering (CIBSE) Guide B2; and the industry standard guidelines DW/172 provided by the Heating and  Ventilating Contractors' Association (HVCA)) and details shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development.",
    "Condition : 16 - Before the development hereby permitted commences on the site an investigation shall be carried out to identify the extent of contamination and the results provided to the Local Planning Authority.  The investigation will be carried out at such points and to such depth as the Local Planning Authority may stipulate.  A scheme for decontamination of the site shall be submitted to and approved by the Local Authority in writing and the scheme as approved shall be fully implemented and completed before any development hereby permitted is first occupied.",
    "Condition : 17 - The development hereby permitted shall not take place until full particulars and details of a scheme to insulate the premises against the transmission of airborne and impact sound has been submitted to and approved by the Local Planning Authority and the development shall not be carried out otherwise than in accordance with any approval given.",
    "Condition : 18 - A student management plan shall be submitted to the Council for approval in writing, prior to the commencement of the development hereby approved. The development shall be managed in accrodance with the approved details.",
    "Condition : 19 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment (Version 0.1, dated 27 July 2010) and letter from Daljit Bhail dated 23 August 2010 and the mitigation measures detailed therein. In particular, the surface water run-off generated by the 1 in 100year plus climate change critical storm shall be limited so that it will not exceed the run-off from the undeveloped site and not\r\nincrease the risk of flooding off-site.\r\n",
    "Condition : 20 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.",
    "Condition : 21 - Notwithstanding the approved plans and before the development is commenced, details of the layout, design of the access road and parking areas, including the overall number of parking spaces shall have been submitted to and approved in writing by the Local Planning Authority. The development shall not be occupied until the access road has been completed in accordance with details approved by the Local Planning Authority."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.396034,
          51.434243
        ],
        [
          -0.396034,
          51.434216
        ],
        [
          -0.396078,
          51.434216
        ],
        [
          -0.396077,
          51.434243
        ],
        [
          -0.396034,
          51.434243
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}