{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted ( Proposed Satellite Dish Position Rev. P, Existing and Proposed Windows Rev. P1  - Received 10/09/15\r\n\r\nExisting FF Plan- Demolition Rev. P1, FF Planned Works Rev. P1  - Received 03/08/15\r\n\r\nLGF02- TV Room. Structural Proposals - Received 06/07/15\r\n\r\nLGF Planned Works, RGF Planned Works, Existing LGF plan Demolition, Existing RGF Plan Demolition, \r\nLGF Existing Photographs, RGF Existing Photographs, FF Existing Photos, RGF01 Kitchen Elevations, LGF01 & LGF06 Music Wall Elevation, LGF02 TV Room Elevations, RGF02 Dining Room Elevations, RGF03 Guest Bedroom Elevations, FF02 Master Bathroom Elevations, FF03 Master Bedroom Elevations, FF04 Drawing Room Elevations, FF05 Guest Bathroom Elevations - Received 24 June 2015\r\n ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - All new internal and external works, including works of making good, shall match the original work in both type, colour and dimensions of materials and in detailed execution.",
    "Condition : 4 - Internal alterations to the existing garage shall not begin until full particulars and details of a scheme to insulate the premises against the transmission of airborne and impact sound has been submitted to and approved in writing by the Local Planning Authority. The measures so approved shall be implemented prior to the use commencing and shall be permanently retained thereafter.",
    "Condition : 5 - Prior to commencement of the relevent part of the development a detailed schedule of any repair shall be submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 6 - This consent does not permit the demolition or dismantling of any part of the building, or the removal of any external feature, except in so far as the repairs hereby approved necessitate the removal of certain parts of the existing structure as specifically shown on the approved drawings.",
    "Condition : 7 - Where possible, and in the case of intervention in original walls, nib and/or downstands should be retained to show the historical past of the building."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "05/11/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 179069,
  "last_updated": "2025-03-19T17:42:06.655+00:00",
  "development_type": "Other listed building consents (alter-extend)",
  "ward": "Chiswick Homefields (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023498913",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": null,
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "12/10/2015",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.245268,
          51.49744
        ],
        [
          -0.245269,
          51.497413
        ],
        [
          -0.245313,
          51.497414
        ],
        [
          -0.245311,
          51.497441
        ],
        [
          -0.245268,
          51.49744
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/2638",
  "valid_date": "10/09/2015",
  "description": "Alterations of the interior layout and installation of a satellite dish to the rear of the flat",
  "centroid_easting": 521902,
  "site_number": "12",
  "lapsed_date": "11/10/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Stamford Brook Avenue",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.497427,
    "lon": -0.24529
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/2638",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Unknown",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_2638",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}