{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of the original permission (00239/15/P1 dated 17/07/2017).",
    "Condition : 2 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (ASEA/2017/355/PP/04 received 28/04/2017; ASEA/2017/355/PP/05A Received 26/06/2017; ASEA/2018/424/PP/05; ASEA/2018/424/PP/06 Received 06/02/2018) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site of both the new house hereby approved and the existing house at No 15 Cherry Crescent shall be carried out.",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - Before the dwelling hereby approved is first occupied, the developer shall provide to each dwelling a green box container and any other type of containers required at the time of development for household use for the storage and collection of recyclable materials for the purposes of the Council's kerbside recycling service together with a refuse storage bin all to the specification then in use by the local authority's recycling collection service (or to such other specification as shall first be submitted to and approved in writing by the local planning authority) and shall notify the Council's refuse and recycling services when the development is first occupied.  The waste and recyclable materials containers shall be stored in a proprietary refuse bin enclosure designed for the purpose to be supplied by the developer and located adjacent to each dwelling in the location shown on the approved plans. Each dwelling with a private garden shall also be supplied with a garden waste composting bin of at least 220 litres capacity at the same time",
    "Condition : 7 - A splay of 2.4m x 2.4m shall be provided on each side of the access, the depth measured from the back of the footway and the widths outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6m in height above the surface of the adjoining highway shall be erected within the areas of such splays.",
    "Condition : 8 - Before the dwelling hereby approved is first occupied, the developer shall provide secure covered cycle parking stores in the location shown on the approved plans for not less than two bicycles per dwelling. The approved facilities shall conform the Transport for London 'London Cycling Design Standards' in design and layout.",
    "Condition : 9 - Before the dwelling hereby approved is first occupied, the developer shall ensure\r\nthat the parking area is formed with a porous surface.",
    "Condition : 10 - The development hereby permitted shall not commence until a finalised Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy) has been submitted to and approved in writing by the Local planning Authority.\r\nThe development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the Standard Assessment Procedure have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n",
    "Condition : 11 - Prior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 12 - Prior to construction, evidence shall be submitted to the Local Planning Authority and approved in writing to demonstrate that the internal water consumption of the development will not exceed 105 litres/person/day in line with The Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government.",
    "Condition : 13 - Prior to first occupation of the building(s) evidence (schedule of fittings and manufactures literature) shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved internal water use calculations.",
    "Condition : 14 - (1) No development shall take place until details have been submitted to and approved by the Local Planning Authority that:\r\n-\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n-\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n-\tNo construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n(2) The building(s) shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved details.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "03/04/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 177267,
  "last_updated": "2025-03-19T18:01:28.299+00:00",
  "development_type": "Other house holder developments",
  "ward": "Syon (Pre May 2022)",
  "parking_details": null,
  "uprn": "100021512607",
  "application_details": {
    "site_area": 0.030000000000000002
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW8 8NN",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "26/03/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3223121,
          51.4823536
        ],
        [
          -0.32231119999999996,
          51.4823581
        ],
        [
          -0.3223089,
          51.482363
        ],
        [
          -0.3223066,
          51.4823656
        ],
        [
          -0.32230359999999997,
          51.4823683
        ],
        [
          -0.32230139999999996,
          51.4823705
        ],
        [
          -0.32229769999999996,
          51.4823723
        ],
        [
          -0.32219549999999997,
          51.482422
        ],
        [
          -0.3221247,
          51.4824566
        ],
        [
          -0.3220666,
          51.4824117
        ],
        [
          -0.3220105,
          51.4823691
        ],
        [
          -0.3219553,
          51.4823246
        ],
        [
          -0.3220145,
          51.4822921
        ],
        [
          -0.3220382,
          51.482279
        ],
        [
          -0.3220383,
          51.4822791
        ],
        [
          -0.3220515,
          51.4822884
        ],
        [
          -0.3220768,
          51.4823062
        ],
        [
          -0.32208519999999996,
          51.4823148
        ],
        [
          -0.32220709999999997,
          51.4822514
        ],
        [
          -0.3222875,
          51.4823168
        ],
        [
          -0.32229599999999997,
          51.4823223
        ],
        [
          -0.3223029,
          51.4823292
        ],
        [
          -0.322305,
          51.4823319
        ],
        [
          -0.3223084,
          51.4823373
        ],
        [
          -0.32231109999999996,
          51.4823423
        ],
        [
          -0.3223124,
          51.4823464
        ],
        [
          -0.3223121,
          51.4823536
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/0429",
  "valid_date": "06/02/2018",
  "description": "Variation of condition 3 (approved plans) to allow the erection of a rear roof extension with two front roof windows to the house of approved application 00239/15/P1 dated 17/07/2017 for the erection of a two storey side extension to form a house with parking and refuse /recycling storage at the side of 15 Cherry Crescent.",
  "centroid_easting": 516604,
  "site_number": "15",
  "lapsed_date": "25/03/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Cherry Crescent",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4823477",
    "lon": "-0.3221496"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/0429",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6701822",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_0429",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516592.7,
              177267.4
            ],
            [
              516592.75,
              177267.9
            ],
            [
              516592.9,
              177268.45
            ],
            [
              516593.05,
              177268.75
            ],
            [
              516593.25,
              177269.05
            ],
            [
              516593.4,
              177269.3
            ],
            [
              516593.65,
              177269.5
            ],
            [
              516600.62,
              177275.19
            ],
            [
              516605.45,
              177279.15
            ],
            [
              516609.6,
              177274.25
            ],
            [
              516613.6,
              177269.6
            ],
            [
              516617.55,
              177264.75
            ],
            [
              516613.52,
              177261.04
            ],
            [
              516611.91,
              177259.54
            ],
            [
              516611.9,
              177259.55
            ],
            [
              516610.96,
              177260.57
            ],
            [
              516609.16,
              177262.51
            ],
            [
              516608.55,
              177263.45
            ],
            [
              516600.25,
              177256.2
            ],
            [
              516594.5,
              177263.35
            ],
            [
              516593.9,
              177263.95
            ],
            [
              516593.4,
              177264.7
            ],
            [
              516593.25,
              177265
            ],
            [
              516593,
              177265.6
            ],
            [
              516592.8,
              177266.15
            ],
            [
              516592.7,
              177266.6
            ],
            [
              516592.7,
              177267.4
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}