{
  "lpa_app_no": "P/2019/3159",
  "centroid_northing": 177079,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:16:52.541+00:00",
  "valid_date": "29/08/2019",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512571.2,
              177099.85
            ],
            [
              512572.29,
              177099.7
            ],
            [
              512577.25,
              177099.03
            ],
            [
              512578.37,
              177098.88
            ],
            [
              512583,
              177098.25
            ],
            [
              512579.6,
              177073.42
            ],
            [
              512578.29,
              177063.88
            ],
            [
              512577.95,
              177061.4
            ],
            [
              512577.9,
              177060.9
            ],
            [
              512577.8,
              177060.4
            ],
            [
              512577.6,
              177060.05
            ],
            [
              512577.2,
              177059.6
            ],
            [
              512576.7,
              177059.3
            ],
            [
              512576.05,
              177059.05
            ],
            [
              512575.35,
              177058.95
            ],
            [
              512573.25,
              177059.05
            ],
            [
              512566.1,
              177059.65
            ],
            [
              512571.2,
              177099.85
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 512574,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2019/3159",
  "site_number": "14",
  "decision": "Approved",
  "ward": "Heston Central (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2019_3159",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.047
  },
  "uprn": "100021562583",
  "decision_date": "09/10/2019",
  "description": "Variaition of condition 2 (approved plans) to allow the creation of a basement and enlargement of the single storey outrigger of planning permission 00329/14/P3 approved 25/05/2018 for the erection of a two storey detached house with associated car parking, bin and cycle storage",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "24/10/2019",
  "borough": "Hounslow",
  "postcode": "TW5 0JL",
  "street_name": "The Crossways",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "08/10/2022",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (03.10; 03.11. Received 29/08/2019) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no windows/dormer windows [other than those expressly authorised by this permission] shall be constructed.",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - No development above ground shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 7 - The windows formed in the side elevation on the first floor shall be obscure glazed, hinged to open inwards and shall not be repaired or replaced otherwise than with obscured glazing.",
    "Condition : 8 - The use hereby permitted shall not be begun until details of the arrangements for storing of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 9 - a)\tThe development hereby permitted shall not commence above ground until a finalised Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy) has been submitted to and approved in writing by the Local planning Authority.\r\n\r\nb)\tThe development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the Standard Assessment Procedure have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n\r\nc)\tPrior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n",
    "Condition : 10 - The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved materials details meeting the following standards:\r\na)  At least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\nb) At least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\nc) No construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n",
    "Condition : 11 - The development shall not be occupied until evidence (schedule of fittings and manufactures literature) has been submitted to and approved in writing by the Local Planning Authority demonstrating that the development has been constructed to achieve an internal water consumption of the development not exceeding 105 litres per day in line with The Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government.",
    "Condition : 12 - Before first occupation of the buildings hereby approved, full details (including manufacturer's specification) of secure covered cycle parking facilities (for not less than 2 bicycles) for the occupants of the development have been submitted to and approved in writing by the Local Planning Authority. The approved facilities shall conform to current guidance such as the West London Cycle Parking Guidance (WestTRANS) in design and layout and be fully implemented and be made available for use before the first occupation of the development and thereafter retained for use at all times without obstruction.",
    "Condition : 13 - No development shall take place above ground until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include proposed finished levels or contours; means of enclosure including boundary treatment; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (e.g. furniture, play equipment, refuse or other storage units, signs, lighting etc.); proposed and existing functional services above and below ground (e.g. drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc.); retained historic landscape features and proposals for restoration, where relevant). Soft landscape works shall include: planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme.",
    "Condition : 14 - Development shall not commence above ground until the developer has entered into a binding contract with the local highway authority to remove the existing vehicular access from the public highway on The Warren, across the footway and into the site and to reinstate the public footpath at this location, at the developers expense prior to occupation of the building.",
    "Condition : 15 - The basement shall not be converted into a separate dwelling or for the use as sleeping accommodation.",
    "Condition : 16 - No excavation or basement construction work shall be undertaken prior to the submission and approval in writing by the Local Planning Authority, of a Construction Method Statement and a Construction Management Plan, which is certified by a qualified professional giving details of excavation, temporary works and construction techniques, including details of potential impacts on neighbouring land based on assessment of the geology and hydrology of the area. The construction shall be carried out in accordance with the approved details."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3802546,
          51.4816616
        ],
        [
          -0.3802389,
          51.4816601
        ],
        [
          -0.3801678,
          51.4816531
        ],
        [
          -0.3801517,
          51.4816515
        ],
        [
          -0.38008519999999996,
          51.4816449
        ],
        [
          -0.3801421,
          51.4814224
        ],
        [
          -0.380164,
          51.4813369
        ],
        [
          -0.3801697,
          51.4813147
        ],
        [
          -0.38017049999999997,
          51.4813102
        ],
        [
          -0.38017209999999996,
          51.4813058
        ],
        [
          -0.3801751,
          51.4813026
        ],
        [
          -0.380181,
          51.481298699999996
        ],
        [
          -0.3801883,
          51.4812961
        ],
        [
          -0.3801978,
          51.481294
        ],
        [
          -0.3802079,
          51.4812932
        ],
        [
          -0.38023809999999997,
          51.4812945
        ],
        [
          -0.3803408,
          51.4813013
        ],
        [
          -0.3802546,
          51.4816616
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "",
  "centroid": {
    "lon": "-0.3802209",
    "lat": "51.4814737"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}