{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Unnumbered location plan. Received: 11/11/2016. Ground Floor (Existing), Ground Floor (Proposed), Ceiling Plan. Received: 14/11/2016) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The premises shall be used for a coffe shop and for no other purpose (including any other purpose in Class A3 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 4 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 5 - The use hereby permitted shall not be open to customers outside the following times, 07:00 to 23:00 Monday to Saturday and 09:00 to 20:00 on Sundays and Bank or Public Holidays.",
    "Condition : 6 - No deliveries shall be taken at or despatched from the site outside the hours of 07:00 to 23:00 Monday to Saturday nor at any time on Sundays, Bank or Public Holidays.",
    "Condition : 7 - The access doorway to the takeaway shall have a minimum clear width of 900mm, a level surface or ramp between the pavement and the floor, a door handle not more than one metre above ground level and glass entrance doors and glazed screens must be clearly defined with manifestation on the glass at two levels: 850 mm to 1000 mm and 1400 mm to 1600 mm. The manifestation should be a sign or logo at least 150 mm high.",
    "Condition : 8 - Any back door shall be fitted with a self-closer and shall be permanently retained and maintained in working order.",
    "Condition : 9 - The use shall not commence until a secure storage area within the site enclosed by a two-metre high close boarded fence with gates, which are to be kept shut at all times except when access is required, to house not less than two 1100 litre galvanised steel Eurobins has been identified and made available, together with facilities for the separation and safe storage of glass, metal, plastics, cardboard, food waste and other recyclable materials which shall then be collected and taken to a suitable facility for recycling. The storage area and bins shall be made permanently available before the development is first occupied and no waste shall be stored outside the site or other than in the designated area. The lids of the Eurobins shall be fixed shut at all times other than when waste is being emptied into them. Non-recyclable and perishable waste shall be removed from site no less frequently than once a week. Waste shall be removed as soon as the bins become full if this is earlier than the time of the normal weekly collection, unless additional covered and enclosed bins (as described above) have been provided and are thereafter made permanently available for the on-site storage of refuse and waste.",
    "Condition : 10 - The footway and the carriageway of Great West Road shall not be blocked during the development of the proposal. Temporary obstructions during the construction of the development shall be kept to a minimum and shall not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the Great West Road.",
    "Condition : 11 - All vehicles associated with the development must only park/stop at permitted locations and within the time periods permitted by existing on-street restrictions.",
    "Condition : 12 - No skips or construction materials should be kept on the footway or carriageway on the TLRN at any time. Should the applicant wish to construct scaffolding or a hoarding on the footway whilst undertaking this work, separate licenses may be required with TfL, please see: http://www.tfl.gov.uk/info-for/urban-planning-and-construction/highway-licences."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "06/01/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 176735,
  "last_updated": "2025-03-19T18:37:13.541+00:00",
  "development_type": "Other change of use",
  "ward": "Heston East (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023405304",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW5 0PA",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "05/01/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.372197,
          51.478282
        ],
        [
          -0.372198,
          51.478255
        ],
        [
          -0.372241,
          51.478256
        ],
        [
          -0.37224,
          51.478283
        ],
        [
          -0.372197,
          51.478282
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/4782",
  "valid_date": "11/11/2016",
  "description": "Change of use of the existing premises from shop (A1 use) to restaurant and cafe (A3 use)",
  "centroid_easting": 513139,
  "site_number": "5",
  "lapsed_date": "05/01/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Great West Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.478269,
    "lon": -0.372219
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/4782",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5555927",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_4782",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}