{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun either before the expiration of six weeks from the date of this permission, or before the expiration of (two) years from the date of approval of the last of the reserved matters to be approved, whichever is the later.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith (4169-A-05 received 07/12/11.  4169 D 11 received 20/02/12. Landscaping (Soft) Proposals. Revision A. Received: 10/02/2015. 17-116/22 Rev.P4. Received 17/05/2018) and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The access doorways to the building shall have a minimum clear width of 900mm, a level surface or ramp between the pavement and the floor and a door handle of not more than 1m above ground level.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - During construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis' of construction vehicles exiting the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway. The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times.  Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material.  Suitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the guidance at www.london.gov.uk/mayor/environment/air_quality/docs/construction-dust-bpg.pdf and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of properties outside the site.",
    "Condition : 6 - No fans, louvres, ducts or other external plant shall be installed without the prior written approval of the Local Planning Authority.",
    "Condition : 7 - The screening of the roof terrace shall be in accordance with the plans numbered 17-116/24 Rev.P4 Received 17/05/2018 which were submitted and approved as part of application 01019/14-15/P7(14i).",
    "Condition : 8 - A splay of 2.4m x 2.4m shall be provided on each side of the access, the depth measured from the back of the footway and the widths outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6m in height above the surface of the adjoining highway shall be erected within the areas of such splays.",
    "Condition : 9 - Parking space No.2 on drawing 4169/D/11 shall be for use solely by occupants of flat No.9 and by no other occupants of the development hereby approved.",
    "Condition : 10 - All hard and soft landscape works shall be carried out in accordance with the approved details. The works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed with the local planning authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "13/02/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 175678,
  "last_updated": "2025-03-19T17:41:09.907+00:00",
  "development_type": "Minor dwellings",
  "ward": "Isleworth (Pre May 2022)",
  "parking_details": null,
  "uprn": "100021572842",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW7 7DE",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "01/06/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.325004,
          51.468113
        ],
        [
          -0.325005,
          51.468086
        ],
        [
          -0.325048,
          51.468086
        ],
        [
          -0.325047,
          51.468113
        ],
        [
          -0.325004,
          51.468113
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/5273",
  "valid_date": "19/12/2017",
  "description": "Variation of condition 1 (approved plans) to allow for the additional stair enclosure of approved application 01019/14-15/P8 dated 12/02/2015 for demolition of the existing houses and erection of a three storey flatted block consisting of 6 one bedroom flats and 3 two bedroom flats, parking and associated landscaping (outline application).",
  "centroid_easting": 516442,
  "site_number": "14",
  "lapsed_date": "31/05/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Shrewsbury Walk",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.4681,
    "lon": -0.325026
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/5273",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6609295",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_5273",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}