{
  "lpa_app_no": "P/2014/1045",
  "centroid_northing": 172085,
  "status": "Lapsed",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Ashford",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:12:50.243+00:00",
  "valid_date": "03/12/2014",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 508509,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/1045",
  "site_number": "STANDARD HOUSE AND ADAMS HOUSE",
  "decision": "Approved",
  "ward": "Feltham West (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": null,
    "no_existing_cycle": null,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": null,
    "no_proposed_bus": null,
    "no_existing_lgv": 5,
    "no_proposed_bluebadge": null,
    "net_lgv": 2,
    "no_proposed_car": 18,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": 7,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": 10,
    "no_existing_bus": null,
    "net_car": 8
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2014_1045",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Core Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Green Belt",
        "constraints_layer_description": "Open Space Protection"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 1332,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 487,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1c",
        "gia_gained": 845,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 192,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 400
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 424,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 773
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3280,
      "total_gia_lost": 1173,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1173,
      "total_gia_gained": 1948,
      "development_type": "Change of Use",
      "site_area": 0.13
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": 2,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "100023401023",
  "decision_date": "02/04/2015",
  "description": "Demolition of existing buildings. Erection of 7, two storey, employment units, re-organisation of existing car parking, servicing and manoeuvring areas",
  "site_name": "Standard Distribution Ltd",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "04/03/2015",
  "borough": "Hounslow",
  "postcode": "TW15 1AX",
  "street_name": "Challenge Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor Offices-R and D-light industry",
  "lapsed_date": "01/04/2018",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (215-14-001, 215-14-002, 215-14-003, 215-14-004, 215-14-005, 215-14-006, 215-14-007, 215-14-008, 215-14-009, 215-14-010, 215-14-012, 215-14-013, 215-14-014, 215-14-015, 215-14-016, 215-14-017, 215-14-018, 215-14-019, 215-14-020, 215-14-021, ST-13-SK02(B), ST-13-SK03, planning statement, Phase 1: Preliminary Geotechnical and Contamination Assessment Report (received 21/03/2014), BREEAM 2011 Pre-Assessment ref BBS 7118 Issue 1 (received 22/04/2014)\r\nPlanning Energy Statement ref BBS 7118 Issue 3 (received 07/11/2014)\r\nTransport assessment Technical Report ref 32427/2 (received 03/12/2014)\r\n215-14-011(D) (received 02/12/2014)) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Prior to occupation, details of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be completed in accordance with the approved details before the buildings hereby approved are occupied.",
    "Condition : 4 - Prior to occupation, details of hard and soft landscaping and a schedule of landscape maintenance for a minimum period of 5 years has been submitted to and approved in writing by the local planning authority.  The schedule shall include details of the arrangements for its implementation.  Development shall be carried out in accordance with the approved schedule.",
    "Condition : 5 - Prior to occupation of each unit, a Delivery and Servicing Plan for that unit shall be submitted to and approved by the Local Planning Authority and implemented in accordance with the approved plans.",
    "Condition : 6 - Prior to commencement of development a Construction Management Plan shall be submitted to and approved by the Local Planning Authority. The approved plan shall be adhered to throughout the construction process.",
    "Condition : 7 - The access arrangments and vehicle parking (including disabled spaces) shown on drawing No. 215-14-011(D) shall be provided as specified and shall be retained as such.",
    "Condition : 8 - Three electric charging points shall be installed in accordance with the drawing no. 215-14-011(D) and shall be retained in working order",
    "Condition : 9 - Prior to commencement of development, full details of proposed cycle parking and shelters shall be submitted to and approved by the Local Planning Authority",
    "Condition : 10 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted buildings have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 11 - Before commencement of operations, a scheme shall be submitted to and approved by the Local Planning Authority to cover the following matters:\r\n(i)\tany external illumination of the site\r\n(ii)\tmeasures to ensure that all mud and other loose materials are not carried on the wheels and chassis of any vehicles leaving the site; and\r\n(iii)\tmeasures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties.\r\nThe scheme so approved should be fully implemented.\r\n",
    "Condition : 12 - Before the development hereby permitted commences:\r\na. Details of an intrusive site investigation are required in addition to the phase 1 desk\r\nstudy previously submitted. These details shall be submitted to, and approved in\r\nwriting by, the Local Planning Authority. The site shall be investigated by a competent\r\nperson to identify the extent and nature of contamination. The report should include a\r\ntiered risk assessment of the contamination based on the proposed end use of the site.\r\nAdditional investigation may be required where it is deemed necessary.\r\nb. If required, a scheme for decontamination of the site shall be submitted to the Local\r\nPlanning Authority, for written approval. The scheme shall account for any comments\r\nmade by the Local Planning Authority before the development hereby permitted is first\r\noccupied.\r\nDuring the course of the development:\r\nc. The Local Planning Authority shall be notified immediately if additional contamination\r\nis discovered during the course of the development. A competent person shall assess\r\nthe additional contamination, and shall submit appropriate amendments to the scheme\r\nfor decontamination in writing to the Local Planning Authority for approval before\r\nany work on that aspect of development continues.\r\nBefore the development is first brought into use:\r\nd. The agreed scheme for decontamination referred to in clauses b) and c) above,\r\nincluding amendments, shall be fully implemented and a written validation (closure)\r\nreport submitted to the Local Planning Authority for approval.",
    "Condition : 13 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 14 - The buildings hereby approved shall be used for B1b, B1c, B2 or B8  and for no other purpose (including any other purpose in Class B of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). The office floorspace shall only be used as ancillary office space to the main B1b, B1c, B2 and B8 uses.",
    "Condition : 15 - No development approved by this planning permission except work necessary to fulfil this condition (or such other date or stage in development as may be agreed in writing with the Local Planning Authority), shall take place until a scheme that includes the following components to deal with the risks associated with contamination of the site shall each be submitted to and approved, in writing, by the local planning authority: \r\n1. A preliminary risk assessment which has identified: \r\n- all previous uses \r\n- potential contaminants associated with those uses \r\n- a conceptual model of the site indicating sources, pathways and receptors \r\n- potentially unacceptable risks arising from contamination at the site. \r\n2. A site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site. \r\n3. The results of the site investigation and detailed risk assessment referred to in (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken. \r\n4. A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (3) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action. \r\nAny changes to these components require the express written consent of the local planning authority. The scheme shall be implemented as approved.",
    "Condition : 16 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted a remediation strategy to the local planning authority detailing how this unsuspected contamination shall be dealt with and obtained written approval from the local planning authority. The remediation strategy shall be implemented as approved.",
    "Condition : 17 - No occupation of any part of the permitted development shall take place until a verification report demonstrating completion of works set out in the approved remediation strategy and the effectiveness of the remediation shall be submitted to and approved, in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met.",
    "Condition : 18 - No infiltration of surface water drainage into the ground affected by contamination is permitted other than with the express written consent of the local planning authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters. The development shall be carried out in accordance with the approval details.",
    "Condition : 19 - Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details.",
    "Condition : 20 - The development shall be implemented in accordance with the approved Energy Strategy and shall not commence until full Design Stage calculations under the National Calculation Method have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and subsequent approved revisions.\r\nPrior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and as-built certificates under the National Calculation Method  should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and subsequent approved revisions.",
    "Condition : 22 - Within three months of work starting on site a BREEAM  Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that a Very Good (minimum score 63) rating will be achieved.",
    "Condition : 23 - Prior to first occupation of the building(s) a BREEAM Post Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that a Very Good (minimum score 63) rating has been achieved."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.440266,
          51.437393
        ],
        [
          -0.440267,
          51.437366
        ],
        [
          -0.44031,
          51.437367
        ],
        [
          -0.440309,
          51.437394
        ],
        [
          -0.440266,
          51.437393
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -0.440288,
    "lat": 51.43738
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}