{
  "decision_conditions": [
    "Condition : 1 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (BBD-WIA-ZZ-00-DR-A-000_0001 Rev H; BBD-WIA-ZZ-00-DR-A-000_0002 Rev J; BBD-WIA-ZZ-00-DR-A-000_0003 Rev K; BBD-WIA-ZZ-00-DR-A-000_0005 Rev E; BBD-WIA-ZZ-00-DR-A-000_0006 Rev E; BBD-WIA-ZZ-00-DR-A-000_0007 Rev E; BBD-WIA-ZZ-00-DR-A-000_0100 Rev F; BBD-WIA-ZZ-00-DR-A-000_00101 Rev D; BBD-WIA-ZZ-00-DR-A-000_00102 Rev D; BBD-WIA-ZZ-00-DR-A-000_00103 Rev E; Bus Depot Noise Assessment and Noise Management Plan; Received 17/10/2018.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 2 - No development shall take place, including any works of demolition, until a Construction Logistics Plan, in full accordance with current TfL guidance has been submitted to and approved in writing by the local planning authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall include: \r\n\r\ni. a site plan (showing the areas set out below)\r\nii. confirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused \r\niii. provision for the parking of vehicles of site operatives and visitors\r\niv. provisions for loading, unloading and storage of plant and materials within the site\r\nv. details of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements\r\nvi. details of vehicle routeing from the site to the wider strategic road network\r\nvii. the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate\r\nviii. provision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the council\r\nix. a scheme for recycling/disposing of waste resulting from demolition and construction works\r\nx. measures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access\r\nxi. a commitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation of deliveries and other traffic to site and to minimise traffic impacts.\r\nxii. avoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway\r\nxiii. all necessary traffic orders and other permissions required to allow safe access to the site to be secured and implemented pri",
    "Condition : 3 - Prior to the first use of the building hereby permitted, a Site Management and Operation Plan shall be submitted to and approved in writing by the Local Planning Authority that sets out how the site will be managed.\r\n\r\nThe details shall include how the facilities on the site will be operated and managed in order to minimise nuisance to the occupants of adjoining sites, and ensure that buses are able to enter and exit the site at all times without having to wait or park on Commerce Road. The building shall thereafter operate in accordance with the approved details.",
    "Condition : 4 - Prior to first occupation, a Delivery and Servicing Plan (including details of vehicle access and egress arrangements and timing that servicing shall take place) shall have been submitted to and approved in writing by the Local Planning Authority. The details shall accord with current guidance such as that issued by Transport for London and include measures required to ensure sufficient arrangements - physical as well as managerial - for the servicing, including refuse collection, of all aspects of the development, the timing of hours for deliveries by motor vehicles and a timetable for implementation. The Plan shall be carried out as approved. The approved measures shall be implemented before the first occupation of the development hereby permitted and shall be so maintained for the life of the development.",
    "Condition : 5 - Prior to the commencement of development hereby approved, a construction environmental management plan which includes details of measures to prevent pollution of the nearby waterway, either from surface water or ground water pollution or from windblown pollution shall be submitted and approved by the Local Planning Authority. The plan so approved shall be put into effect for the duration of all works on site.",
    "Condition : 6 - Before the development hereby permitted commences at the site, a Travel Plan regarding the whole of the development shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nThe Plan shall describe the means by which workers, visitors and users of the development shall be encouraged to travel to the site by means other than the private car. The Plan as approved shall be implemented upon first occupation of the development, monitored and reviewed on an annual basis and a copy of that annual review and action plan arising shall be submitted to the Local Planning Authority.\r\n\r\nThe measures described in the action plan shall be implemented in the time period identified.",
    "Condition : 7 - The use hereby permitted shall not be begun until full details of the cycle parking have been submitted to and approved in writing by the Local Planning Authority. The details shall be implemented prior to first occupation of the development and shall thereafter be retained as such.",
    "Condition : 8 - Buses shall not park or wait to enter the site on Commerce Road at any time unless using an official bus stop.",
    "Condition : 9 - Prior to commencement of development, full details of the vehicular access to the application site shall be submitted to and approved in writing by the Local Planning Authority. The access shall be constructed and made available for use prior to commencement of the use hereby approved.",
    "Condition : 10 - The applicant shall use best endeavours to obtain the approval of Metroline, or other tenant of the site, to ensure that all buses serving route E2 or other routes that terminate on Commerce Road shall be able to access the application site, turn, stand and exit onto Commerce Road in forward gear.",
    "Condition : 11 - The proposed vehicular access to the site shall not be constructed until the full details of a permanent replacement for the existing bus stop on Commerce Road outside the site have been submitted and approved by the Local Planning Authority and use of the site shall not commence until such replacement bus stop, no more than 20 metres from its last location, has been constructed and is operational.",
    "Condition : 12 - The site shall only be used as a bus depot with ancillary offices, bus and car parking spaces, fuel tank, bus wash and workshop facilities for buses, and no part shall be used separately and for any other purposes at all times.",
    "Condition : 13 - No demolition or construction work shall take place on the site except between the hours of 8am to 6pm on Mondays to Friday and 9am to 1pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "16/01/2019",
  "lpa_name": "Hounslow",
  "centroid_northing": 177549,
  "last_updated": "2025-03-19T18:10:46.557+00:00",
  "development_type": "Major all other major developments",
  "ward": "Syon (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001272040",
  "application_details": {
    "site_area": 6.374
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "15/02/2019",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.31272099999999997,
          51.4865219
        ],
        [
          -0.312592,
          51.4863987
        ],
        [
          -0.3125559,
          51.4863458
        ],
        [
          -0.3127721,
          51.486261
        ],
        [
          -0.3125553,
          51.4860461
        ],
        [
          -0.31233879999999997,
          51.4861286
        ],
        [
          -0.3121442,
          51.4859333
        ],
        [
          -0.312645,
          51.4856763
        ],
        [
          -0.3138668,
          51.4853062
        ],
        [
          -0.3136924,
          51.4851728
        ],
        [
          -0.3137546,
          51.485138
        ],
        [
          -0.3121405,
          51.4838684
        ],
        [
          -0.3125653,
          51.4836079
        ],
        [
          -0.3134285,
          51.4830374
        ],
        [
          -0.3136797,
          51.4833481
        ],
        [
          -0.3138427,
          51.4834766
        ],
        [
          -0.3148301,
          51.4840831
        ],
        [
          -0.3154315,
          51.4836848
        ],
        [
          -0.3174711,
          51.4848892
        ],
        [
          -0.31272099999999997,
          51.4865219
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/3717",
  "valid_date": "17/10/2018",
  "description": "Reserved Matters application (relating to Layout, Scale, Access and Appearance of replacement bus depot) submitted pursuant to planning permission\r\n00297/R/P11 dated 23 March 2016 for The repair, restoration, conversion and extension of retained elements of the existing warehouse buildings to provide\r\nresidential (C3), business (B1); waterside restaurant/cafe (A3/A4) and waterside leisure and community uses (D1/D2) with associated plant, servicing and\r\nstorage. Retention of 'art deco' frontages to provide business (B1) uses. Redevelopment of bus depot to provide improved facilities. Redevelopment of\r\nremaining land to provide residential (C3), business (B1), leisure/community (D1/D2), restaurant/cafe (A3/A4) uses with associated landscaping, access,\r\nparking, supporting infrastructure and pedestrian/cycle bridge",
  "centroid_easting": 517134,
  "site_number": null,
  "lapsed_date": "14/02/2022",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Commerce Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4847729",
    "lon": "-0.314427"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/3717",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_3717",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517247.97,
              177746.21
            ],
            [
              517257.24,
              177732.72
            ],
            [
              517259.88,
              177726.9
            ],
            [
              517245.09,
              177717.12
            ],
            [
              517260.69,
              177693.57
            ],
            [
              517275.51,
              177703.09
            ],
            [
              517289.52,
              177681.68
            ],
            [
              517255.41,
              177652.31
            ],
            [
              517171.53,
              177609.2
            ],
            [
              517183.98,
              177594.64
            ],
            [
              517179.75,
              177590.67
            ],
            [
              517295.07,
              177452.07
            ],
            [
              517266.24,
              177422.43
            ],
            [
              517207.77,
              177357.61
            ],
            [
              517189.53,
              177391.75
            ],
            [
              517177.89,
              177405.78
            ],
            [
              517107.78,
              177471.65
            ],
            [
              517067.04,
              177426.4
            ],
            [
              516922.35,
              177557.07
            ],
            [
              517247.97,
              177746.21
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}