{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Design and Access Statement Received: 06 February 2014 Flood Risk Assessment Received: 18 February 2014 Heritage Statement Received: 20 February 2014 S22/3 Received: 12 March 2014 S22/1 Rev. B Received: 14 April 2014) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - This consent does not permit the demolition or dismantling of any part of the building, or the removal of any internal/external feature, floor, wall or ceiling surface, except in so far as the alterations hereby approved necessitate the removal of certain parts of the existing structure as specifically shown on the approved drawings.",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 0800 to 1800 on Mondays to Friday and 0800 to 1300 on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - The basement shall at no time be used or occupied as a separate dwelling independent of the main house and the basement extension shall not be used as sleeping accommodation.",
    "Condition : 7 - No excavation or construction work shall be undertaken prior to the submission and approval in writing by the Local Planning Authority, of a Construction Method Statement, which is certified by a qualified professional, giving specific details of excavation, temporary works and construction techniques, including details of potential impacts on neighbouring land based on assessment of the geology and hydrology of the area.",
    "Condition : 8 - The development hereby permitted shall only be carried out in accordance with the approved Flood Risk Assessment produced and provided with the application (Reference 1578) and the basement shall not be occupied until all the measures in the Flood Risk Assessment are implemented."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "15/04/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 177621,
  "last_updated": "2025-03-19T18:35:03.508+00:00",
  "development_type": "Other house holder developments",
  "ward": "Chiswick Riverside (Pre May 2022)",
  "parking_details": null,
  "uprn": "100021589860",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 3PH",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "15/04/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.278876,
          51.484917
        ],
        [
          -0.278877,
          51.48489
        ],
        [
          -0.27892,
          51.484891
        ],
        [
          -0.278919,
          51.484918
        ],
        [
          -0.278876,
          51.484917
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/0281",
  "valid_date": "18/02/2014",
  "description": "Erection of a single storey rear extension, an extension to existing basement and alterations to roof",
  "centroid_easting": 519602,
  "site_number": "22",
  "lapsed_date": "14/04/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Strand-On-The-Green",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.484904,
    "lon": -0.278898
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/0281",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_0281",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}