{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The development shall not be carried out otherwise than in accordance with the approved details with reference 00610/BB/P1(2,16,18,32) dated 01/08/2013 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 3 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(3) dated 23/04/2013 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 4 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (AL (00) 01, AL (00) 02, AL (00) 03, AL (00) 04, AL (00) 05, AL (00) 06, AL (00) 09, AL (00) 11, AL (00) 21, AL (01) 01, AL (02) 01, AL (02) 02, Internal Daylight & Sunlight Report (October 03, 2011), Ecological Assessment (September 2011), Air Quality Assessment (28th September 2011), Sustainability Statement and Energy Strategy Report (Issue 3 - 03.10.11), Transport Statement (September 2011), Statement of Travel Plan Initiatives (September 2011), Design & Access Statement (September 2011), Planning Statement (October 2011), Hounslow: Retail Capacity Study (September 2011), Environmental Noise Survey and PPG24 Assessment (2 September 2011), Daylight, Sunlight and Overshadowing (3rd October 2011), Arboricultural Impact Assessment (October 2011) Received 30/09/2011\r\n90926-TK17, 90926-TK18, 90926-TK19, 90926-TK20, 90926-TK21, 90926-TK23, 90926-TK24, 90926-TK25, 90926-TK27 Received 28/11/2011, Hounslow High Street: Sustainability Statement and Energy Strategy Report (Issue 4: 06.12.11) Air Quality Assessment Addendum for 28-34 & 44-52 High Street, Supporting Information: Sustainability, Supporting Information: Air Quality Received 15/12/2011 \r\nHigh Street Hounslow: Drainage Received 17/01/2012\r\nPlanning Statement Addendum Received 05/01/2012\r\nExternal Building Fabric Report 17568/EBF1 (19 December 2011) Received 21/12/2012\r\nAL (00) 10 Rev.A, AL (00) 41 Rev.A, AL (00) 13 Rev.A, AL (00) 20 Rev.A, AL (00) 19 Rev.A, AL (00) 18 Rev.A, AL (00) 37 Rev.A, AL (00) 35 Rev.A, AL (00) 34 Rev.A, AL (00) 34 Rev.A, AL (00) 33 Rev.A, AL (00) 32 Rev.A, AL (00) 17 Rev.A, AL (00) 16 Rev.A, AL (00) 15 Rev.A, AL (00) 14 Rev.A, AL (00) 30 Rev.A, AL (00) 12 Rev.A, AL (01) 08 Rev.A, AL (01) 06 Rev.A, AL (01) 04 Rev.A, AL (01) 02 Rev.A, AL (01) 10 Rev.A, Internal Daylight and Sunlight Report January 25, 2012 Received 31/01/2012\r\nSK(06)609 Received",
    "Condition : 5 - Details of any external plant to be installed on the building hereby approved shall be submitted to and approved in writing by the Local Planning Authority prior to occupation of any unit. Such plant shall be installed as approved and no further fans, louvres, ducts or other external plant shall be installed without the written prior approval of the Local Planning Authority.",
    "Condition : 6 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(6) dated 21/08/2012 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 7 - The ground floor premises shall be used for retail purposes only and for no other purpose (including any other purpose in Class A1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification; the retail uses hereby approved shall not be changed to any other use, without further approval in writing from the Local Planning Authority, with the exception of Unit 1 of H2 (as shown on plan SK(06)609) or a subdivision thereof, which may be used for either A1 or A3 uses and with the exception of Unit 4 of H1 (as shown on plan 2555/Con/02-A) or a subdivision thereof, which may be used for either A1 or D2 (leisure) uses.",
    "Condition : 8 - The development shall be carried out in accordance with the approved details with reference 00610/BB/P1(8,10i) dated 18/07/2014 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 9 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(9,10,35) dated 02/08/2013 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 10 - Development shall be carried out in accordance with the approved details with references 00610/BB/P1(9,10,35) dated 02/08/2013 and 00610/BB/P1(8,10i) dated 18/07/2014  or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 11 - If within a period of two years from the date of the planting of any tree, that tree, or any tree planted in replacement for it, is removed, uprooted or destroyed or dies, (or becomes, in the opinion of the local planning authority, seriously damaged or defective,) another tree of the same species and size as that originally planted shall be planted at the same place, unless the local planning authority gives its written consent to any variation",
    "Condition : 12 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.",
    "Condition : 13 - The development shall not be occupied until a means of pedestrian and vehicular access has been constructed in accordance with the approved plans.",
    "Condition : 14 - Appropriate visibility splays shall be provided on each side of the vehicular access points, the depth measured from the back of the footway and the widths outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6m in height above the surface of the adjoining highway shall be erected within the areas of such splays.",
    "Condition : 15 - The parking, loading and turning spaces shown on drawing nos. AL(00)10 Rev.A and AL(00)12 Rev.A shall be constructed and available for use before first occupation of the relevant part of the development that use those facilities and such spaces shall not be used for any other purposes.",
    "Condition : 16 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(2,16,18,32) dated 01/08/2013 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 17 - The development hereby permitted shall designed and constructed in accordance with the Lifetime Home standards as set out in the London Plan Accessible London Supplementary Guidance Accessible London.",
    "Condition : 18 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(2,16,18,32) dated 01/08/2013 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 19 - No unit shall be occupied until a Car Park Management Plan, including details of delivery and servicing for the commercial units, has been submitted to and approved in writing by the Local Planning Authority. The car parking areas shall thereafter be managed in compliance with the approved Car Park Management Plan.",
    "Condition : 20 - The non-residential floor space of the building hereby permitted shall not be open to customers outside the hours of 08:00 to 21:00 Monday to Saturday and 09:00 to 20:00 on Sundays and Public Holidays, with the exception of Unit 4 of H1 (as shown on plan 2555/Con/02-A), which may be used 24 hours/7 days a week.",
    "Condition : 21 - Full details of the design of the shop fronts to non-residential ground floor units shall be submitted to and approved in writing by the Local Planning Authority prior to the fit out of each commercial unit hereby approved. The details shall be carried out as approved prior to first occupation of the unit to which the details relate.",
    "Condition : 22 - No amplified music or other music shall be played outside the commercial premises hereby approved without the prior written consent of the Local Planning Authority.",
    "Condition : 23 - A. Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(23,34) dated 09/11/2012 or as otherwise agreed in writing with the Local Planning Authority. \r\nB. The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.",
    "Condition : 24 - A. Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(24,25) dated 09/11/2012 or as otherwise agreed in writing with the Local Planning Authority. \r\nB. The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details",
    "Condition : 25 - A. Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(24,25) dated 09/11/2012 or as otherwise agreed in writing with the Local Planning Authority.\r\nB. The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.",
    "Condition : 26 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(26) dated 05/06/2013 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 27 - No occupation shall take place until a Code for Sustainable Homes Final (Post-Construction) Certificate, issued by the BRE equivalent licensing organisation, must be submitted for each dwelling to the Local Planning Authority to demonstrate that Level 3 has been achieved. All the measures integrated shall be retained for as long as the development is in existence.",
    "Condition : 28 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(28) dated 11/09/2012 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 29 - The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the recommendations of the Ecological Assessment dated September 2011 (ref ECO2715.EcoAss.vf) have been implemented. Such measures shall thereafter be retained on site.",
    "Condition : 30 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(30a) dated 06/02/2013 or as otherwise agreed in writing with the Local Planning Authority. \r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\nDuring the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\nBefore the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 31 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(31) dated 13/09/2012 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 32 - Development shall be carried out in accordance with the approved details with reference 00610/BB/P1(2,16,18,32) dated 01/08/2013 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 33 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved.",
    "Condition : 34 - No infiltration of surface water drainage into the ground is permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters. The development shall be carried out in accordance with the approved details.",
    "Condition : 35 - Piling, deep drilling for ground source heat pumps, or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details.",
    "Condition : 36 - The use of Unit 4 Hounslow 1 (as shown on plan 2555/Con/02-A) or a subdivision thereof, shall not commence until evidence (e.g. photographs, copies of installation contracts, etc.) has been submitted to demonstrate compliance with the recommendations of Noise Impact Assessment - Provisional (AA547/28/04/14) 16 June 2014. The submission shall include post-completion testing demonstrating noise levels at the nearest residential receptors will not exceed BS 8233 (good category)."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "27/08/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 175874,
  "last_updated": "2025-03-19T18:08:46.055+00:00",
  "development_type": "Major dwellings",
  "ward": "Hounslow Central (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023402555",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW3 1NW",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "23/12/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.356455,
          51.47032
        ],
        [
          -0.356456,
          51.470293
        ],
        [
          -0.356499,
          51.470294
        ],
        [
          -0.356499,
          51.470321
        ],
        [
          -0.356455,
          51.47032
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/1934",
  "valid_date": "28/05/2014",
  "description": "Variation of Condition 7 (Use Class) to allow Unit 4 of Hounslow 1 to be used as A1/D2 (retail/leisure) & Condition 20 (Operating hours) to allow Unit 4 of Hounslow 1 to have unrestricted opening hours of planning permission 00610/BB/P2 for the redevelopment of 44-52 High Street comprising construction of a nine-storey building with retail at ground floor and 61 flats above; & development 26a-34 High Street to provide 40 residential units by conversion of the public house use at ground level and the offices and ancillary residential accommodation on the first & second floors & construction of two additional floors; together with the provision of rear servicing to both sites from Cecil Road",
  "centroid_easting": 514252,
  "site_number": "52",
  "lapsed_date": "22/12/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "High Street",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.470307,
    "lon": -0.356477
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/1934",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_1934",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}