{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (GA.1200 Rev. B, GA.1201 Rev. C, GA.1202 Rev. E, GA.1204 Rev. A, GA.1300 Rev. A, GA.1301 Rev. A, GA.1302 Rev. B, GA.1303 Rev. B, GA.1310 Rev. B, GA.1311 Rev. B, GA.1312 Rev. B, GA.1313 Rev. B. GA.1314 Rev. A, GA.1315 Rev. C, GA.1316 Rev. C, GA.1317 Rev. C, GA.1318 Rev. C, GA.1319 Rev. B, GA.1320 Rev. C, GA.1321 Rev. C, GA.1322 Rev. C, GA.1323 Rev. B, GA.1324 Rev. D, GA.1325 Rev. D, GA.1326 Rev. D, GA.1327 Rev. C, GA.1330 Rev. C, GA.1331 Rev. C, GA.1332 Rev. C, GA.1333 Rev. B, GA.1334 Rev. E, GA.1335 Rev. E, GA.1336 Rev. D, GA.1337 Rev. B, GA.1340 Rev. A, GA.1341 Rev. A, GA.1342 Rev. A, GA.1343 Rev. A, GA.1344 Rev. C, GA.1345 Rev. C, GA.1346 Rev. B, GA.1347 Rev. C, GA.1350 Rev. C, GA.1351 Rev. B, GA.1352 Rev. C, GA.1353 Rev. C, GA.1354 Rev. B, GA.1360 Rev. C, GA.1361 Rev. B, GA.1362 Rev. D, GA.1363 Rev. D, GA.1364 Rev. B, GA.1370 Rev. B, GA.1371 Rev. C, GA.1372 Rev. C, GA.1373 Rev. B, GA.1400, GA.1412 Rev. A, GA.1413 Rev. A, GA.1414, GA.1510 Rev. C, GA.1511 Rev. E, GA.1512 Rev. D, GA.1513 Rev. E, GA.1520 Rev. B, GA.1521 Rev. B, GA.1522 Rev. C, GA.1523 Rev. C, GA.1530 Rev. C, GA.1531 Rev. B, GA.1532 Rev. D, GA.1533 Rev. C, GA.1540 Rev. C, GA.1541 Rev. B, GA.1542 Rev. C, GA.1543 Rev. B, GA.1544 Rev. B, GA.1550 Rev. B, GA.1551 Rev. C, GA.1560 Rev. B, GA.1561 Rev. D, GA.1570 Rev. B, GA.1571 Rev. B, GA.1580 Rev. B, Design and Access Statement dated January '17, Phase 1 Environmental Assessment dated January 2017, Flood Risk Assessment dated January 2017, Building Services Review dared 11 November 2016, Transport Statement dated January 2017. Received: 16/02/2017. SP04, Technical Note dated May 2017. Received: 01/06/2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\n\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)\r\n",
    "Condition : 5 - During the course of the development:\r\na. The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess any such additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\n\r\nBefore the development is first brought into use:\r\nb. The agreed scheme for decontamination referred to in clause a) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 6 - Before the use hereby approved commences, full details (including manufacturers' specifications) of secure covered cycle parking facilities (for not less than 124 long stay cycle parking spaces and 14 short stay cycle spaces) for the staff and visitors of the development have been submitted to and approved in writing by the Local Planning Authority. The approved facilities shall conform to current guidance such as the TfL London Cycling Design Standards in design and layout and be fully implemented and be made available for use before the first occupation of the development and thereafter retained for use at all times without obstruction.",
    "Condition : 7 - No development shall take place until a Construction Logistic Plan (CLP) covering the construction stages has been submitted to and approved in writing by the Local Planning Authority. The CLP shall cover: \r\ni.\ta site plan\r\nii.\ta pre-start record of site conditions on the adjoining public highway will be undertaken and agreed with the council\r\niii.\tprovision for the parking of vehicles of site operatives and visitors \r\niv.\tprovisions for loading and unloading of plant and materials within the site\r\nv.\tprovision for the storage of plant and materials used in constructing the development \r\nvi.\tthe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate \r\nvii.\twheel washing facilities at the site exit\r\nviii.\tmeasures to control the emission of dust and dirt during construction \r\nix.\ta scheme for recycling/disposing of waste resulting from demolition and construction works\r\nx.\tappropriate vehicle routes to and from the site\r\nxi.\tmeasures to ensure the safety of all user of the public highway especially in the vicinity of the site\r\nxii.\tprovisions for phasing of construction and delivery and servicing arrangements.\r\nAll construction works shall be managed in accordance with the approved CLP.",
    "Condition : 8 - The footway and the carriageway of Great West Road must not be blocked during the development of the proposal. Temporary obstructions during the construction of the development must be kept to a minimum and shall not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on Great West Road.",
    "Condition : 9 - All vehicles associated with the development must only park/stop at permitted locations and within the time periods permitted by existing on-street restrictions.",
    "Condition : 10 - No skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time. (Note: should the applicant wish to construct scaffolding or a hoarding on the footway whilst undertaking this work, separate licenses may be required with TfL, please see: http://www.tfl.gov.uk/info-for/urban-planning-and-construction/highway-licences)."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "22/05/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 177600,
  "last_updated": "2025-03-19T18:37:46.849+00:00",
  "development_type": "Minor Offices-R and D-light industry",
  "ward": "Osterley and Spring Grove (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001273443",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "15/08/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.325465,
          51.485403
        ],
        [
          -0.325466,
          51.485376
        ],
        [
          -0.32551,
          51.485376
        ],
        [
          -0.325509,
          51.485403
        ],
        [
          -0.325465,
          51.485403
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/0535",
  "valid_date": "20/02/2017",
  "description": "Various alterations and extensions to existing buildings known as NHC1, NHC2, NHC3, NHC4, D1 to D7 and D8/D9, including some limited deconstruction works and removal/replacement of rooftop plant; removal/replacement of ancillary cafe kiosk and security hut / vehicle barriers; change of use of D8/D9 to ancillary cafe and/or gym (Use Classes A3/D2); internal estate highway, footway and landscaping works and formation of new southern pedestrian access route.",
  "centroid_easting": 516366,
  "site_number": null,
  "lapsed_date": "14/08/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "New Horizons Court",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.485389,
    "lon": -0.325487
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/0535",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5718608",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_0535",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}