{
  "lpa_app_no": "P/2015/5435",
  "centroid_northing": 176938,
  "status": "Commenced",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:21:39.046+00:00",
  "valid_date": "23/12/2015",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 514178,
  "actual_commencement_date": "13/03/2017",
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/5435",
  "site_number": "RECREATIONAL LAND",
  "decision": "Approved",
  "ward": null,
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": null,
    "no_existing_cycle": null,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": null,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": null,
    "net_lgv": null,
    "no_proposed_car": null,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": null,
    "no_existing_bus": null,
    "net_car": null
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2015_5435",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Other Protected Open Space",
        "constraints_layer_description": "Open Space Protection"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "01/12/2017",
        "use_class": "SG",
        "gia_gained": 8215,
        "actual_commencement_date": "13/03/2017",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 8215,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 8215,
      "development_type": "New Build",
      "site_area": 1.55
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_green_belt_area_gain": 0,
      "protected_spaces_details": [
        {
          "area": 1.816,
          "superseded_date": null,
          "access": "Unrestricted",
          "actual_completion_date": null,
          "description": "Outdoor sports facilities incl school playing fields",
          "change_type": "Loss",
          "nature_conservation_designation": "Not Designated",
          "actual_commencement_date": null,
          "superseded_by_lpa_app_no": null
        },
        {
          "area": 0.266,
          "superseded_date": null,
          "access": "Restricted",
          "actual_completion_date": "01/12/2017",
          "description": "Provision for children and young people",
          "change_type": "Gain",
          "nature_conservation_designation": null,
          "actual_commencement_date": "13/03/2017",
          "superseded_by_lpa_app_no": null
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "protected_space_count": 2,
      "open_space_green_belt_area_loss": 0
    },
    "building_type": null
  },
  "uprn": "10001272217",
  "decision_date": "24/06/2016",
  "description": "Erection of a new school for ages 11 to 25; young people with special educational needs, 224 students in 30 classes together with sports and other facilities for shared community use along with parking and other associated development",
  "site_name": "Street Record",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "23/03/2016",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Gresham Road",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "24/06/2019",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Acoustic Assessment ref. NDT4730/14397 prepared by Spectrum Acoustic Consultants dated February 2015, Design and Access Statement Issue 03 prepared by Pick Everard and Dated 26 November 2015, Desk Study for Potential Unexploded Ordnance Contamination ref. EES0581 prepared by RPS Dated 08 December 2014, Drainage Assessment Form dated 1/10/2015\r\nDrainage Statement Issue 01 prepared by Pick Everard and Dated 20/11/2015, Ecological Assessment Ref: 1039 prepared by Grass Roots Ecology dated March 2015, Flood Risk Assessment ref. 130036/R003 prepared by Pick Everard and Dated 12 January 2015, Ground Investigation Report ref. G4289-IR prepared by Nicholls Colton Geotechnical dated Aril 2015, Landscape Hardstanding Performance Specification prepared by munro + whitten dated November 2015, Landscape Softworks Performance Specification prepared by munro + whitten dated November 2015, Phase 1 Environmental Survey prepared by Pick Everard and Dated 09 January 2014, Planning Statement Issue 04 prepared by Pick Everard and Dated June 2015, Preliminary Air Quality Assessment prepared by Pick Everard and Dated 09 December 2014, Sustainable Design Statement Issue 01 prepared by Pick Everard and Dated 14/10/2015, and Transport Statement Issue 01 prepared by Pick Everard and Dated 09 December 2015 received on 11/12/2015.\r\n\r\n0739.006B, X202-130036 17-1 Attenuation Tank Design with controlled outlet - 800 deep, X204-130036 17-1 Gresham Rd SEN Greenfield v Developed area runoff volumes, 036-PE-ZZ-XX-DR-A-9002 P05, 036-PE-ZZ-XX-DR-A-9003 P05, 036-PE-ZZ-XX-DR-A-9004 P05, 036-PE-ZZ-XX-DR-A-9005 P03, 036-PE-ZZ-XX-DR-A-9006 P02, 036-PE-01-02-DR-A-9009 P03, 036-PE-01-ZZ-DR-A-9010 P02, 036-PE-ZZ-ZZ-DR-A-9011 P03, 036-PE-01-ZZ-DR-A-9012 P02, 036-PE-01-XX-DR-A-9013 P01, 036-PE-01-XX-DR-A-9014 P01, 036-PE-01-XX-DR-A-9015 P01, 036-PE-01-XX-DR-A-9016 P0",
    "Condition : 4 - The premises shall be used for a special education needs school and such purposes ancillary to that D1 school use, as well as any use agreed as part of the Community Use Agreement referred to in condition 6, and for no other purpose (including any other purpose in Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - Prior to the first use of the school hereby permitted, a Community Use Agreement, including, but not limited to: \r\n \ttravel plan measures, \r\n \tdraft contractual arrangements, \r\n \tfacilities and space available for use,\r\n \tavailability of space for use, \r\n \texplicit reference to availability of use for individuals, families, schools or other groups,\r\nshall be submitted to and approved in writing by the Local Planning Authority.  The school shall thereafter operate in accordance with that Agreement.",
    "Condition : 7 - Prior to the commencement of development, a landscape strategy and management plan, including details of any existing planting to be removed or retained, landscaping detailing, management responsibilities and maintenance schedules for all hard and soft landscape areas, shall be submitted to and approved by the local planning authority prior to the occupation of the development for its permitted use.\r\nAny trees or shrubs planted which die within five years of completion of the development shall be replaced with the same species, and of comparable maturity, or an approved alternative. The landscape strategy and management plan shall be carried out as approved and maintained as such thereafter.",
    "Condition : 8 - Prior to commencement of development a tree protection plan relating to any retained trees shall be submitted and approved by the Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "Condition : 9 - Development shall not commence until a Bird Hazard Management Plan has been submitted to and approved in writing by the Local Planning Authority. The submitted plan shall include details of: \r\n-  Management of any flat/shallow pitched/green roofs on buildings within the site which may be attractive to nesting, roosting and \"loafing\" birds. The management plan shall comply with Advice Note 8 'Potential Bird Hazards from Building Design' attached * See below for information *\r\n\r\nThe Bird Hazard Management Plan shall be implemented as approved, on completion of the development and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 10 - Before the development hereby permitted commences:\r\na. Details of an intrusive site investigation are required in addition to the phase 1 desk study previously submitted. These details shall be submitted to, and approved in\r\nwriting by, the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a\r\ntiered risk assessment of the contamination based on the proposed end use of the site.\r\n\r\nAdditional investigation may be required where it is deemed necessary.\r\nb. If required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval. The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n\r\nDuring the course of the development:\r\nc. The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme\r\nfor decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\n\r\nBefore the development is first brought into use:\r\nd. The agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure)\r\nreport submitted to the Local Planning Authority for approval.",
    "Condition : 11 - Development shall not commence until a construction management strategy has been submitted to and approved in writing by the Local Planning Authority covering the application site and any adjoining land which will be used during the construction period. Such a strategy shall include the following matters: \r\n- Details of cranes and other tall construction equipment (including the details of obstacle lighting) - Such schemes shall comply with Advice Note 4 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/operations & safety/safeguarding. asp).\r\nThe approved strategy (or any variation approved in writing by the Local Planning Authority) shall be implemented for the duration of the construction period.",
    "Condition : 12 - The development is close to the aerodrome and/or aircraft taking off from or landing at the aerodrome.  Lighting schemes required during construction and for the completed development shall be of a flat glass, full cut off design, mounted horizontally, and shall ensure that there is no light spill above the horizontal.",
    "Condition : 13 - No development shall take place, including any works of demolition, until a Construction Logistics Plan has been submitted to, and approved in writing by, the local planning authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall include:\r\ni.\ta site plan\r\nii.\tconfirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused\r\niii.\tprovision for the parking of vehicles of site operatives and visitors \r\niv.\tprovisions for loading, unloading and storage of plant and materials within the site\r\nv.\tdetails of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements \r\nvi.\tdetails of vehicle routeing from the site to the wider strategic road network\r\nvii.\tthe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate \r\nviii.\tprovision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the council\r\nix.\ta scheme for recycling/disposing of waste resulting from demolition and construction works\r\nx.\tappropriate vehicle routes to and from the site\r\nxi.\tmeasures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access\r\nxii.\tcommitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts.\r\nxiii.\tavoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway\r\n\r\nAll work on site shall be carried out in accordance with the approved details.",
    "Condition : 14 - No building or use hereby permitted shall be occupied or the use commenced until a School Travel Plan in comprising immediate, continuing and long-term measures to promote and encourage alternatives to single-occupancy car use has been prepared, submitted to and been approved in writing by the Local Planning Authority. The approved Travel Plan shall then be implemented, monitored and reviewed in accordance with the agreed Travel Plan Targets to the satisfaction of the Council.",
    "Condition : 15 - No part of the development shall be occupied until a car parking management plan has been submitted to and approved in writing by the Local Planning Authority. The plan should detail the provision and retention of disabled parking for visitors in line with London Plan standards (3 spaces plus one additional 'overflow' space) as well as details of the car and school minibus parking, drop off and pick up facilities. The approved details and measures shall be implemented before the first occupation of the development hereby permitted and shall be maintained for the duration of the use unless the prior written approval of the local planning authority is obtained to any variation.",
    "Condition : 16 - The development shall be implemented in accordance with the approved Energy Strategy (Sustainable Design Statement, Pickard Everard, Issue 01) and shall not commence above ground until full Design Stage calculations under the National Calculation Method have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy and any subsequent approved revisions.\r\nPrior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and as-built certificates under the National Calculation Method should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with approved Energy Strategy (Sustainable Design Statement, Pickard Everard, Issue 01) and any subsequent approved revisions.",
    "Condition : 17 - a) No development shall take place until a BREEAM pre-assessment estimator (or such equivalent standard that replaces this) has been submitted to and approved in writing by the Local Planning Authority demonstrating how a 'Very Good' (minimum score 59.92%) rating will be achieved.\r\nb) Within three months of work starting on site a BREEAM Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that a 'Very Good' (minimum score 59.92%) rating will be achieved.\r\nc) Prior to first occupation of the building(s) a BREEAM Post Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that a Very Good (minimum score 59.92%) rating has been achieved.",
    "Condition : 18 - Prior to commencement of development the final detailed drainage designs and associated full drainage maintenance plan shall be submitted to and agreed in writing by the Local Planning Authority. The proposed development shall be carried out in all respects in accordance with the approved details to limit surface water runoff from the site to 5 l/s.",
    "Condition : 19 - No development shall commence until full details (including manufacturers specifications) of secure covered cycle parking facilities (for not less than 30 bicycles) for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority. The approved facilities shall conform to current guidance such as the TfL London Cycling Design Standards in design and layout and be fully implemented and be made available for use before the first occupation of the development and thereafter retained for use at all times without obstruction",
    "Condition : 20 - Prior to first occupation a raised entry treatment shall be constructed in accordance with TfL standard specifications at the junction of Gresham Road with the A4 and a school Warning sign installed in the vicinity of the junction.",
    "Condition : 21 - Before the development commences full details of the access junction shown on the drawings (including a Stage 2 Road Safety Audit, associated vehicle visibility splays, pedestrian visibility splays) shall have been submitted to and approved in writing by the Local Planning Authority.  No part of the development shall be occupied (or in the case of permission for change of use, no use hereby approved shall commence) until the access serving it from the entrance to the site has been completed, including the associated junction and approved visibility splays at the entrance.  These visibility splays shall be permanently retained as approved thereafter and shall be kept permanently clear of any obstruction to visibility above 600 mm on land within the approved development site."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.357177,
          51.479898
        ],
        [
          -0.357178,
          51.479871
        ],
        [
          -0.357221,
          51.479872
        ],
        [
          -0.35722,
          51.479899
        ],
        [
          -0.357177,
          51.479898
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -0.357199,
    "lat": 51.479885
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}