{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (013/20b received 13/06/2014) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - During construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis' of construction vehicles exiting the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway. The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times.  Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material.  Suitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the guidance at http://www.london.gov.uk/mayor/environment/air_quality/docs/construction-dust-bpg.pdf and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of properties outside the site.\r\nStart of works on site shall be notified to the Council's Community Environment Team on 020 8583 5070\r\n",
    "Condition : 4 - The appearance and content (including species and specimen type) of the two planting beds proposed on the Sutton Way and Upper Sutton Lane forecourts shall be in accordance with the details approved under application reference 01143/78/P8(4) on 04/03/2013. The details so approved shall be implemented before the development is first occupied and shall be retained permanently thereafter.",
    "Condition : 5 - The access doorway to the shop and other doorways used by the public shall have a minimum clear width of 900mm, a level surface or ramp between the pavement and the floor and a door handle of not more than 1m above ground level.",
    "Condition : 6 - No deliveries to or collection from the shop hereby approved shall take place outside the hours of 08.00 -19.00 hours Monday-Saturday and not at any time Sunday, Bank or Public Holidays.",
    "Condition : 7 - The loading bay on the Upper Sutton Lane forecourt shown on the approved drawing shall be provided before the development hereby approved is first occupied.  The bay shall be clearly marked on the surface as a loading bay only, using lettering of sufficient size so as to warn drivers approaching it that this is its purpose and by the means of coloured cross-hatching.  The loading bay shall be kept clear during delivery and refuse collections times but otherwise may be used for parking of customer vehicles. Delivery vehicles shall only enter and leave the site via the Upper Sutton Lane access and physical measures shall be put in place to secure this.",
    "Condition : 8 - The use hereby permitted shall not be open to customers outside the following times [0600 and 2300 Monday to Sunday].",
    "Condition : 9 - Before the flats hereby approved are first occupied, the developer shall install the proposed Estate Recycling System comprising five 360 litre wheeled bins locked into galvanised steel frames with paving slabs at the bottom of them to secure them in place to take mixed glass, tins and cans, paper, plastics and cardboard, together with two 1100-litre Eurobins within the communal waste and recycling area adjacent to the eastern side of the building and shall notify the Council's refuse and recycling services when the development is first occupied.  The communal refuse area shown shall include a self-closing door which shall be kept permanently shut except when required for access",
    "Condition : 10 - The development hereby approved shall not be occupied until a secure storage area within the site enclosed by a two metre high close boarded fence to house not less than three 1100 litre galvanised steel Eurobins has been identified and made available, together with facilities for the separation and safe storage of glass, metal, plastics, cardboard, food waste and other recyclable materials which shall then be collected and taken to a suitable facility for recycling.  The storage area and bins shall be made permanently available before the development is first occupied and no waste shall be stored outside the site or other than in the designated area.  The lids of the Eurobins shall be fixed shut at all times other than when waste is being emptied into them.  Non-recyclable and perishable waste shall be removed from site no less frequently than once a week.",
    "Condition : 11 - The communal lounge in the outbuilding and the communal lounge on the second floor of the building hereby approved shall be used as shared spaces for the occupiers of the flats and shall not be used as primary residential accommodation (for example, kitchen, living room or sleeping accommodation) or as separate dwellings.",
    "Condition : 12 - Following the completion of an acoustic survey of the site, the flats hereby approved shall be designed and constructed to achieve an internal environment in accordance with the recommendations of BS8233:1999.  This shall include either a whole house ventilation system or acoustic room ventilators sufficiently silenced to meet the requirements of BS8233:1999, including installation of the 'Passivents' specified in the application.",
    "Condition : 13 - The level of noise emitted from any commercial plant installed at the premises shall not be less than 10dB(A) below the existing background noise levels (LAeq), when measured from the nearest noise sensitive receptor, over any 24 hour period in accordance with the guidance set out by BS4142.1997.",
    "Condition : 14 - An area either side of the two vehicle accesses not less than 2.4 metres deep and 2.4 metres wide shall be kept permanently clear of any obstruction to visibility greater than 600 mm in height above ground",
    "Condition : 15 - The parking areas shown on the approved plans (including the electric vehicle charging point) shall be provided before the development is first occupied and shall be kept permanently available.  Six of these spaces shall be reserved for the exclusive use of residents of the flats and physical measures (such as locking posts) shall be installed in these spaces and permanently maintained to ensure that they are not used for parking for other purposes",
    "Condition : 16 - The cycle parking shown on the approved drawings (including the covered area at the rear of the building which shall be in the form of a secure lockable enclosure) shall be provided before the development is first occupied and shall be kept permanently available.  In association with the staff cycle parking with shower and changing facilities for staff shall be provided within the shop.",
    "Condition : 17 - No development shall take place until the developer has entered into a legal agreement with the local highway authority to secure the alterations to the adjoining footway and road layouts on Upper Sutton Lane and Sutton Way as shown on the approved drawings and the development shall not be occupied until these alterations have been completed.",
    "Condition : 18 - The vehicle access from the site to Sutton Way shall be used for exit only and physical measures and signage shall be installed before the development is first brought into use to ensure that this is the case.",
    "Condition : 19 - When each flat is occupied for the first time residents shall be provided a welcome pack, detailing sustainable transport opportunities in the area including  a local public transport guide; cycle maps; and Information about walking & cycling in Hounslow, including cycle training.",
    "Condition : 20 - If during the course of the development ground contamination is discovered on site, the Local Planning Authority shall be notified immediately.  A competent person shall assess the contamination, and shall submit an appropriate scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  Before the development is first brought into use the agreed scheme hereby approved shall be full implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 21 - The energy efficiency and sustainable measures approved under application 01143/78/P9 shall be installed before first occupation of the development and thereafter retained permanently. The evidence (e.g. photographs and copies of installation contracts) shall also be submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details before first occupation of the development",
    "Condition : 22 - The development shall be carried out in accordance with the sustainable construction statement approved under application reference 01143/78/P8(22,23) on 23/07/2013.",
    "Condition : 23 - The Sustainable Drainage Scheme shall be installed in accordance with the details approved under application reference 01143/78/P8(22,23) on 23/07/2013",
    "Condition : 24 - The windows at first and second floor level in the south west elevation, the southernmost window in the southeast elevation of Flat 1 and the southernmost windows in the southeast elevation of Flat 8 shall be fixed shut to a level no lower than 1.7 metres above the adjacent internal floor area and shall be obscure glazed."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "11/08/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 176959,
  "last_updated": "2025-03-19T18:26:24.151+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Heston Central (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023405287",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW5 0PT",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "11/08/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.373306,
          51.480312
        ],
        [
          -0.373307,
          51.480285
        ],
        [
          -0.37335,
          51.480286
        ],
        [
          -0.373349,
          51.480312
        ],
        [
          -0.373306,
          51.480312
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/2368",
  "valid_date": "16/06/2014",
  "description": "Variation of Condition 7 (Loading Bays) to amend wording of the condition to ''The loading bay shall be kept clear during delivery and refuse collections times but otherwise may be used for parking of customer vehicles'' following planning permission 01143/78/P8 dated 21.12.2012 for redevelopment of public house (Use Class A4) to provide a retail shop (Use class A1) at ground floor, and eight self-contained flats at first and second floors, with parking, servicing, landscaping and amenity space",
  "centroid_easting": 513057,
  "site_number": "78",
  "lapsed_date": "10/08/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Upper Sutton Lane",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.480299,
    "lon": -0.373328
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/2368",
  "site_name": "The Hope And Anchor",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_2368",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}