{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (17-438 G001 C0; 17-438 G002 C1; 000-PE-01-00-DR-A-1000 P02; 000-PE-01-01-DR-A-1002 P02; 000-PE-01-02-DR-A-1004 P02; 000-PE-01-M0-DR-A-1001 P02; 000-PE-01-M1-DR-A-1003 P02; 17-438 G002 C1; 17-438 010 P2; 17-438 G011 C0; 17-438 010 P2; 17-438 011 P1; 000-PE-01-ZZ-DR-A-3000 P02; 29/09/2017.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 4 - The first and second floor windows formed in the western elevation of three storey extension shall be obscure glazed, hinged to open inwards and shall not be repaired or replaced otherwise than with obscured glazing.",
    "Condition : 5 - The materials to be used in the construction of the external surfaces shall be those approved by planning permission 00506/M/P2(5) on 13 November 2017.",
    "Condition : 6 - No building or use hereby permitted shall be occupied or the use commenced until a Travel Plan in accordance with TfL guidance (see http://www.tfl.gov.uk/info-for/urban-planning-and-construction/travel-plans). comprising immediate, continuing and long-term measures to promote and encourage alternatives to single-occupancy car use has been prepared, submitted to and been approved in writing by the Local Planning Authority. The approved Travel Plan shall then be implemented, monitored and reviewed in accordance with the agreed Travel Plan Targets to the satisfaction of the Council.",
    "Condition : 7 - Notwithstanding the approved plans, prior to the occupation of the building two sheltered, secure, conveniently located and easily accessible 'Sheffield'-style cycle storage spaces for the staff shall be provided and made available throughout the life of the development, in accordance with details that shall first be submitted to and approved in writing by the local planning authority.",
    "Condition : 8 - The external lighting, hereby permitted, shall not be operated outside the hours of 7am to 7pm.",
    "Condition : 9 - Prior to the occupation of the building a replacement native tree capable of reaching a height at maturity of not less than 10 metres shall be planted within the site and shall be maintained. Should the replacement tree die or become seriously damaged or moribund during the first ten years of its life, then a further replacement tree to the same specification shall be planted immediately.",
    "Condition : 10 - The opening onto the first floor outdoor area in the western elevation of the three storey extension shall be covered externally with an opaque material."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "24/11/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 178139,
  "last_updated": "2025-03-19T18:22:47.995+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": "10091692311",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW8 0RS",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "21/11/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.29756,
          51.489848
        ],
        [
          -0.297561,
          51.489821
        ],
        [
          -0.297604,
          51.489821
        ],
        [
          -0.297603,
          51.489848
        ],
        [
          -0.29756,
          51.489848
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/3361",
  "valid_date": "29/09/2017",
  "description": "Erection of three storey side extension, first floor open  topped mesh screened area, replacement of all existing windows and doors, metal screening of existing and new external fire escape route and external works to provide new car park and play area to the site.",
  "centroid_easting": 518292,
  "site_number": "60",
  "lapsed_date": "20/11/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Green Dragon Lane",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.489835,
    "lon": -0.297582
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/3361",
  "site_name": "St Georges House",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6278036",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_3361",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}