{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted ( E_E_JA12_001, E_N_JA12_001, E_S_JA12_001, E_W_JA12_001, E_BB_JA12_001, P_00_JA12_001, P_01_JA12_001, P_02_JA12_001, P_03_JA12_001, P_RF_JA12_001, E_E_G200_004, E_N_G200_004, E_S_G200_004, E_E_G200_004, E_W_G200_004, S_BB_G200_004, P_00_G200_003, P_00_G200_003, P_01_G200_003, P_02_G200_003, P_03_G200_003, P_RF_G200_003 and OS MAP received on the 01.05.2015 ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - The existing cycle stands at the front of the building shall be maintained and available for use at all times, or as shall have been otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 5 - The footway and carriageway on A406 Gunnersbury Avenue must not be blocked during the construction and maintenance of the proposal and no access or egress shall be permitted. Temporary obstruction during the construction must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrian or obstruct the flow of traffic.  No construction vehicles shall load/ unload/ park/ pick up/ drop off on the A406 at all times.",
    "Condition : 6 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking or re-enacting that order), the premises shall be used for a B1a use class and for no other purpose (including any change of use to residential via the prior approval process).",
    "Condition : 7 - No development shall take place until a Construction Logistic Plan (CLP) and a Construction Management Plan (CMP) covering the construction stages has been submitted to and approved in writing by the Local Planning Authority. The construction management plan (CMP) and construction logistics plan (CLP) shall be produced to rationalise construction vehicle movements; minimising highway and traffic impact; and to provide adequate measures to minimise accident risk between construction vehicles and vulnerable road users.  In order to improve safety and minimise accidents between vulnerable road users and construction vehicle; TfL requests all suppliers/ contractors who operate vehicles be registered with the TfL Freight Operator Recognition Scheme (FORS), with adequate staff training and safety equipment installed to vehicles, including but not limited to:\r\nHave side guards fitted, unless the operator can demonstrate to the authority's reasonable satisfaction that the vehicle will not be able to perform the function for which it was built if side guards are fitted \r\nHave a close proximity warning system fitted comprising a front-mounted, rear facing CCTV camera with in-cab live feed or a Fresnel lens where the lens provides a reliable alternative to the CCTV camera and where the operator has the authority's approval to use it\r\nHave a close proximity sensor\r\nHave a Class VI mirror\r\nCarry a prominent sign or signs to warn cyclists of the dangers of passing the vehicle on the inside\r\nThe current TfL guidance for CLP can be found on : http://www.tfl.gov.uk/microsites/freight/documents/construction-logistics-plan-guidance-for-developers.pdf.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "09/07/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 178525,
  "last_updated": "2025-03-19T18:25:32.356+00:00",
  "development_type": "Minor general industry-storage-warehousing",
  "ward": "Turnham Green (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023518929",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 5QB",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "14/07/2015",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.281852,
          51.49309
        ],
        [
          -0.281853,
          51.493063
        ],
        [
          -0.281897,
          51.493063
        ],
        [
          -0.281896,
          51.49309
        ],
        [
          -0.281852,
          51.49309
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/1767",
  "valid_date": "14/05/2015",
  "description": "Erection of a four storey rear extension, creation of an additional floor and installation of plant enclosure with minor alterarions and rearrangement of parking.",
  "centroid_easting": 519374,
  "site_number": "250",
  "lapsed_date": "13/07/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Gunnersbury Avenue (North Circular Road)",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.493077,
    "lon": -0.281874
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/1767",
  "site_name": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_1767",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}