{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted 23rd July 2018 and numbered B-01 Rev.A; the plans submitted 30th August 2018 and numbered A-02 Rev.A and the plans submitted 10th September 2018 and numbered A-03 Rev.A (existing and proposed sections); A-01 Rev.A; A-03 Rev.A (proposed elevations) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The ventilation flue hereby permitted shall be subject to regular servicing and maintenance meeting manufacturers recommended specifications. Records of such works shall be documented.",
    "Condition : 4 - The ventilation flue hereby permitted shall be covered by a brick effect flue duct cover which matches the brickwork used in the existing building as specified in the approved drawings",
    "Condition : 5 - The use shall not commence until not less than three 240 litre bins have been made available on site within the area for refuse storage shown on the approved plans, together with facilities for the separation and safe storage of glass, metal, plastics, cardboard, food waste and other recyclable materials which shall then be collected and taken to a suitable facility for recycling.  The storage area and bins shall be kept permanently and no waste shall be stored outside the site or other than in the identified storage area.  Non-recyclable and perishable waste shall be removed from site no less frequently than once a week.  Waste shall be removed as soon as the bins become full if this is earlier than the time of the normal collections, unless additional covered and enclosed bins have been provided and stored inside the building and are thereafter made permanently available for the on-site storage of refuse and waste. Waste collections shall not take place outside of the hours of 8am to 11 pm Monday to Friday; 8 am to 10 pm Saturday and 8 am to 9 pm on Sundays, including public holidays",
    "Condition : 6 - The opening hours of the premises shall be 8am to 11 pm Monday to Friday; 8 am to 10 pm Saturday and 8 am to 9 pm on Sundays, including public holidays",
    "Condition : 7 - The premises shall not be used for the sale of hot food for consumption off of the premises.",
    "Condition : 8 - The extract ventilation system specified in the application shall be provided, before the use is brought into operation, and when at maximum operation shall not result in noise that is more than 10dB(A) below background noise levels for the site. The kitchen extract system shall include the following details:\r\na) \tA three-stage filtration system, including grease filters, pre-carbon filters and carbon filters, to be located inside the building.\r\nb)\tThe point of discharge shall be a minimum of one metre above eaves level or one metre above openable windows of nearby properties.\r\nc) \tThe ducting shall match the details specified in the approved drawings and shall be so retained permanently.\r\nd) \tThe ventilation duct shall terminate pointing directly upwards and shall not be fitted with a cowl.\r\ne)\tThe fan shall be isolated from the inlet and discharge ducts using flexible couplings.\r\nf) \tThe fan shall be mounted using anti-vibration mounts.\r\ng) \tThe duct shall be isolated from the structure of the building using anti-vibration mouldings and suitable packing material where it passes through solid structures.\r\n",
    "Condition : 9 - No deep fat frying shall take place at the site",
    "Condition : 10 - The doorway shall have a threshold that is level with the adjoining footpath and the internal floor ramp shall have a gradient as specified in the approved drawings and a non-slip surface"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "17/09/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 175697,
  "last_updated": "2025-03-19T18:13:00.609+00:00",
  "development_type": "Other change of use",
  "ward": "Isleworth (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023407046",
  "application_details": {
    "site_area": 0.012
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW7 7DE",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "19/09/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3251076,
          51.4683085
        ],
        [
          -0.324971,
          51.4683056
        ],
        [
          -0.32491709999999996,
          51.4683022
        ],
        [
          -0.32486929999999997,
          51.4682898
        ],
        [
          -0.3248778,
          51.468267
        ],
        [
          -0.3248861,
          51.4682442
        ],
        [
          -0.3249351,
          51.468244
        ],
        [
          -0.32493679999999997,
          51.468235
        ],
        [
          -0.3249749,
          51.4682364
        ],
        [
          -0.3250354,
          51.4682378
        ],
        [
          -0.3250359,
          51.4682418
        ],
        [
          -0.3251115,
          51.4682433
        ],
        [
          -0.3251076,
          51.4683085
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/2394",
  "valid_date": "23/07/2018",
  "description": "Change of use from A1 (website design shop) to A3 (Restaurant) with the erection of an external flue to the rear.",
  "centroid_easting": 516442,
  "site_number": "8",
  "lapsed_date": "18/09/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Shrewsbury Walk",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4682701",
    "lon": "-0.32499819999999996"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/2394",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "7059340",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_2394",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516434.3,
              175701.1
            ],
            [
              516443.8,
              175701
            ],
            [
              516447.55,
              175700.7
            ],
            [
              516450.9,
              175699.4
            ],
            [
              516450.37,
              175696.85
            ],
            [
              516449.85,
              175694.3
            ],
            [
              516446.45,
              175694.2
            ],
            [
              516446.35,
              175693.2
            ],
            [
              516443.7,
              175693.3
            ],
            [
              516439.5,
              175693.35
            ],
            [
              516439.45,
              175693.8
            ],
            [
              516434.2,
              175693.85
            ],
            [
              516434.3,
              175701.1
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}