{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (023-PE-BB-0101 Rev P05, 023-PE-BB-00-DR-A-0001 Rev P05, 023-PE-BA-ZZ-DR-A-0802 Rev P03, 023-PE-BA-ZZ-DR-A-0801 Rev P07, 023-PE-BA-00-DR-A-0050 Rev P02, 023-PE-00-99-DR-A-9901 Rev P02, 023-PE-00-99-DR-A-1501 Rev P02, Transport statement ref: NM/JM/GM/ITL9025-017A R, Design and Access Statement Issue 01, 023-PE-BB-ZZ-DR-A-0801 Rev P03 (received 22/03/2014)\r\nBREEAM Design Stage Report Issue 01 (received 14/05/2014)\r\nBlock B energy statement (received 17/04/2014)\r\nBlock A energy statement (received 24/06/2014)\r\nPL651, PL112, PL650 (received 28/07/2014)\r\nPL111, PL652, PL653, 398/100, 398/900 (received 01/08/2014)\r\nArboriculture Constraints Report (received 12/08/2014)) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - A travel plan shall be submitted and approved by the Local Planning Authority prior to the occupation of the development.  The measures contained in the Travel Plan shall be implemented as approved.",
    "Condition : 4 - Full details of an electric car charging point shall be submitted and approved prior to the commencement of the development.  The electric car charging point shall be provided as specified in the application prior to the occupation of the buildings and maintained in working order for as long as the development remains in existence.",
    "Condition : 5 - Prior to the commencement of the development full details of the cycle parking shall be submitted to and approved by the local planning authority.  The cycle parking shall be implemented as approved prior to the occupation of the building and shall be maintained for as long as the development remains in existence.",
    "Condition : 6 - The development shall be carried out and used in accordance with the Delivery and Servicing Plan and Construction Logistics Plan submitted with the application.",
    "Condition : 7 - Prior to first occupation, a BREEAM Final (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body), must be submitted to the Local Planning Authority to demonstrate that a Good rating has been achieved. All the measures integrated shall be retained for as long as the development is in existence.",
    "Condition : 8 - Prior to the occupation of the development evidence shall be submitted demonstrating that a 40% reduction in carbon emissions above 2010 building regulations has been achieved in accordance with the energy statement.",
    "Condition : 9 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.",
    "Condition : 10 - Full details of all boundary treatment shall be submitted and approved by the Local Planning Authority prior to commencement of the development.  The boundary treatment shall be completed in accordance with the approved details prior to the occupation of the development.",
    "Condition : 11 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved prior to the occupation of the development.  These details shall include hard landscaping, soft landscape plans including schedules of plants, noting species, plant sizes and proposed numbers/densities.",
    "Condition : 12 - Full details of the refuse storage shall be provided as specified in the application prior to the occupation of the development.",
    "Condition : 13 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "13/08/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 171125,
  "last_updated": "2025-03-19T18:28:46.400+00:00",
  "development_type": "Major all other major developments",
  "ward": "Hanworth (Pre May 2022)",
  "parking_details": null,
  "uprn": "10014074523",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW13 6ST",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "12/08/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.395628,
          51.428158
        ],
        [
          -0.395629,
          51.428131
        ],
        [
          -0.395672,
          51.428132
        ],
        [
          -0.395671,
          51.428159
        ],
        [
          -0.395628,
          51.428158
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/1143",
  "valid_date": "14/05/2014",
  "description": "Erection of single storey front, side and rear extensions and the erection of a two storey side extension, increase in height of existing roof over new hall",
  "centroid_easting": 511634,
  "site_number": null,
  "lapsed_date": "11/08/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Main Street",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.428145,
    "lon": -0.39565
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/1143",
  "site_name": "Farm Cottage Caretakers House",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_1143",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}