{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Planning Statement (dated: November 2016), Flood Risk Assessment (dated: December 2016), Received: 12/12/2016. 8596 01, 8596 02 Rev D, Received: 01/02/2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 4 - The development hereby permitted shall only be carried out in accordance with the approved Flood Risk Assessment produced and provided with the application and the basement shall not be occupied until all the measures are implemented.",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - The basement shall at no time be used or occupied as a separate dwelling independent of the main house and shall not be used as sleeping accommodation.",
    "Condition : 7 - No development shall be carried out until such time as the person carrying out the work is a member of the Considerate Constructors Scheme and its code of practice, and the details of the membership and contact details are clearly displayed on the site so that they can be easily read by members of the public.",
    "Condition : 8 - No excavation or construction work shall be undertaken prior to the submission and approval in writing by the Local Planning Authority, of a Construction Method Statement, which is certified by a qualified professional, giving specific details of excavation, temporary works and construction techniques, including details of potential impacts on neighbouring land based on assessment of the geology and hydrology of the area.  The work shall be carried out in accordance with that method statement.",
    "Condition : 9 - \"Before the development hereby permitted commences the applicant must either:\r\na.\tInvestigate the site for landfill gas to the satisfaction of the LPA, to ascertain whether gas protection measures are required.  Where measures are required the details shall be submitted to, and approved by, the LPA.\r\nOr;\r\nb.\tThe applicant shall install gas protection measures as a precautionary measure without first investigating the site.  The details of these measures shall be submitted to, and approved by, the LPA.\r\nc.\tFor a. and b. all required measures shall be installed before the development is first occupied.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "02/02/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 177513,
  "last_updated": "2025-03-19T17:54:30.130+00:00",
  "development_type": "Other house holder developments",
  "ward": "Chiswick Homefields (Pre May 2022)",
  "parking_details": null,
  "uprn": "100021588199",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 2SN",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "01/02/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.252585,
          51.483557
        ],
        [
          -0.252586,
          51.48353
        ],
        [
          -0.252629,
          51.483531
        ],
        [
          -0.252628,
          51.483558
        ],
        [
          -0.252585,
          51.483557
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/5427",
  "valid_date": "08/12/2016",
  "description": "Erection of first floor and ground floor front extensions and extension to basement to provide habitable accomodation with two lightwells to front",
  "centroid_easting": 521431,
  "site_number": "3",
  "lapsed_date": "01/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Pumping Station Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.483544,
    "lon": -0.252607
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/5427",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5666128",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_5427",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}