{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Drawings ex PL1, ex PL2, ex PL3, ex EL4, ex EL5, ex tree13, pr PL1b, and Site Investigation Report Ref: H0104 JL (GSI0787) GI Report AM 040517 received: 6 June 2017. Drawings pr PL6, pr PL7, pr PL8, pr EL9, pr EL 10, and pr SEC 11 received: 9 June 2017. Design and Access Statement received: 7 August 2017; Construction method statement and related drawings received 9 August 2017 as follows: AR-STRU-1000; AR-STRU-1001 RevA; AR-STRU-1002 RevA; AR-STRU-1003 RevA; AR-STRU-1004 RevA; AR-STRU-1005 RevA; AR-STRU-1011 RevA; AR-TMP-1001 RevA; Construction Method Statement by Articlus Ltd dated August 2017; Structural Calculations 1 Rev A by Articlus Ltd dated June 2017; General Specification for Structural Works by Articlus Ltd dated May 2017; and AR0026-S-1011(1)) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 4 - No additional windows or other glazed openings shall be formed in the walls of the extension hereby approved and no additional doors inserted in the building without the prior written consent of the Local Planning Authority.\r\n",
    "Condition : 5 - The roof lights shall be 'conservation style', installed to be flush with the existing roof slope.",
    "Condition : 6 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 7 - The basement shall not be converted into a separate dwelling or for the use as sleeping accommodation.",
    "Condition : 8 - The development shall conform to the approved construction method statement submitted and approved with this application",
    "Condition : 9 - No development shall be carried out until such time as the person carrying out the work is a member of the Considerate Constructors Scheme and its code of practice, and the details of the membership and contact details are clearly displayed on the site so that they can be easily read by members of the public."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "04/08/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 178285,
  "last_updated": "2025-03-19T17:54:10.810+00:00",
  "development_type": "Other house holder developments",
  "ward": "Turnham Green (Pre May 2022)",
  "parking_details": null,
  "uprn": "100021580072",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 4BG",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "30/08/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.272619,
          51.490796
        ],
        [
          -0.27262,
          51.490769
        ],
        [
          -0.272663,
          51.49077
        ],
        [
          -0.272662,
          51.490797
        ],
        [
          -0.272619,
          51.490796
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/2309",
  "valid_date": "09/06/2017",
  "description": "Creation of a basement incorporating three side lightwells and erection of a single storey side extension with balustrade to lightwell below and roof extension between existing gable roofs incorporating two front circular windows and several side roof windows to the house.",
  "centroid_easting": 520021,
  "site_number": "32",
  "lapsed_date": "29/08/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Burlington Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.490783,
    "lon": -0.272641
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/2309",
  "site_name": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6110002",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_2309",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}