{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (16886 - XX - GA - 960 - 000002 Version 1.0, 16886 - XX - GA - 864 - 000008 Version 1.0, 16886 - XX - GA - 864 - 000009 Version 1.0, XA100 rev P2, XA101 rev P2, XA102 rev P3, Ecological Mitigation Report (dated March 2017) and Planning Statement (dated 22 May 2017) received on 25 May 2017, Performance Specification (dated 16 February 2017), Particular Specification (dated 16 February 2017), Plant Noise Assessment (dated 21 April 2017) received on 6th June 2017 and 16886 - XX - GA - 960 - 000001 Version 1.0 received on 24 July 2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - 4.\tPrior to the commencement of development a Construction Method Statement shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall be implemented in accordance with the approved details",
    "Condition : 5 - 5.\tPrior to first use of the development hereby approved full details of both hard and soft landscape works shall have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)\r\n",
    "Condition : 6 - The development shall be implemented in accordance with the Ecological Mitigation Report (dated March 2017) received on 25 May 2017.",
    "Condition : 7 - Prior to first use of the development hereby approved a Noise Report shall be submitted to and approved in writing by the Local Planning Authority detailing operation levels and mitigation measures proposed. The development shall operate in accordance with the approved details.",
    "Condition : 8 - Prior to first use of the development hereby approved an Odour Report shall be submitted to and approved in writing by the Local Planning Authority detailing operation levels and mitigation measures proposed. The development shall operate in accordance with the approved details.",
    "Condition : 9 - No Development can take place until mitigation has been agreed and put in place to ensure that the proposed development will have no impact on the H10 Radar at Heathrow Airport.",
    "Condition : 10 - Before the development hereby approved commences operations a scheme shall be submitted to and approved in writing by the Local Planning Authority which outlines the following:\r\n\"\tA scheme to inform the appropriate level of monitoring pollutants released into the River Crane and define the range of compounds permitted to be released once a revised environmental permit is issued by EA.   \r\n\"\tA post-project appraisal to show water quality changes in the 12-months (or any other period to be agreed in writing with the Local Planning Authority) following the first operation (excluding any testing phase). \r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "18/09/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 175719,
  "last_updated": "2025-03-19T18:14:50.351+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Heathrow Villages",
  "parking_details": null,
  "uprn": "10001272908",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "23/10/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.411823,
          51.469689
        ],
        [
          -0.411824,
          51.469662
        ],
        [
          -0.411868,
          51.469663
        ],
        [
          -0.411867,
          51.46969
        ],
        [
          -0.411823,
          51.469689
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/2168",
  "valid_date": "24/07/2017",
  "description": "Erection of a Moving-Bed Bio Reactor (MBBR) water treatment plant, in-pond sheet piling and relief channel.",
  "centroid_easting": 510408,
  "site_number": null,
  "lapsed_date": "22/10/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "Girling Way",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.469676,
    "lon": -0.411846
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/2168",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6085858",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_2168",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}