{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (1317-01-01; 1317-01-02; 1317-01-03; Operational Management Plan; Floor Risk Assessment. Received 10/04/2018) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - There shall be no dredging, digging, levelling or any other alteration of the Thames riverbank or riverbed under or in the vicinity of the site in association with the implementation of this permission or subsequently in association with the approved development.",
    "Condition : 4 - Each mooring shall be provided with a means of access to mains electricity when the development hereby approved is first implemented and permanently retained thereafter.",
    "Condition : 5 - The occupants of the vessels using the moorings hereby approved shall not use generators and no maintenance shall be carried out on a boat while moored at the site.",
    "Condition : 6 - The residential moorings hereby approved shall be maintained in accordance with the management plan (Albany House: Operational Management Plan Issue 2, dated 28/11/13, received 10/04/2018) submitted with the application.",
    "Condition : 7 - The service bollards proposed shall be located on the riverside edge of the riverside walkway and shall not project more than 400 mm into the walkway, shall not exceed 500 mm in width and shall not exceed one metre in height.  They shall include an integral mail delivery box.",
    "Condition : 8 - The access points to the moorings from the walkway shall be secured with gates to match the existing approved design of the riverside walkway balustrade as approved under planning permission 00607/41/P28 and shall not exceed 1.2 metres in width.  The gates shall be designed to self close and shall be kept closed except when in use.  They shall allow exit from the river without a key, but access n the opposite direction only with the use of a key. No refuse or other materials or personal effects shall be stored on the walkway.",
    "Condition : 9 - No more than two boats shall be moored at the site.  Each shall be moored parallel and immediately adjacent to the bank. Neither boat shall exceed four metres in beam and the combined length of the two boats shall not exceed 37 metres.",
    "Condition : 10 - The boats moored at the site shall be restricted to a single level of accommodation with no superstructure exceeding two metres in height.",
    "Condition : 11 - Nothing shall be fixed to the railings of the walkway other than the lifesaving equipment referred to in Condition 12, any service bollard and a mooring nameplate for each boat, not exceeding 30 cm high by 60 cm wide.",
    "Condition : 12 - Before the moorings are first brought into use, the following safety measures shall be installed and permanently maintained in a state fit for their intended use thereafter..\r\nAdjacent to the entrance to each mooring, the developer shall provide one set of publicly accessible life saving equipment to be fixed to landward side of the riverside safety railings which shall be accompanied by appropriate signage to identify the equipment all to comply with BS 5499-11: 2002.  The installation shall include contact details of the site manager that must be kept up to date at all times requesting reports of any damage or misuse and the installation shall be inspected on a monthly basis or more frequently, or after any reported use of the equipment, or if it is reported as damaged and any equipment or signage that needs replacing shall be replaced within five days.\r\nThe life saving equipment shall comprise at least one lifebuoy in a weatherproof housing.  Lifebuoys shall be constructed in tough weatherproof fire retardant PVC material, attached to a 30m x 8mm diameter polyethylene rope in a vandal-resistant high visibility housing with the lifebuoys designed to be easily released in the event of an emergency. The installation shall be fully compliant with Chapter III of the Life Saving Appliances code as per the International Convention for the Safety of Life at Sea (SOLAS) or any replacement or equivalent specification. \r\nIn addition:\r\nEscape ladders shall be fixed to the river wall adjacent to and accessible from the two gangway access gates to the moorings for anybody attempting to climb out of the river.  They shall be manufactured from mild steel with 5O mm x 1O mm stringers 5OO mm apart and 19 mm diameter rungs at 315 mm centres. They shall be fabricated so as to reach from the foreshore to the top of the river wall (including any solid parapet) and be fitted with brackets so that the rings are 150mm from the face of the wall. The ladder including ferrous fixings shall "
  ],
  "actual_commencement_date": null,
  "decision_target_date": "12/06/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 177286,
  "last_updated": "2025-03-19T18:31:40.670+00:00",
  "development_type": "Minor dwellings",
  "ward": "Syon (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001272287",
  "application_details": {
    "site_area": 0.032
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "23/05/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3126776,
          51.4824274
        ],
        [
          -0.31251039999999997,
          51.4824867
        ],
        [
          -0.3124733,
          51.4824951
        ],
        [
          -0.31247929999999996,
          51.4824979
        ],
        [
          -0.3124745,
          51.4824996
        ],
        [
          -0.3123688,
          51.4823313
        ],
        [
          -0.3126598,
          51.4822879
        ],
        [
          -0.3126869,
          51.4824436
        ],
        [
          -0.3126776,
          51.4824274
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/1383",
  "valid_date": "17/04/2018",
  "description": "Permanent residential moorings for two vessels",
  "centroid_easting": 517271,
  "site_number": null,
  "lapsed_date": "22/05/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "High Street",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4823807",
    "lon": "-0.3125421"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/1383",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6842905",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_1383",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517261.47,
              177290.97
            ],
            [
              517272.93,
              177297.84
            ],
            [
              517275.48,
              177298.83
            ],
            [
              517275.06,
              177299.13
            ],
            [
              517275.39,
              177299.33
            ],
            [
              517283.16,
              177280.78
            ],
            [
              517263.06,
              177275.49
            ],
            [
              517260.78,
              177292.76
            ],
            [
              517261.47,
              177290.97
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}