{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (048-PE-01-XX-DR-A-0200 - REV P04 - Class Block External Elevations, 048-PE-XX-ZZ-DR-C-503 - REV P02 - Drainage Construction Details, 048-PE-01-XX-DR-A-0003 - REV P03 - Perspective Views, 048-PE-XX-DR-C-701 - REV P03 - Proposed Pavement Layout, 048-PE-XX-ZZ-DR-C-1200 - REV P03 - Proposed Road Markings Layout, 048-PE-01-XX-DR-A-0004 - REV P05 - Boundary Treatments, 048-PE-XX-ZZ-R-C-1202 - REV P03 - School Pavilion Access Proposed Road Markings Layout, 048-PE-XX-ZZ-DR-C-501 - REV P02 - Proposed Drainage Layout,  048-PE-XX-ZZ-DR-C-502 - REV P02 - Proposed Drainage Layout Plan, 048-PE-01-03-DR-A-0101 - REV P02 - Roof Plan, 048-PE-01-00-DR-A-0100 - REV P04 - Class Block GA Floor Plan, 048-PE-01-ZZ-DR-A-0300 - P03 - Class Block GA Sections (Received: 27/02/2015); 000-PE-ZZ-XX-DR-A-9000 - REV P03 - Pavilion External Views, 000-PE-ZZ-XX-DR-A-3200 - REV P03 - Pavilion External Elevations, 000-PE-ZZ-XX-DR-A-3201 - REV P03 - Pavilion External Elevations, 000-A-9001 - REV P03 - Pavilion External Views, 000-PE-XX-DR-A-9002  - REVP01.1 - Isometric View, 000-pe-zz-xx-dr-a-1200 - REV P03 - Pavilion GA floor plan, 000-PE-ZZ-XX-DR-A-4100 - REV P03 - Pavilion GA Sections (Received: 20/07/2015); 048-PE-01-00-DR-A-0001 - REVP01.1 - Proposed Site Plan (Received 05/08/2015)) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - The school building shall be used for a school and for no other purpose (including any other purpose in Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - A landscape strategy and management plan, including\r\nlandscaping detailing, long term design objectives,\r\nmanagement responsibilities and maintenance schedules\r\nfor all hard and soft landscape areas, shall be submitted\r\nto and approved by the local planning authority prior to\r\nthe occupation of the development for its permitted use.\r\nAny trees or shrubs planted which die within five years of\r\ncompletion of the development shall be replaced with the\r\nsame species, and of comparable maturity, or an\r\napproved alternative. The landscape strategy and\r\nmanagement plan shall be carried out as approved and\r\nmaintained as such thereafter.",
    "Condition : 7 - Before the development hereby permitted commences:\r\na. Details of an intrusive site investigation are required\r\nin addition to the phase 1 desk\r\nstudy previously submitted. These details shall be\r\nsubmitted to, and approved in\r\nwriting by, the Local Planning Authority. The site shall be\r\ninvestigated by a competent\r\nperson to identify the extent and nature of contamination.\r\nThe report should include a\r\ntiered risk assessment of the contamination based on\r\nthe proposed end use of the site.\r\nAdditional investigation may be required where it is\r\ndeemed necessary.\r\nb. If required, a scheme for decontamination of the site\r\nshall be submitted to the Local\r\nPlanning Authority, for written approval. The scheme shall\r\naccount for any comments\r\nmade by the Local Planning Authority before the\r\ndevelopment hereby permitted is first\r\noccupied.\r\nDuring the course of the development:\r\nc. The Local Planning Authority shall be notified\r\nimmediately if additional contamination\r\nis discovered during the course of the development. A\r\ncompetent person shall assess\r\nthe additional contamination, and shall submit appropriate\r\namendments to the scheme\r\nfor decontamination in writing to the Local Planning\r\nAuthority for approval before\r\nany work on that aspect of development continues.\r\nBefore the development is first brought into use:\r\nd. The agreed scheme for decontamination referred to in\r\nclauses b) and c) above,\r\nincluding amendments, shall be fully implemented and a\r\nwritten validation (closure)\r\nreport submitted to the Local Planning Authority for\r\napproval.",
    "Condition : 8 - No development shall take place until a Construction\r\nEnvironmental Management Plan covering both the\r\ndemolition and construction stages has been submitted to\r\nand approved in writing by the Local Planning Authority.\r\nThe plan shall cover:\r\n1. Parking of vehicles of site operatives and visitors;\r\n2. Pedestrian and cyclist protection;\r\n3. Proposed temporary traffic restrictions;\r\n4. Arrangements for turning vehicles;\r\n5. The routeing of vehicles to the site, access and\r\negress arrangements and waiting areas;\r\n6. Boundary treatment and measures to ensure they\r\nare maintained in a secure and tidy condition;\r\n7. The contractor's compound;\r\n8. Noise Mitigation measures in accordance with best\r\npractice as defined in BS 5528: Parts 1 and 2:\r\n2009 Noise and Vibration Control on Construction\r\nand Open Sites (to be used to minimise noise\r\ndisturbance from construction works).\r\n9. Either an undertaking to operate during all phases\r\nof demolition and construction a considerate\r\ncontractor scheme in accordance with the\r\nConsiderate Constructors? Scheme Code of\r\nConsiderate Practice (see\r\nhttp://www.ccscheme.org.uk/index.php/companyregistration/\r\nhow-to-be-very-considerate/companycode-\r\nof-considerate-practice or such other\r\nmethods for achieving these objectives the details\r\nof which shall first have been submitted to and\r\napproved in writing by the local planning authority;\r\n10. Protection of the retained trees and specimen\r\nshrubs that are specified in the approved drawings\r\n(which shall include measures in accordance with\r\nthe best practice defined in BS5837: 2005) to be\r\nput in place before any work starts on site and\r\npermanently retained thereafter.\r\nAll work on site shall be carried out in accordance with\r\nthe approved details.",
    "Condition : 9 - Prior to commencement of development, an energy\r\nstatement showing how the development will follow the\r\nhierarchy of energy efficiency, decentralized energy and\r\nrenewable energy technologies set out in the London\r\nPlan (2011) Chapter 5 to secure a minimum 35%\r\nreduction in regulated CO2 emissions below the\r\nmaximum threshold allowed under Part L 2013 shall be\r\nsubmitted to and approved by the Local Planning\r\nAuthority.",
    "Condition : 10 - Prior to commencement of development, a BREEAM Pre-\r\nAssessment showing how the development will achieve\r\nan ?Excellent? rating shall be submitted to and approved\r\nby the Local Planning Authority.",
    "Condition : 11 - Prior to occupation of the building, a Travel Plan that\r\nincludes measures to promote sustainable travel, more\r\ncar sharing, parking in appropriate locations, a walking\r\nbus from the infant to the junior school site, staggered\r\nstart and finish times, an annual review of the measures\r\nand an annual meeting with ward councillors shall be\r\nsubmitted to and approved by the Local Planning\r\nAuthority.",
    "Condition : 12 - Prior to the commencement of work on site, details of\r\ncovered and secure cycle and scooter parking facilities\r\nshall be submitted to and approved by the Local Planning\r\nAuthority.",
    "Condition : 13 - The buildings shall not be occupied until a delivery and\r\nservicing plan has been submitted to and approved in\r\nwriting by the Local Planning Authority. All deliveries and\r\nservicing of the site shall thereafter be managed in\r\ncompliance with the approved Delivery & Servicing Plan.",
    "Condition : 14 - Prior to commencement of the hereby approved\r\ndevelopment, the developer shall procure the necessary\r\nhighway works associated with the addition of no waiting\r\nand no-loading restrictions at the junctions of Bulstrode\r\nAvenue and Dene Avenue with Sutton Lane, school keep\r\nclear markings on Sutton Lane outside the new junior\r\nschool site and the installation of a right-turn lane from\r\nSutton Lane into the site. The developer shall\r\ndemonstrate, in writing, that arrangements have been put\r\nin place to carry out the proposed works (which will\r\ninvolve the agreement of the local highway authority\r\nand/or adjoining landowners). Such measures shall be\r\ncompleted prior to occupation of any part of the\r\ndevelopment.",
    "Condition : 15 - (a) Prior to commencement of the development hereby\r\napproved, the developer shall submit a schedule of works\r\nto improve the footbridge over the London Underground\r\nTracks to the north of the site to, and have approved by\r\nthe Local Planning Authority. This schedule should be\r\ncreated in consultation with Transport for London.\r\n(b) Prior to occupation of the hereby approved\r\ndevelopment, the developer shall carry out the\r\nimprovement works as approved under part (a) of this\r\ncondition.",
    "Condition : 16 - Prior to commencement of the development hereby\r\napproved, full details of the improved access to Sutton\r\nLane to be submitted, including the access road, and\r\napproved, by the Local Planning Authority. These details\r\nshould then be implemented prior to occupation of the\r\nbuildings.",
    "Condition : 17 - Prior to the occupation of the development, the car\r\nparking as shown on the approved plans, including the\r\nelectrical vehicle charging points, shall be installed and\r\nbe ready for use.",
    "Condition : 18 - Prior to the occupation of the development, a Car Park\r\nManagement Plan, shall be submitted to and approved by\r\nthe Local Planning Authority.",
    "Condition : 19 - All deliveries and servicing shall be within the site and no\r\nloading or unloading shall take place on the public\r\nhighway.",
    "Condition : 20 - Prior to commencement of the development hereby\r\napproved, full details of the gates for the Bath Road car\r\npark shall be submitted and approved by the Local\r\nPlanning Authority. These details should then be\r\nimplemented prior to occupation of the buildings.",
    "Condition : 21 - No development shall commence on the pavilion hereby\r\npermitted until details of the design and internal layout of\r\nthe pavilion to comply with ECB Guidance Note TS5 for\r\nPavilions and Clubhouses (to include changing room and\r\nshower privacy screens and lockers) been submitted to\r\nand approved in writing by the Local Planning Authority\r\nafter consultation with Sport England.",
    "Condition : 22 - Prior to occupation of the buildings hereby approved, the\r\nschool buildings shall be insulated against aircraft noise\r\nin accordance with BB93, and a mechanical ventilation\r\nsystem installed.",
    "Condition : 23 - The development hereby permitted shall not be commenced until detailed design and method statements (in consultation with London Underground) for all of the foundations, basement and ground floor structures, or for any structures below ground level, including  piliing (temporary and permenant), have been submitted to and approved in writing by the local planning authority which:\r\n*Provide details on all structures\r\n*Provide details on the use of tall plant and scaffolding\r\n*Accommodate the location of the of the existing London Underground structures\r\n*Demonstrate access to elevations of the buulding adjacent to the property boundary with London Underground can be undertaken without recourse to entering London Underground land\r\n*Demonstrate that there will at no time be any potential secruity risk to our railway, property or structures\r\n*Accommodate ground movement arising from the construction thereof\r\n*Mitigate the effects of noise and vibration arising from the adjoining operations within the structures\r\n\r\nThe development shall thereafter be carried out in all aspects in accordance with the approved design and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs of this condition shall be completed, in their entirety, before any part of the building hereby permitted is occupied."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "23/07/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:23:57.283+00:00",
  "development_type": "Major all other major developments",
  "ward": "Hounslow West (Pre May 2022)",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "26/10/2015",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2015/0806",
  "valid_date": "23/04/2015",
  "description": "Erection of a part single part two storey building to form new junior school with a single storey sports pavillion and associated landscaping, access road and parking",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "25/10/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/0806",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_0806",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}