{
  "lpa_app_no": "P/2019/3624",
  "centroid_northing": 174810,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Isleworth",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:32:15.003+00:00",
  "valid_date": "14/10/2019",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516029.3,
              174818.65
            ],
            [
              516029.55,
              174818.65
            ],
            [
              516029.75,
              174818.7
            ],
            [
              516030.3,
              174818.7
            ],
            [
              516030.5,
              174818.65
            ],
            [
              516038.42,
              174817.96
            ],
            [
              516038.55,
              174817.95
            ],
            [
              516044.25,
              174817.41
            ],
            [
              516052.25,
              174816.65
            ],
            [
              516051.5,
              174809.2
            ],
            [
              516051.05,
              174803.95
            ],
            [
              516050.76,
              174801.3
            ],
            [
              516050.05,
              174794.8
            ],
            [
              516042.37,
              174800.07
            ],
            [
              516039.27,
              174802.2
            ],
            [
              516038.9,
              174802.45
            ],
            [
              516025.9,
              174813.25
            ],
            [
              516026,
              174814.1
            ],
            [
              516025.55,
              174817.6
            ],
            [
              516029.3,
              174818.65
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 516041,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2019/3624",
  "site_number": "1",
  "decision": "Approved",
  "ward": "Isleworth (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2019_3624",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.037000000000000005
  },
  "uprn": "100021571244",
  "decision_date": "03/12/2019",
  "description": "Variation of condition 2 (amended plans) to include the addition of a rear roof extension, one front roof window and associated relocation of solar panels following planning permission 00809/1/P2 dated 24/05/2019 for Erection of new 2 bedroom dwelling house on side plot with associated landscaping, refuse provision, dropped kerb, car and cycle parking",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "09/12/2019",
  "borough": "Hounslow",
  "postcode": "TW7 7JH",
  "street_name": "Northcote Avenue",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "02/12/2022",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of the original permission 00809/1/P2 dated 24/05/2019.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (19-4/1; 19-4/2; 19-4/4; 19-4/5; 19-4/6; 19-4/7; and 19-4/8 received: 08/10/2019. 19-4/3 Rev A received: 28/11/2019.\r\nPlans from 00809/1/P2: Location Plan; TW7 7JH-UA-00-RP, GF-DR-A-1001-PL; TW7 7JH-UA-00-GF-DR-A-1002-PL; TW7 7JH-UA-00-ES-DR-A-1003-PL; TW7 7JH-UA-00--1.-DR-A-1003-PL; DER WorkSheet: New dwelling design stage (Be Green); DER WorkSheet: New dwelling design stage (Be Lean); and TER WorkSheet: New dwelling design stage (Be Lean); received: 14/03/2019. Parking Note received: 21/05/2019. Energy and Sustainability Statement received: 22/05/2019. TW7 7JH-UA-00-0.-DR-A-1002-PL; TW7 7JH-UA-00-0.-DR-A-1003-PL; TW7 7JH-UA-00-0.-DR-A-1011-PL; TW7 7JH-UA-00-0.-DR-A-1012-PL; TW7 7JH-UA-00-0.-DR-A-1013-PL; TW7 7JH-UA-00-0.-DR-A-1014-PL; and TW7 7JH-UA-00-10-DR-A-1015-PL;received: 23/05/2019) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The external surfaces of the dwellinghouse hereby permitted shall be finished in white render, and the roof tiles shall match the appearance of the roof tiles at 1 Northcote Avenue to the east.",
    "Condition : 4 - No excavation or construction work shall be undertaken prior to the submission and approval in writing by the Local Planning Authority, of a Construction Method Statement, which is certified by a qualified professional giving details of excavation, temporary works and construction techniques, including details of potential impacts on neighbouring land based on assessment of the geology and hydrology of the area. The construction shall be carried out in accordance with the approved details.",
    "Condition : 5 - No development shall be carried out until such time as the person carrying out the work is a member of the Considerate Constructors Scheme and its code of practice, and the details of the membership and contact details are clearly displayed on the site so that they can be easily read by members of the public.",
    "Condition : 6 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 7 - The approved proposed parking layout, vehicular and pedestrian accesses, and front boundary of no greater than 0.6 metres in height, shall be fully implemented and made available for use before the first occupation of the development hereby approved and thereafter retained for use at all times.",
    "Condition : 8 - The basement hereby approved shall at no time be used or occupied as a separate dwelling independent of the main house, and shall not be used as sleeping accommodation.",
    "Condition : 9 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 2015 (as amended), or any order revoking or re-enacting that order, no alteration, enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out without the prior permission of the Local Planning Authority.",
    "Condition : 10 - Prior to the first use or occupation of the development, full details (including manufacturer's specifications and means of enclosure) of the cycle parking provision for the development shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall conform to current guidance such as the TfL London Cycling Design Standards in design and layout, and be fully implemented and made available for use before the first occupation of the development hereby approved and thereafter retained for use at all times without obstruction.",
    "Condition : 11 - Prior to the occupation of development, details of the arrangements for the storing of waste and recycled materials shall be submitted to and approved by the Local Planning Authority. Thereafter, these arrangements shall be implemented in accordance with the agreed details.",
    "Condition : 12 - Prior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure should be submitted to the local planning authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 13 - Prior to occupation of the hereby approved development, evidence (schedule of fittings and manufacturers' literature) demonstrating that the development of that phase has been constructed to achieve an internal water consumption by the development not exceeding 105 litres/person/day in line with The Water Efficiency Calculator for new dwellings issued by the Ministry for Housing, Communities and Local Government, shall be submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 14 - The development hereby approved shall not be occupied until evidence (e.g. photographs and copies of delivery notes, invoices or installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development meets the following:\r\n-\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification;\r\n-\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme; and\r\n-\tNo construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n",
    "Condition : 15 - Prior to occupation, full details and specifications of hard and soft landscaping for the development, shall be submitted to and approved in writing by the local planning authority. Details shall include planting (including name of species and amount), boundary treatments, hard surfacing and functional services including drainage, manholes, and any external lighting. Thereafter, these arrangements shall be implemented in accordance with the agreed details."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3312249,
          51.4604602
        ],
        [
          -0.3312213,
          51.4604602
        ],
        [
          -0.33121839999999997,
          51.4604606
        ],
        [
          -0.33121049999999996,
          51.4604605
        ],
        [
          -0.3312077,
          51.46046
        ],
        [
          -0.3310939,
          51.4604522
        ],
        [
          -0.3310921,
          51.4604521
        ],
        [
          -0.3310102,
          51.460446
        ],
        [
          -0.3308954,
          51.4604376
        ],
        [
          -0.3309086,
          51.4603708
        ],
        [
          -0.3309168,
          51.460323700000004
        ],
        [
          -0.3309218,
          51.4602999
        ],
        [
          -0.3309342,
          51.4602416
        ],
        [
          -0.331043,
          51.4602906
        ],
        [
          -0.33108689999999996,
          51.4603103
        ],
        [
          -0.3310921,
          51.4603127
        ],
        [
          -0.3312756,
          51.4604124
        ],
        [
          -0.3312739,
          51.46042
        ],
        [
          -0.3312792,
          51.4604516
        ],
        [
          -0.3312249,
          51.4604602
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "8205138",
  "centroid": {
    "lon": "-0.3310594",
    "lat": "51.4603801"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}