{
  "decision_conditions": [
    "Condition : 1 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Product data sheets; Unnumbered Photographs; Unnumbered Block Plan; Unnumbered Floor Plans; Unnumbered Elevation Plans; Unnumbered Location Plan. Received 29/10/2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 2 - a) The cumulative measured or calculated rating level of noise emitted from the heating, ventilation and air conditioning equipment to which this approval refers, shall be 10dB(A) below the existing background noise level, at all times that the equipment operates. The measured or calculated noise levels shall be determined at the boundary of the nearest ground floor noise sensitive premises or 1 metre from the facade of the nearest first floor (or higher) noise sensitive premises, and in accordance with the latest British Standard 4142; An alternative position for assessment/measurement may be used to allow ease of access, this must be shown on a map together with noise propagation calculations detailed to show how the design criteria is achieved but only if first submitted to and approved in writing by the Local Planning Authority. \r\nb) The plant shall be isolated on adequate proprietary anti-vibration mounts to prevent the structural transmission of vibration and regenerated noise within adjacent or adjoining premises, and these shall be so maintained thereafter.   \r\nc) In this case, the equipment hereby approved shall not be used until a post-completion noise assessment has been submitted in writing to and approved by the local planning authority which demonstrates the actual measured rating level of plant operating under normal conditions. All measurements shall be made in accordance with the methodology of BS4142:2014 (Methods for rating and assessing industrial and commercial sound) and/or its subsequent amendments. Prior to operation of the equipment a post completion report shall be submitted to the local authority to demonstrate that the installation meets the requirements of parts a) & b) of this condition."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "24/01/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 176227,
  "last_updated": "2025-03-19T18:00:14.558+00:00",
  "development_type": "Other house holder developments",
  "ward": "Syon (Pre May 2022)",
  "parking_details": null,
  "uprn": "100021573407",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW7 6NW",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "16/01/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.337171,
          51.473223
        ],
        [
          -0.337172,
          51.473196
        ],
        [
          -0.337216,
          51.473196
        ],
        [
          -0.337215,
          51.473223
        ],
        [
          -0.337171,
          51.473223
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/4953",
  "valid_date": "29/11/2017",
  "description": "Retrospective application for the installation of two air conditioning units to the side of the house",
  "centroid_easting": 515584,
  "site_number": "44",
  "lapsed_date": "15/01/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "St Johns Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.47321,
    "lon": -0.337194
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/4953",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6503879",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_4953",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}