{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Location plan, 3010(ga)010, 3010(ga)021, transport assessment, travel plan,  received on 16/02/2015 and 3010(ga)026 Rev A, 3010(ga)020 Rev A, 3010(ga)022 Rev A, 3010(ga)023 Rev A, 3010(ga)024 Rev A, 3010(ga)025 Rev A received on 13/04/2015 and Design and access statement received on 14/04/2015) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 4 - A travel plan shall be submitted and approved by the Local Planning Authority prior to the occupation of the development.  The measures contained in the Travel Plan shall be implemented as approved",
    "Condition : 5 - Prior to commencement of development, full details of proposed cycle parking and shelter shall be submitted to and approved by the Local Planning Authority. The cycle parking shall be installed before the extension hereby approved is first used. Development shall be carried out in accordance with the approved details.",
    "Condition : 6 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\n\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "15/04/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 172767,
  "last_updated": "2025-03-19T18:34:34.814+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Hanworth Park (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001271171",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW13 7LX",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "15/04/2015",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.406531,
          51.443072
        ],
        [
          -0.406532,
          51.443045
        ],
        [
          -0.406575,
          51.443046
        ],
        [
          -0.406574,
          51.443073
        ],
        [
          -0.406531,
          51.443072
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/0657",
  "valid_date": "18/02/2015",
  "description": "Erection of a two storey front extension to Browells Lane, formation of a new vehicular access and a new car parking layout to the Church",
  "centroid_easting": 510840,
  "site_number": null,
  "lapsed_date": "14/04/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Air Park Way",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.443059,
    "lon": -0.406553
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/0657",
  "site_name": "Riverside Vineyard Church",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_0657",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}