{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The development shall be carried out in accordance with the schedule of external materials as approved 23/03/2016 under application reference 00885/C/S1(2,5,7) (External Fabric: Schedule of Works dated 29th December 2014 v8; Parkland building and structures, Schedules of work, All structures dated December 2014; Stage E, Materials Palette dated January 2015; drawing no's 80, 134, 200, 81, 120, 121, 122, 123, 124, 125A, 126A, 201, 202, 203, 82, 166, 167, 209, 210, 83, 207, 208A, 84, 131A, 85, 86, 160, 161, 162, 213, 214, 215, 216, 250, 251, 255, 137A, 138A, 218, 219, 90, 132, 133, 186A, 187A, 92, 112C, 113, 114, 115B, 116, 117, 93, 139, 140, 141, 142, 232, 233, 94, 152A, 153A, 154, 155, 156, 157, 234, 235, 236 Received 26/08/15; drawing no's 168, 208, 130A, 221, 212, 87, 145A, 88, 240, 241, 242, 243, 244, 245, 150A, 151A, Received 01/03/16). Within one year of the date of this permission, or as otherwise agreed in writing by the local planning authority, samples of the approved external materials shall be provided on site and agreed in writing by the local planning authority in consultation with Historic England.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Drawing Numbers: 01, 02D, 03C, 04D, 05D, 06B, 07, 10A, 11A, 12A, 13B, 15A, 16A, 17A, 18, 19A, 20, 39A, 40B, 41A, 58A, 80-94, 105, 106A, 107, 108B, 110B, 114A, 118A, 119A, 170, 171A, 172A, 173A, 174, 175, 176, 177, 178,179A, 180A, 181, 183, 182A, 184, 185, 186A, 187A, 188, 189,  190, 191, 192, 193, 194, 195, 196A, 197A, 198A, GNSPFPP001-024, 025, 026, 027, 028, 029,  GFHHSKO1B, 02B; 4753/00/01B, 03A, 03B, 04B, 05A, 06A, Design, Access & Justification Statement (Large Mansion & Parkland Structures);  Appendices- HIA - Parkland Structures & Landscape,   HIA - Large Mansion, Design, Access Statement (Landscape); Gunnersbury Park House (Large Mansion)- Statement of Significance - Large Mansion, Drawings - Large Mansion; Drawings - Exhibition Design; Gunnersbury Park Landscape & Parkland Structures- Statement of Significance - Parkland Structures & Landscape, Drawings - Structures & Landscape, Gunnersbury Park Heritage Tree Survey, Gunnersbury Park Hydrology Report, Archaeology Evaluation Report;  General Documentation-Gunnersbury Park & Museum Travel Plan Planning Portal, Pedestrian and Vehicular Movement Survey Report, Gunnersbury Park Ecology Report Planning Portal, Gunnersbury Park Bat Emergence Survey Report, Public Consultation Reports x2, All received 04/03/14; 115D, 116D, 117C, All received 28/08/15; 110D, 111G, 112H, 113G, All received 02/11/16) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - The development shall be carried out in accordance with the schedule of hard and soft landscape works as approved 23/03/2016 under application reference 00885/C/S1(2,5,7) (Existing and historic hydrology and preliminary proposals 4753/00/01B, GNS/HARD/401 T00, GNS/HARD/402 T00, GNS/HARD/403 T01, GNS/HARD/404 T00, GNS/HARD/405 T00, GNS/HARD/406 T00, GNS/HARD/407 T00, GNS/HARD/408 T00, GNS/HARD/409 T00, GNS/HARD/411 T00, GNS/HARD/412 T00, GNS/HARD/413 T00, GNS/HARD/414 T00, GNS/HARD/415 T00, GNS/HARD/416 T00, GNS/HARD/417 T01, GNS/SOFT/500 T00, GNS/SOFT/501 T00, GNS/SOFT/502 T00, GNS/SOFT/503 T00, GNS/SOFT/504 T00, GNS/SOFT/505 T00, GNS/SOFT/506 T00, GNS/SOFT/507 T00, GNS/SOFT/508 T00, GNS/SOFT/509 T00, GNS/SOFT/510 T00, GNS/SOFT/511 T00, GNS/SOFT/512 T00, GNS/SOFT/513 T00, GNS/SOFT/515 T00, GNS/SOFT/516 T00, GNS/SOFT/518 T1, GNS/SOFT/519 T1, GNS/SOFT/520 T1, GNS/SOFT/521 T1, GNS/LGWK/301 T1, GNS/LGWK/302 T1, GNS/LGWK/303 T1, GNS/LGWK/304 T1, GNS/LGWK/307 T1, GNS/LGWK/308 T1, GNS/LGWK/309 T1, GNS/LGWK/310 T1, GNS/LGWK/311 T1, GNS/LGWK/312 T1, GNS/LGWK/313 T1, GNS/LGWK/314 T1, GNS/LGWK/315 T1, GNS/LGWK/316 T1, GNS/LGWK/317 T1, All Received 26/08/15; GNS/HARD/400 T1, GNS/HARD/410 T1, GNS/LGWK/300 T1, GNS/LGWK/305 T1, GNS/LGWK/306 T1 Gunnersbury Park HLF Parks for People - Project Landscape works specification dated 16/02/15, All Received 29/02/16). Detailed planting plans shall be submitted to the local planning authority once they have been developed with volunteers.",
    "Condition : 6 - All work to trees shall be carried out to BS Specification 3998 (As Amended).",
    "Condition : 7 - The development shall be carried out in accordance with the schedule of hard surfacing materials as approved 23/03/2016 under application reference 00885/C/S1(2,5,7) (GNS/HARD/401 T00, GNS/HARD/402 T00, GNS/HARD/403 T01, GNS/HARD/404 T00, GNS/HARD/405 T00, GNS/HARD/406 T00, GNS/HARD/407 T00, GNS/HARD/408 T00, GNS/HARD/409 T00, GNS/HARD/411 T00, GNS/HARD/412 T00, GNS/HARD/413 T00, GNS/HARD/414 T00, GNS/HARD/415 T00, GNS/HARD/416 T00, GNS/HARD/417 T1, Stage E, Materials Palette dated January 2015 Received, All Received 26/08/15; GNS/HARD/400 T1, GNS/HARD/410 T1 Received 29/02/16). Within one year of the date of this permission, or as otherwise agreed in writing by the local planning authority, samples of the approved materials shall be provided on site and agreed in writing by the local planning authority in consultation with Historic England.",
    "Condition : 8 - All excavations in preparation of foundations and drainage and all works above ground level in the immediate vicinity of trees to be retained shall be carried out in a manner to ensure that all major roots that are uncovered shall be retained and foundations bridged around them, and all major branches shall also be retained unless the Local Planning Authority otherwise agrees in writing; such works to be carried out to the satisfaction of the Local Planning Authority.",
    "Condition : 9 - No playing of musical instruments or operation of sound amplification equipment shall take place in any part of the premises open to the public, before 12pm, nor after 11 pm, on any day/at any time so as to be audible outside the premises.",
    "Condition : 10 - The development shall be carried out in accordance with the details to prevent any mud, dirt of debris being carried on to the adjoining highway as approved 22/03/2016 under application reference 00885/C/S1(10,18) (Quinn London Method Statement, use of the water power wash for wheel wash ref. MS010 dated 8th February 2016 SK101, Both Received 22/02/16).",
    "Condition : 11 - A) Within one year of the date of this permission, or as otherwise agreed in writing by the local planning authority, the applicant (or their heirs and  successors in title) shall secure the implementation of a programme of further archaeological evaluation in accordance with a written scheme which has been submitted by the applicant and approved by the local planning authority in writing and a report on that evaluation has been submitted to the local planning authority and approved in writing.  \r\nB) If heritage assets of archaeological interest are identified by the evaluation works under Part A, then the applicant (or their heirs and successors in title) shall secure the implementation of a programme of archaeological investigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing.   \r\nC) No development or demolition shall take place other that in accordance with the Written Scheme of Investigation approved under Part (B). \r\nD) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (B), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.",
    "Condition : 12 - The development shall be carried out in accordance with the MOLA Written Scheme of investigation dated 04/12/15 Received 28/02/16 as approved 23/03/2016 under application reference 00885/C/S1(12-16).",
    "Condition : 13 - The development shall be carried out in accordance with the programme of public engagement as approved 23/03/2016 under application reference 00885/C/S1(12-16) (PP-11-04152 Round 2 Gunnersbury Park Ten Year Management and Maintenance Plan dated 28 February 2014, Received 10/02/16; Section 3.2 Preliminaries requirements to support activity program Received 26/08/15).",
    "Condition : 14 - The development shall be carried out in accordance with the landscape management details as approved 23/03/2016 under application reference 00885/C/S1(12-16) (PP-11-04152 Round 2 Gunnersbury Park Ten Year Management and Maintenance Plan dated 28 February 2014, Received 10/02/16).",
    "Condition : 15 - The development shall be carried out in accordance with the wildlife protection details as approved 23/03/2016 under application reference 00885/C/S1(12-16) (Wildlife protection plan dated July 2015, GNA/WPP/800 P1 Work interface program V6 Received 26/08/15, Email correspondence from David Cattell dated 4/3/15 at 16:16).",
    "Condition : 16 - The development shall be carried out in accordance with the tree protection measures as approved 23/03/2016 under application reference 00885/C/S1(12-16) (GNS/TPRO/600 T1, GNS/TPRO/601 T00, GNS/TPRO/602 T1, GNS/TPRO/603 T1, GNS/TPRO/605 T1, GNS/TPRO/606 T1, GNS/TPRO/607 T1, GNS/TPRO/608 T1, GNS/TPRO/609 T1, GNS/TPRO/610 T1, GNS/TPRO/611 T1, GNS/TPRO/615 T1, GNS/TPRO/616 T1, All Received 26/08/15).",
    "Condition : 17 - Any existing or new trees or shrubs directly affected by the proposals which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation on writing.",
    "Condition : 18 - The development shall be carried out in accordance with the schedule of street furniture as approved 22/03/2016 under application reference 00885/C/S1(10,18) (Stage E, Materials Palette dated January 2015, GNS/HARD/401 T00, GNS/HARD/402 T00, GNS/HARD/403 T01, GNS/HARD/404 T00, GNS/HARD/405 T00, GNS/HARD/406 T00, GNS/HARD/407 T00, GNS/HARD/408 T00, GNS/HARD/409 T00, GNS/HARD/411 T00, GNS/HARD/412 T00, GNS/HARD/413 T00, GNS/HARD/414 T00, GNS/HARD/415 T00, GNS/HARD/416 T00, GNS/HARD/417 T1, GNS/DTL/700, GNS/DTL/701, GNS/DTL/702, GNS/DTL/703, GNS/DTL/704, GNS/DTL/705, GNS/DTL/706, GNS/DTL/707 T1, GNS/DTL/709, GNS/DTL/710 T01, GNS/DTL/711 , GNS/DTL/712 , GNS/DTL/713, GNS/DTL/714 , GNS/DTL/715 , GNS/DTL/718, GNS/DTL/719, GNS/DTL/720, GNS/DTL/721 , GNS/DTL/722, GNS/DTL/723, GNS/DTL/724 , GNS/DTL/725, GNS/DTL/726, GNS/DTL/727, GNS/DTL/729, GNS/DTL/730, GNS/DTL/731 T1, GNS/DTL/732 T1, GNS/DTL/733 T1, GNS/DTL/734 T1, GNS/DTL/735 T1, GNS/DTL/736 T1, GNS/DTL/737 T1, GNS/DTL/738 T1, GNS/DTL/739 T1, GNS/DTL/740 T1, All Received 26/08/15; GNS/HARD/400 T1, GNS/HARD/410 T1, GNS/DTL/708 T1, GNS/DTL/716 T1, GNS/DTL/717 T1, GNS/DTL/728 T1, All Received 29/02/16).",
    "Condition : 19 - The development shall be carried out in accordance with drawing no's 70A, 71A, 72 all received 22/02/16, and 73A , 344, 345, 346 all received 26/08/15, as approved 22/03/2016 under application reference 00885/C/S1(19,21), which detail new conservation style rooflights, fire doors, fire exits and escape routes. Within one year of the date of this permission, or as otherwise agreed in writing by the local planning authority, full details of acoustic/ thermal insulation and fire precautions works to demonstrate their effect on the character and appearance of the listed building shall be submitted to and agreed in writing by the local planning authority in consultation with Historic England.",
    "Condition : 20 - All rainwater goods shall be of cast iron construction and thereafter so maintained unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 21 - The development shall be carried out in accordance with the schedule of external renovation works as approved 22/03/2016 under application reference 00885/C/S1(19,21) (External Fabric: Schedule of Works dated 29th December 2014 v8; 205A, 206A , 207A, 209, 212, 213, 214, 215, 220B, 221, 321B, 322B, 323C, 324, 325, 326, 327, 328, 329 All Received 26/08/15; 208A Received 22/02/16). Within one year of the date of this permission, or as otherwise agreed in writing by the local planning authority, a sample of masterform weathering and details of the repair or replacement of panelled doors shall be submitted to the local planning authority and agreed in writing by the local planning authority in consultation with Historic England.",
    "Condition : 22 - Within one year of the date of this permission, or as otherwise agreed in writing by the local planning authority, details of the design and positions of all external boxes for gas and electricity supplies and of any gas flues and soil vent pipes shall be submitted to and approved in writing by the Local Planning Authority. There shall be no variation from the details so approved without the prior written consent of the Local Planning Authority.",
    "Condition : 23 - Within one year of the date of this permission, or as otherwise agreed in writing by the local planning authority, a report prepared by a qualified noise consultant shall be submitted to and approved in writing by the Local Planning Authority. This report shall identify any measures or works necessary to ensure that there is no possible nuisance caused to the new residential properties by the museum use. Those measures and works so approved by the Local Planning Authority shall be implemented in full before the residences hereby granted are first brought into use.",
    "Condition : 24 - No less than 3 months prior to the occupation of the residential units hereby approved, the applicant shall submit a Large Mansion Building and Operational Management Plan. This shall detail how the occupation of the residential flats will be managed to ensure any potential risks to the wider building and or its collections, taking into account both physical and procedural opportunities, are to be mitigated.  If it needs to go further then it could add taking into account, but not limited to, noise, fire, water, inspections and facility checks, referencing and terms of short term occupancy."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "23/03/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 179237,
  "last_updated": "2025-03-19T18:37:06.104+00:00",
  "development_type": "Major all other major developments",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": "200003970213",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W5 4NH",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "31/03/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.28632,
          51.499558
        ],
        [
          -0.286321,
          51.499531
        ],
        [
          -0.286365,
          51.499531
        ],
        [
          -0.286364,
          51.499558
        ],
        [
          -0.28632,
          51.499558
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/4974",
  "valid_date": "22/12/2016",
  "description": "Variation of condition 3 (approved plans) of planning permission 00885/C/S1 dated 17/04/2014 for repair and alteration of Gunnersbury Park House (Large Mansion & Museum) and the parkland structures. Restoration and improvements to the parkland including improvements to existing paving, planting, fencing, drainage and park furniture, refurbished toddler play area, re-creation of the horseshoe pond, works to heritage trees to restore views, new community garden and nature trail, new landscaping around the cafe, new signage and new accessible footpaths.",
  "centroid_easting": 519047,
  "site_number": null,
  "lapsed_date": "30/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Popes Lane",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Ealing",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.499544,
    "lon": -0.286342
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/4974",
  "site_name": "Gunnersbury Park Museum",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5588992",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_4974",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}