{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted \r\n521560-A-001 (Site Location Plan)\r\n521560-A-055 Rev. PL3 (Existing Site Plan - Showing Moorings)\r\n521560-A-056 Rev. PL3 (Proposed Site Plan)\r\n521560-A-140 Rev. PL2 (L0 Car Park Plan)\r\n521560-A-146 Rev. P1 (L1 Car Park Plan with Visibility Splays Shown)\r\n521560-A-060 Rev. PL1 (Existing Longitudinal Site Section)\r\n521560-A-221 Rev. PL1 (Proposed Sections A-A and B-B)\r\n521560-A-300 Rev. PL1 (Proposed Elevations, South East, South West, North East)\r\n521560-A-057 Rev. PL2 (Existing Site Plan, Tree Removal Plan)\r\nFlood Risk Assessment by Frankham dated 28 May 2015 and Appendix Report to Flood Risk Assessment by Frankham dated November 2015\r\n589-L-01 Rev. E (Landscape Proposals)\r\nExisting and Proposed Sections and Elevations Sheet 1 Rev. PL1\r\nExisting and Proposed Sections and Elevations Sheet 2 Rev. PL1\r\nEcological Improvements General Arrangement Rev. PL1\r\nEcological Improvements Sections and Details Rev. PL1\r\nProposed Layout of the Foul Drainage Rev. PL1\r\nSection Through Proposed Steps Rev. PL1\r\nArboricultural Survey (Ref. PJC/3414/14)\r\nNavigational Risk Assessment by Frankham (Ref. 521560-FCG-C-NAVREPORT-FIN-VER1.0)\r\nRiver Impact Assessment by HR Wallingford (Ref. DDM7742-RT001-R02-00)\r\ntherewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the development is used.\r\n\r\n",
    "Condition : 3 - Details of the materials (including paint finishes, colours and materials samples where appropriate) to be used for the external surfaces of the development hereby approved (including details of the service bollards and pontoons) shall be submitted to and approved in writing by the Local Planning Authority in consultation with Network Rail before any part of the development is commenced, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details.",
    "Condition : 4 - No demolition or construction work shall take place during the bird breeding season for Heron (March - mid May) and none shall take place on the site except between the hours of 8am to 6pm on Mondays to Fridays and 8am to 1pm on Saturdays, with the timing of piling works to coincide with either the middle of the day or during low tide.  No demolition or construction work shall take place on Sundays and public holidays without the prior written approval of the Local Planning Authority.",
    "Condition : 5 - Prior to the commencement of development, details of the arrangements for storage and collection of refuse and recycling, shall be submitted to and approved in writing by the Local Planning Authority. The development shall be completed in accordance with the approved details prior to occupation, and shall be maintained permanently thereafter.",
    "Condition : 6 - A Construction Environmental Management Plan for the development shall be submitted to and approved in writing by the Local Planning Authority prior to the implementation of development including any demolition. The plan shall identifies all aspects of construction that could have an environmental impact and provide management controls to eliminate and/or minimise those identified impacts, with impacts to be addressed including but not being limited to traffic, construction dust and noise and any disturbance to vegetation. The plan shall also include details of the arrangements for the temporary use and/or management (as appropriate) of those parts of the sites awaiting redevelopment. The construction of the proposed development shall then be carried out in accordance with the details set out within the approved The plan shall include:\r\ni.\ta site plan\r\nii.\tconfirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused\r\niii.\tprovision for the parking of vehicles of site operatives and visitors \r\niv.\tprovisions for loading, unloading and storage of plant and materials within the site\r\nv.\tdetails of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements \r\nvi.\tdetails of vehicle routeing from the site to the wider strategic road network\r\nvii.\tthe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate \r\nviii.\tprovision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the council\r\nix.\ta scheme for recycling/disposing of waste resulting from demolition and construction works\r\nx.\tappropriate vehicle routes to and from the site\r\nxi.\tmeasures to ensure the safety of all users of the public highway especial",
    "Condition : 7 - The development hereby permitted shall not commence until a finalised Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor of London's energy hierarchy), and details of sustainable design measures including use of recycled materials (e.g. recycled aggregates) and energy saving measures such as motion-censored LED lighting systems has been submitted to and approved in writing by the Local planning Authority.\r\n\r\nThe development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the National Calculation Method have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n\r\nPrior to first occupation of the building evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n",
    "Condition : 8 - No boats shall be moored until a scheme for the removal, storage and disposal of liquid and/or hazardous wastes (including fuels, oils and general residential boat effluent/ sewage) has been submitted to and approved in writing by the Local Planning Authority and the approved scheme shall then be managed as approved unless otherwise approved in writing by the Local Planning Authority.",
    "Condition : 9 - No demolition or development shall commence until a written scheme of investigation (WSI) has been submitted to an approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include a statement of significance and research objectives, and\r\nA.\tThe programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\nB.\tThe programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "Condition : 10 - No development shall commence until full details of cycle parking for the moorings has been submitted to and approved in writing by the Local Planning Authority. Cycle parking shall be provided in accordance with the approval details prior to first occupation of the moorings and maintained permanently thereafter.",
    "Condition : 11 - No development shall commenced until a car parking plan showing at least two accessible car spaces suitable for disabled drivers, a communal  delivery space, and   20% of spaces with access/ future access to electric vehicle charging points has been submitted to and approved in writing by the Local Planning Authority. Car parking shall be provided in accordance with the approval details prior to first occupation of the moorings and maintained permanently thereafter.",
    "Condition : 12 - No development shall commence until full details of the vehicular access, including a Road Safety Audit, to include a visibility splay of 2.4m x 43m, in accordance with Manual for Streets guidance has been submitted to and approved in writing by the Local Authority. No mooring shall be occupied until the access has been constructed to the satisfaction of the Council and the bus shelter on Brentford High Street has been relocated to the back edge of the footway in a manner that does not obstruct the visibility splay. Access shall be provided in accordance with the approval details prior to first occupation of the moorings and maintained permanently thereafter",
    "Condition : 13 - No development shall commence until an Operational Management Plan (OMP) for the moorings and associated infrastructure hereby approved has been submitted to and approved by the Local Planning Authority. The moorings and associated infrastructure shall be operated at all times in accordance with the approved OMP.\r\n\r\nThe OMP shall set out procedures for the ongoing management of the operation of the moorings and associated infrastructure and mitigation of environmental impacts. \r\n\r\nThe OMP shall include but not be limited to the following areas:\r\nHealth and safety\r\n\"\tSafety policy and procedures\r\n\"\tLife saving equipment\r\n\"\tFire control and prevention\r\n\"\tAccess, use and maintenance of pontoons\r\nVessels and users\r\n\"\tVessels must be able to arrive and depart under their own power\r\n\"\tVessels must be able to ground\r\n\"\tVessels must be designed and capable of speeds up to 8kts\r\n\"\tVessels must include own sanitary facilities\r\n\"\tVessels must not exceed maximum height, beam and length standards (30 metre houseboats at berths 1-14 and 25 metre houseboats at berths 15-26).\r\n\"\tUsers must be able to demonstrate they are capable of manoeuvring the vessel\r\nAdministration\r\n\"\tPayment\r\n\"\tNotice boards and information\r\n\"\tControl of nuisance and disturbance\r\nUtilities\r\n\"\tService bollards\r\n\"\tMinimum facilities to include electricity, water, sewage and foul water, phone\r\nParking and access\r\n\"\tDeliveries\r\n\"\tDisabled spaces\r\n\"\tCycle storage\r\n\"\tCar parking\r\nEnvironment and Pollution\r\n\"\tPrevention of discharges to river \r\n\"\tInspection of foul water systems\r\n\"\tStorage of waste and recycling\r\n\"\tprohibition on maintenance involving possible discharge of dangerous or polluting substances including but not limited to painting, engine maintenance and anti-fouling work\r\n\"\tProcedures for accidental spills\r\n\"\tControls in respect of noisy activities including use of audio equipment, radios, televisions, operating engines, generators, power tools, alarms and anti-social behaviours",
    "Condition : 14 - No development shall commence until details of external lighting to be provided for users of the moorings hereby approved have been submitted to and approved in writing by the Local Planning Authority development. External lighting shall be provided in accordance with the approved details prior to first use of the moorings and maintained permanently thereafter.",
    "Condition : 15 - No development shall commence until details of life saving equipment to be provided for users of the moorings hereby approved have been submitted to and approved in writing by the Local Planning Authority development. Life saving equipment shall be provided in accordance with the approved details prior to first use of the moorings and maintained permanently thereafter.",
    "Condition : 16 - No development shall commence until a Construction Method Statement for moorings hereby approved, Including for piling and timber grid works and demolition of the existing timber walkway, has been submitted to and approved in writing by the Local Planning Authority. Work shall be carried out in accordance with the approved statement unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 17 - No development shall take place until full details of hard, soft and water landscaping works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include proposed finished levels or contours; means of enclosure; emergency vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (e.g. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (e.g. drainage, power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, and re-use of non-designated heritage assets location at the site, where relevant.\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme).The scheme shall be implemented as approved prior to first use of the moorings.",
    "Condition : 18 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard [3998 (Tree Work)] or any other BS replacing it.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\r\n",
    "Condition : 19 - No development shall take place until an Arboricultural Method Statement has been submitted to and approved in writing by the Local Planning Authority. The statement must describe how demolition, excavation and construction activity is to be managed in order to protect the existing trees adjacent to the eastern boundary of the site. This statement shall include details and specifications, for protective fencing, foundations and structural plans, ground level changes, Tree Protection Zones, a timetable of works, material storage areas, supervision and schedule of work methods with regard to BS 5837:2012.",
    "Condition : 20 - No development shall commence until details of a Sustainable Drainage System (SuDS) has been submitted to and approved in writing by the Local Planning Authority in respect of the site. Discharge shall be limited to the geenfield rate for the drained area @ 5.2 litres/sec.",
    "Condition : 21 - Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\n",
    "Condition : 22 - No development shall commence until a detailed design for the ecological improvements (reed structure) including its design life, monitoring and maintenance measures, the specifications for the fill materials, timber materials and the planting specification, has been submitted to and approved in writing by the Local Planning Authority. All work must be carried out in accordance with the approved details.",
    "Condition : 23 - Noise from any plant or utilities in the new building hereby approved shall not exceed 10dBA below the background noise level as measured at the nearest sensitive receptor (Victoria Steps Quays houseboats).",
    "Condition : 24 - Prior to the construction of the development a comprehensive river wall survey, including, where required, intrusive investigative works of the existing river wall shall be undertaken to establish the following:\r\n\"\tThe location, landward extent & condition of the buried element of the defence.\r\n\"\tThe structural integrity and stability of the wall, including, if needed, intrusive investigation and or testing of the wall and any buried element. \r\n\"\tWorks required to bring the defences up to the life expectancy of the development. \r\nA report detailing the findings of the survey shall be submitted to and approved in writing by the local planning authority. \r\nRiver wall works resulting from the scheme shall be fully implemented in accordance with the approved scheme prior to construction of the development.",
    "Condition : 25 - Prior to the commencement of the proposed enabling works a Water Framework Directive (WFD) assessment covering the chemical risks associated with the proposed enabling works must be submitted to and approved in writing by the Local Planning Authority. All work must be carried out in accordance with the approved assessment.",
    "Condition : 26 - Prior to the commencement of the construction works a Water Framework Directive (WFD) assessment covering the dredging/regrading activity must be submitted to and approved in writing by the Local Planning Authority. All work must be carried out in accordance with the approved assessment.",
    "Condition : 27 - No development shall commence until details of a scheme to safeguard the future provision of an eastwards extension of the Thames Path adjacent to the parking/ storage building (leading to Victoria Steps Quay) whas been submitted to and approved in writing by the Local Planning Authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "11/01/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 177725,
  "last_updated": "2025-03-19T18:19:38.397+00:00",
  "development_type": "Major dwellings",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": "10014074292",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW8 0DX",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "19/05/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.296719,
          51.486113
        ],
        [
          -0.29672,
          51.486086
        ],
        [
          -0.296764,
          51.486086
        ],
        [
          -0.296763,
          51.486113
        ],
        [
          -0.296719,
          51.486113
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/4055",
  "valid_date": "12/10/2015",
  "description": "Creation of 26 permanent moorings with a new 14 space car park and associated landscaping",
  "centroid_easting": 518360,
  "site_number": null,
  "lapsed_date": "19/05/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "High Street",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.486099,
    "lon": -0.296742
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/4055",
  "site_name": "Houseboat Alvracht",
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_4055",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}