{
  "decision_conditions": [
    "Condition : 1 - The works to which this consent relates, must be begun not later than the expiration of three years beginning with the date of this consent.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Drawing no's 14_113_ST_C-011, 014, 015; all received 31st May 2016; Report on Structural Damage Revision C dated May 2015, drawing no's 14_113_ST_C-108 Rev A, 200 Rev A, 201 Rev A, 500A Rev A; all received 24th August 2016; Design & Access Statement dated 27 May 2016, Built Heritage Statement dated May 2016, Planning Statement (untitled), drawing no's 14_113_ST_010, 011, 012, 020, 021, 030, 14_113_ST_C-101 Rev A, 102 Rev B, 103 Rev B, 104 Rev B, 105 Rev B; all received 25th January 2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - All new internal and external works, including works of making good, shall match the original work in type, colour and dimensions of materials and in detailed execution. The existing brickwork and roof tiles of the building shall be re-used where practical, and the mortar colour, pointing and bonding detail of the walls to be re-built shall match the existing form.",
    "Condition : 4 - The existing brickwork in the two elevations to be re-built shall be removed by hand, and the cleaning of bricks shall be carried out in complete accordance with the details provided on drawing no. 14_113_ST_C-108 Rev A or as otherwise agreed in writing by the local planning authority.",
    "Condition : 5 - Prior to their installation, details of all new external doors, door frames, window frames and glazing bars, and internal secondary glazing, including samples if so required, shall be submitted to and approved in writing by the Local Planning Authority. Such details shall indicate, at a scale of not less than 1:20, the longitudinal and cross-sectional detailing of new windows, cill and lintel detailing, and means of opening. All new window frames, glazing bars and external door frames shall be of timber construction, with (if any) trickle vents concealed and thereafter so maintained. The approved details shall thereafter be implemented accordingly.",
    "Condition : 6 - The Sarah Trimmer Hall plaque shall be retained in situ unless otherwise agreed in writing by the Local Planning Authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "22/03/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 177854,
  "last_updated": "2025-03-19T18:07:16.679+00:00",
  "development_type": "Other listed building consents (alter-extend)",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023407389",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": null,
  "bo_system": "Northgate M3",
  "postcode": "TW8 0BD",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "06/04/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.295337,
          51.487253
        ],
        [
          -0.295338,
          51.487226
        ],
        [
          -0.295382,
          51.487226
        ],
        [
          -0.295381,
          51.487253
        ],
        [
          -0.295337,
          51.487253
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/0325",
  "valid_date": "25/01/2017",
  "description": "Listed building consent for works to Sarah Trimmer Hall including the replacement of the roof structure, the demolition and rebuild of the rear and side walls, replacement of windows and internal and external repair works.",
  "centroid_easting": 518453,
  "site_number": "368",
  "lapsed_date": "05/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "High Street",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.487239,
    "lon": -0.29536
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/0325",
  "site_name": "St Georges Church",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Unknown",
  "appeal_decision": null,
  "pp_id": "5765195",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_0325",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}