{
  "decision_conditions": [
    "Condition : 1 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith and approved by the Local Planning Authority.\r\nPreviously approved plans: \r\nP215020/001, P215020/010, P215020/030, P215020/031, Flood Risk Assessment ref. HLEF33437/003R dated July 2016 produced by RPS, Design and Access Statement dated 13-06-2016 produced by KKM Architects, Energy Statement ref. HLEU39668/001Rv1 dated May 2016 produced by RPS, Air Quality Assessment ref. AQ101903R1 dated 6th June 2016 produced by REC, Desk Study Report ref. GWPR1041/DS/February 2015 produced by Ground and water limited, Daylight, Sunlight and Overshadowing Assessment ref. AQ101390R2 dated 13th June 2016 produced by REC, Tree Survey Report ref. CBA10308v1 date November 2016 produced by CBA trees, Preliminary Ecological Appraisal ref. JSL2409_871 b dated December 2014 produced by RPS, Draft Construction Logistics Plan ref. BHHounslow.1 dated May 2015 produced by mayer brown, External Building Fabric Assessment ref. 7393/EBF dated 13 June 2016 by RBA Acoustics, Planning Statement ref. 36052 dated June 2016 produced by Peter Brett Associates, Transport Statement ref. BPAHounslow.1 dated June 2016, Code for Sustainable Homes Pre-assessment report ref. HLEU39668/001R dated May 2015 produced by RPS received 05/07/2016 Financial Viability Report dated 23rd June 2016 produced by GL Hearn Limited received 04/08/2016. P215020/128, Sunpower E20/327 SOLAR PANEL specification, 38 x Part L Regulations Compliance Report dated 05 August 2015 received 10/08/2016. Daylight, Sunlight and Overshadowing Assessment Technical Addendum produced by REC received 05/09/2016, P215020/150B, MBSK161005-1 and MBSK161005-2 received on 11/10/2016. Elemental Cost Summary produced by Capita received 12/10/2016. Budget Estimate dated Oct-16 produced by 2Plan Project Management Ltd, Asbestos Management Survey dated 21 November 2011 produced by Vital Property Solut",
    "Condition : 2 - The development shall be carried out in accordance with the approved Construction Management Plan (Construction Design and Management Regulations 2007 Construction Phase Health & Safety Plan dated 01 August 2017 prepared by Semilarhus Development Limited received on 10/08/2017; Construction Management and Logistics Plan received on 02/10/2017) approved on 06/10/2017 under 01054H/527/P4(3).",
    "Condition : 3 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 4 - The development shall be carried out in accordance with the external materials specified in the application and associated plans and supporting information.",
    "Condition : 5 - The development shall be carried out in accordance with the approved details of the glazed link with planters, winter gardens, balconies, privacy screens and trellises.",
    "Condition : 6 - A). Within one month of this decision,  a scheme of acoustic insulation including secondary glazing and any other necessary means of ventilation provided, taking into consideration the recommendations of the External Building Fabric Assessment dated 13 June 2016 by RBA Acoustics and the email from Jill McGregor of Peter Brett Associates LLP dated 14 November 2016, is submitted to and approved by the Local Planning Authority. Such a scheme shall include details of measures to ensure the residential accommodation does not exceed the levels in Table 4 of BS8233:2014 and that through the application of good acoustic design, private amenity areas (winter gardens) and  external communal amenity areas do not exceed the noise levels set out in BS8233:2014 or such other standard as agreed in writing with the Authority. The details shall include material specification and predicted performance of the materials proposed. Any works that form part of such a scheme shall be completed as approved before any part of the development is first occupied.\r\n\r\n(B). Prior to the development being occupied, measurement reports demonstrating compliance with the scheme approved under Part A of this condition, shall be submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 7 - Prior to the occupation of any residential unit, details of a scheme of mitigation for exposure to poor air quality internally for each unit to ensure exposure to air pollution does not exceed national air quality objectives, with regard to 'London Council's Air Quality and Planning Guidance', has been submitted to and approved in writing by the Local Planning Authority. The scheme shall incorporate mechanical ventilation system air intake at height above 13.5m and located at rear of the site; it shall also include mitigation for Particulate Matter (PM10). The mitigation must then be carried out in accordance with the approved details. The development shall not include biomass boilers.",
    "Condition : 8 - Within one month of the date of this decision the applicant must submit for review and approval by the Lead Local Flood Authority final detailed drainage designs (including drawings), an associated detailed maintenance plan for each of the drainage feature components (including routine maintenance tasks and frequencies and the responsible body/bodies) and evidence of the necessary approvals from Thames Water to allow surface water runoff to enter their surface water sewer network.",
    "Condition : 9 - Prior to occupation, the applicant must submit for review and approval by the Lead Local Flood Authority evidence that the drainage system has been built as per the final detailed drainage designs through the submission of photographs and copies of installation contracts, and written confirmation that the drainage features will be managed as per the detailed maintenance plan for the lifetime of the development.",
    "Condition : 10 - The development shall be completed in accordance with the details approved on the 08/01/2018 under application 01054H/527/P4(11i) [Consolidated Contamination Assessment Report ref. GWPR2357/CAR/December 2017 V1.01 December 2017 prepared by ground & water received on 12/12/2017]. \r\nDuring the course of the development:\r\nThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.   \r\nBefore the development is first brought into use: \r\nThe agreed scheme for decontamination, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 11 - Prior to first occupation of the development evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 12 - Prior to first occupation of the development evidence (schedule of fittings and manufactures literature) should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved internal water use calculations.",
    "Condition : 13 - The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved sustainable materials standards:\r\n* At least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) have achieved a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n* At least 50% of timber and timber products have been sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) schemes.\r\n* No construction or insulation materials have been used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.",
    "Condition : 14 - The hard and soft landscaping for the site shall be carried out in accordance with the details hereby approved.\r\nPrior to occupation a landscaping management programme for the lifetime of the development, which shall include: long term design objectives, management responsibilities and maintenance schedules for all hard and soft landscape areas, shall be submitted to and approved in writing by the local planning Authority.\r\nAll landscaping comprised in the approved details shall be carried out during the first planting and seeding seasons following completion of construction works. Any trees or shrubs planted (including any such replacements) which die within three years from the date of planting shall be replaced in the next planting season with the same species, and of comparable maturity.\r\nThe development shall be carried out strictly in accordance with the approved details and shall be maintained in accordance with the approved management programme.",
    "Condition : 15 - The windows formed in the east side elevation shall be obscure glazed, hinged to open inwards and shall not be repaired or replaced otherwise than with obscured glazing.",
    "Condition : 16 - A. The development shall be carried out in accordance with the details of the location of Electric Vehicle charging points and any associated connections as shown in the plans submitted. \r\nB. Prior to the first occupation of the development, the parking, loading and turning spaces and the approved EV charging points, as set out in the approved plans, shall be constructed and made available for use. This shall include a minimum 20% 'active' Electric Vehicle Charging spaces and 20% 'passive' Electric Vehicle Charging spaces.\r\nThe parking, loading and turning spaces shall be retained as such and shall not be used for any other purposes thereafter. No loading or unloading shall occur on the public highway.",
    "Condition : 17 - The development shall be carried out in accordance with the Tree Protection Plan (Staines rd prop gf plan rev B received on 13/11/2017) approved on 13/11/2017 under application 01054H/527/P4(18).",
    "Condition : 18 - The development shall be carried out in accordance with the Biodiversity Enhancement Strategy submitted in this application and hereby approved. \r\nThis strategy shall be implemented prior to any building being first occupied and enhancement measures shall be maintained throughout the lifetime of the development or in accordance with the strategy set out in the Landscape Management Plan.",
    "Condition : 19 - The development shall be carried out in accordance with the stage 1 written scheme of investigation (WSI) (Written Scheme of Investigation for Archaeological Evaluation ref. 116650.01 dated April 2017 prepared by Wessex Archaeology received on 14/07/2017) approved on 08/09/2017 under application 01054H/527/P4(20i).\r\nIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include: \r\nA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works \r\nB. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Condition : 20 - Prior to the first occupation of any part of the development hereby approved a Delivery and Servicing Plan, including details of the access gate and details of vehicle manoeuvres within the site to demonstrate entry and exit in a forward gear; the gate shall automatically open to delivery and servicing vehicles between 8am and 6pm, shall be submitted to and approved by the Local Planning Authority. The development shall be carried out in accordance with the approved details and so maintained at all times thereafter.",
    "Condition : 21 - Prior to occupation of the development, a Travel Plan that includes proactive targets, measures and an action plan to reduce car travel shall be submitted to and approved by the Local Planning Authority.",
    "Condition : 22 - Prior to occupation of the development the cycle parking shall be provided and made available for use in accordance with the details on plans submitted, including the bars to which the frame of a bike can be locked, and the racks are to be power assisted. The cycle parking shall be so maintained at all times thereafter.",
    "Condition : 23 - A minimum of seven Wheelchair User Dwellings, built to Building Regulations M4(3) standard, shall be provided as shown on the plans submitted. The wheelchair units shall be so maintained at all times thereafter.",
    "Condition : 24 - The development shall not be occupied until the existing access from Staines Road at the Eastern end of the site is closed and reinstated so that it cannot be used as an access across the pavement. Notwithstanding the plans hereby approved, the western access shall be widened to measure 4.8m and altered to include a raised footway across the access.",
    "Condition : 25 - Within one month of the date of this decision, a Car Park Management Plan for the whole site, including allocation of spaces, including the disabled bays and EV Charging bays to those who need them, and means to ensure this is managed and enforced, should be submitted to and approved by the Local Planning Authority.\r\nThe development shall be carried out in accordance with the approved details and so maintained at all times thereafter.",
    "Condition : 26 - There shall be no pedestrian or vehicular access through the Northern boundary of the site.",
    "Condition : 27 - Prior to the first occupation of the development, details of appropriate road marking (line) and signage to be installed within the site access requiring drivers to give way to vehicles entering the site, shall be submitted to and approved in writing by the Local Planning Authority.\r\nThe approved details shall be implemented prior to occupation and so maintained at all times thereafter."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "11/09/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 175021,
  "last_updated": "2025-03-19T18:10:52.951+00:00",
  "development_type": "Major dwellings",
  "ward": "Hounslow West (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023518469",
  "application_details": {
    "site_area": 0.21100000000000002
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "28/05/2019",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3895025,
          51.4633831
        ],
        [
          -0.3892923,
          51.4634513
        ],
        [
          -0.3890359,
          51.4631421
        ],
        [
          -0.3888338,
          51.4628968
        ],
        [
          -0.3892488,
          51.4627623
        ],
        [
          -0.3892562,
          51.4627605
        ],
        [
          -0.3893333,
          51.4628526
        ],
        [
          -0.38932449999999996,
          51.462856
        ],
        [
          -0.3892621,
          51.4628757
        ],
        [
          -0.3892786,
          51.4628962
        ],
        [
          -0.3893411,
          51.462876
        ],
        [
          -0.3895421,
          51.4631175
        ],
        [
          -0.3895307,
          51.4631214
        ],
        [
          -0.3895435,
          51.4631369
        ],
        [
          -0.38955399999999996,
          51.4631335
        ],
        [
          -0.38959459999999996,
          51.4631821
        ],
        [
          -0.3895025,
          51.4633831
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/0937",
  "valid_date": "12/06/2018",
  "description": "Variation of Condition 2 (approved plans) to allow for an enlargement to the third floor along the northern elevation, external alterations to the elevations and site layout, including to the car parking, refuse storage, cycle storage, landscaping and fenestration arrangement, and revised internal layouts including alterations to the size of some of the flats and to ensure the Wheelchair Units are fully compliant, in relation to planning permission 01054H/527/P4 approved 04/07/2017 for the demolition of existing buildings and the erection of part five-, part four-storey block providing a total of 67 flats; associated access, landscaping, refuse storage, and car and cycle parking (amended description and plans).",
  "centroid_easting": 511992,
  "site_number": "527",
  "lapsed_date": "27/05/2022",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Staines Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4630915",
    "lon": "-0.3892502"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/0937",
  "site_name": "Bishopsgate House",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6792107",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_0937",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511973.76,
              175053.04
            ],
            [
              511988.19,
              175060.95
            ],
            [
              512006.76,
              175026.96
            ],
            [
              512021.4,
              174999.99
            ],
            [
              511992.9,
              174984.4
            ],
            [
              511992.39,
              174984.19
            ],
            [
              511986.81,
              174994.31
            ],
            [
              511987.41,
              174994.7
            ],
            [
              511991.7,
              174996.99
            ],
            [
              511990.5,
              174999.24
            ],
            [
              511986.21,
              174996.9
            ],
            [
              511971.66,
              175023.45
            ],
            [
              511972.44,
              175023.9
            ],
            [
              511971.51,
              175025.6
            ],
            [
              511970.79,
              175025.21
            ],
            [
              511967.85,
              175030.55
            ],
            [
              511973.76,
              175053.04
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}