{
  "lpa_app_no": "P/2017/1635",
  "centroid_northing": 177026,
  "status": "Lapsed",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": "Site C",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:10:12.405+00:00",
  "valid_date": "26/04/2017",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 514482,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/1635",
  "site_number": "Alfa Laval",
  "decision": "Approved",
  "ward": "Brentford (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": null,
    "no_existing_cycle": null,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": null,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": null,
    "net_lgv": null,
    "no_proposed_car": 16,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": 0,
    "no_existing_bus": null,
    "net_car": 16
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2017_1635",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A1",
        "gia_gained": 240,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 6653,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 6653,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 13546,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 6893,
      "development_type": "New Build",
      "site_area": 0.147
    },
    "scheme_name": "(Part of) SIte Allocation HOLP12",
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "10091692593",
  "decision_date": "16/07/2019",
  "description": "Construction of a 6,563 sq. m office building (Use Class B1) of 13 storeys (a 6 storey tower on top of a 7 storey podium) with ancillary retail use at ground floor, car parking and cycle storage at basement level, visitor cycle parking at ground floor and landscaping.",
  "site_name": "Street Record",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "26/07/2017",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Great West Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor Offices-R and D-light industry",
  "lapsed_date": "15/07/2022",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - Prior to the commencement of development at the site, details and\r\nwhere appropriate samples to be used in the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. The details shall include details of how existing residents to the south of the site would be protected from overlooking and glare. The development shall be carried out in accordance with the approved details.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (01_ERB-FAR-Site_Location_Plan, 02_ERB-FAR-Site-Block_Plan_Consented Scheme, 03_ERB-FAR-Site-Block_Plan_As_Proposed, 04_ERB_PA- Context_Elevations    Consented_Scheme,          05_ERB_FAR_PA_REV.A-Context- Elevations__Proposed Scheme, 06_ERB-FAR_REV.A-Basement, 07_ERB- FAR_REV.A-Ground-Floor_Plan, 08_ERB-FAR_REV.A-Level_01-02, 09_ERB- FAR_REV.A-Level_03-04pdf, 10_ERB-FAR_REV.A-Level_05-06, 11_ERB- FAR_REV.A-Level_07-08, 12_ERB-FAR_REV.A -Level-09-10, 13_ERB-FAR_REV.A\r\n-Level_11-12, 14_ERB-FAR_REV.A -Roof_Plan, 15_ERB_PA_REV.A - East_Elevation, 16_ERB_PA_REV.A -South_Elevation, 17_ERB_PA_REV.A - West_Elevation, 18_ERB_PA_REV.A -North_Elevation, 19_ERB-FAR_REV.A- Section_A-A, 20_ERB-FAR_REV.A-Section_B-B, Landscape D2490_L.101, Landscape  D2490_L.110,  Acoustic  Design  Report  -  A11062-R02-SG  -  6th  April\r\n2017, Air Quality Report - April 2017 , Archaeological Desk-Based Assessment - April 2017 , Construction Method Statement - April 2017 , (Contaminated Land) Phase 1 Preliminary Risk Assessment - March 2017 , Daylight and Sunlight Study (Neighbouring Properties) - April 2017, Daylight and Sunlight Study (Assessment of the Consented Scheme) - July 2017   , Design & Access Statement - April 2017, Supplementary Planning Information (Design Response) - July 2017 , Addendum to Design & Access Statement - August 2017   , Flood Risk Assessment & Outline Drainage Strategy - April 2017  , Landscape  Statement - April 2017  , Planning Statement - April 2017 , Statement of Community Involvement  - March 2017 , Sustainability & Energy Statement - April 2017 , Transport Statement - April 2017 , Verified Views Methodology - April 2017 , Waste Management Strategy - April 2017 , Pedestrian Wind Microclimate Statement - April 2017 , Pedestrian Wind Microclimate Wind Tunnel Study - July 2017) therewith and approved by the Local Plannin",
    "Condition : 4 - No demolition of construction work shall take place on the site except\r\nbetween the hours of 8am to 6pm Mondays to Fridays and 8am to 1pm on Saturdays and none shall take place on Sundays and public holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - Prior to demolition or construction works, a Delivery & Servicing Plan\r\nshall be submitted and approved in writing by the Local Planning Authority. Such a Plan shall include details of delivery and service vehicles tracking to minimise conflict with servicing at the Premier Inn and car showroom. Any delivery and servicing should be carried out outside the AM and PM peak hours (Before 8am, Between 10am-4pm,\r\nafter 8pm) and shall not be undertaken on Ealing Road.\r\n",
    "Condition : 6 - Prior to commencement of development, a Construction Logistics Plan\r\nshould be submitted and approved in writing by the Local Planning Authority and the relevant Highway Authority. The Plan shall include the following:\r\n\r\na)  a site plan\r\n\r\nb)  confirmation that a pre-start record of site conditions on the adjoining public highway will be  undertaken  with  Hounslow Highways and a commitment to repair any damage caused\r\n\r\nc)  provision for the parking of vehicles of site operatives and visitors\r\n\r\nd) provisions for loading, unloading and storage of plant and materials within the site\r\n\r\ne)  details of access to the site for the duration of construction including phasing arrangements\r\n\r\nf)\tmeans to control and manage access and egress of vehicles to and from the site\r\n\r\ng)  the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate\r\n\r\nh)  provision  of  wheel  washing facilities  at the  site  exit  and  a commitment to sweep adjacent roads when required and at the request of the council\r\n\r\ni)\tmeasures  to  control  the  emission  of  dust  and  dirt  during construction\r\n\r\nj)\ta  scheme  for  recycling/disposing  of  waste  resulting  from demolition and construction works\r\n\r\nk)  appropriate vehicle routes to and from the site\r\n\r\nl)\tmeasures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access\r\n\r\nm) commitment to liaise with other contractors in the vicinity of the\r\nsite to maximise the potential for consolidation and to minimise traffic impacts\r\n\r\nn)  avoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway\r\n",
    "Condition : 7 - No external ventilation or ducting shall be implemented without written\r\napproval from the Local Planning Authority.",
    "Condition : 8 - No development shall take place until full details of both hard and soft\r\nlandscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant). Soft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme).\r\n",
    "Condition : 9 - Prior   to   commencement   of   development,   the   applicant   shall\r\ndemonstrate that the design and materials selected for external surfaces (windows and cladding) will not have an adverse effect on motorists using the M4 Elevated Motorway, and that mitigation measures have been provided to reduce the effect of solar and headlight glint and glare.",
    "Condition : 10 - Prior to commencement of development, the applicant shall provide\r\nwind tunnel modelling to demonstrate that the proposed building will not have an adverse effect on the M4 Elevated Motorway. The assessment shall be submitted and approved by the local planning authority and Highways England before building works start on site.\r\n",
    "Condition : 11 - Before the development commences full details of the access junction\r\nshown on the drawings (including a Stage 2 Road Safety Audit, associated vehicle visibility splays, pedestrian visibility splays and details relating to the removal of on-street parking bays) shall have been submitted to and approved in writing by the Local Planning Authority.   No part of the development shall be occupied until the access serving it from the entrance to the site has been completed, including the associated junction and approved visibility splays at the entrance.   These visibility splays shall be permanently retained as approved thereafter and shall be kept permanently clear of any obstruction to visibility above 600 mm on land within the approved development site.\r\n",
    "Condition : 12 - No  development  shall  take  place  until  details  of  a  Sustainable\r\nDrainage Scheme, including measures for harvesting or rainwater, the minimisation of water run-off from the site, aiming for greenfield levels, and the conservation and reuse as appropriate of other water supplies in the building have been submitted to and approved by the Local Planning Authority. These details shall be carried out as approved.\r\n",
    "Condition : 13 - Prior to commencement of works (excluding demolition of existing\r\nbuildings and any on-site testing), the applicant should submit for review details of the site-specific infiltration tests at each of the proposed soakaway locations on the sites.",
    "Condition : 14 - Prior to occupation the applicant should submit for review the detailed\r\nas-built drainage designs for the development and evidence (installation contracts and/or photographs) that the features have been constructed as per the agreed proposals to limit surface water runoff from the site. The drainage system must also be maintained for the lifetime of the development and documentation must be submitted to demonstrate the frequency of the routine maintenance regime for the storage tank and soakaways.",
    "Condition : 15 - No  development  shall  take  place  until  a  BREEAM  preliminary-\r\nassessment estimator (or such equivalent standard that replaces this) has been submitted to and approved in writing by the Local Planning Authority demonstrating  how an  'Excellent'  (minimum  score  70%) rating will be achieved.",
    "Condition : 16 - Within three months of work starting on site, a BREEAM Design Stage certificate and summary score sheet (or such equivalent standard that\r\nreplaces this) must be submitted to and approved in writing by the\r\nLocal Planning Authority to show that an 'Excellent' (minimum score\r\n70%) rating will be achieved.\r\n",
    "Condition : 17 - Prior   to   first  occupation   of   the   building(s),   a   BREEAM   Post\r\nConstruction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an\r\n'Excellent' (minimum score 70%) rating has been achieved.\r\n",
    "Condition : 18 - The  development  hereby  permitted  shall  not  commence  until  a\r\nfinalised Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy) has been submitted to and approved in writing by the Local planning Authority.\r\n",
    "Condition : 19 - The  development  shall  be  implemented  in  accordance  with  the\r\napproved Energy Strategy and shall not commence above ground until full Design Stage calculations under the National Calculation Method have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions\r\n",
    "Condition : 20 - Prior to first occupation of the building evidence (e.g. photographs,\r\ninstallation contracts and As-Built certificates under the National Calculation Method should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n",
    "Condition : 21 - Prior  to  commencement  of  development,  details  of  cycle  parking\r\nshowing the location and type of cycle parking proposed shall be submitted to and approved in writing by the Local Planning Authority.\r\nThe cycle parking shall be implemented and maintained as approved.\r\n",
    "Condition : 22 - The proposed use shall not commence until the car parking spaces\r\nshown on the approved plans at basement level have been completed at the site.",
    "Condition : 23 - Prior to the commencement of development at the site, a Car Park\r\nManagement Plan and a Car Lift Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plans shall demonstrate how the car park would be managed and what procedures would be in place to accommodate a fault with the proposed car lift at the site.",
    "Condition : 24 - \"Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\n",
    "Condition : 25 - The proposed mitigation measures shall be implemented in accordance with the approved Acoustic Design Report (6th April 2017) and maintained for the lifetime of the development.",
    "Condition : 26 - The   proposed   mitigation   measures   during   construction   work\r\ndevelopment shall be implemented in accordance with the approved\r\nAir Quality Report (April 2017).",
    "Condition : 27 - Prior to the commence of development at the site, an scheme of\r\nbiodiversity  enhancements  for  the  site  shall  be  submitted  to and approved in writing by the Local Planning Authority. The development\r\nshall be carried out in accordance with the approved scheme.\r\n",
    "Condition : 28 - The level of noise emitted from any new plant or machinery associated\r\nwith the commercial use shall be lower than the existing background level by at least 10 dB(A). Noise levels shall be determined at one metre external from the window of the nearest noise sensitive premises. The measurements and assessment shall be made in accordance to BS4142:2014.",
    "Condition : 29 - Prior to the commencement of development at the site, a scheme to\r\ndemonstrate that the development would be  designed  to  be fully accessible to people with disabilities or impaired mobility shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved scheme.\r\n",
    "Condition : 30 - The  use  hereby  permitted  shall  be  for  office  or  research  and\r\ndevelopment within use Class B1 and for no other purpose, and there shall be no permitted change to residential."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.352773,
          51.480628
        ],
        [
          -0.352773,
          51.480601
        ],
        [
          -0.352817,
          51.480601
        ],
        [
          -0.352816,
          51.480628
        ],
        [
          -0.352773,
          51.480628
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "5971671",
  "centroid": {
    "lon": -0.352795,
    "lat": 51.480615
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}