{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of the original permission 00885/C/S1 which is 17/4/14.",
    "Condition : 2 - Within 9 months of the date of this permission, a schedule of external materials of construction of buildings and hard surfaced areas shall be submitted to and subsequently approved in writing by the Local Planning Authority. Samples shall be provided as may be required by the Local Planning Authority of the materials in the schedule and the use of such samples shall be approved in writing by the Local Planning Authority. The development shall be constructed in accordance with the schedule and samples so approved.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Drawing Numbers: 01, 02D, 03C, 04D, 05D, 06B, 07, 10A, 11A, 12A, 13B, 15A, 16A, 17A, 18, 19A, 20, 39A, 40B, 41A, 58A, 94, 93, 92, 91, 90, 89, 88, 87, 86, 85, 84, 83, 82, 81, 80, 105, 106A,107, 108, 108B, 110B, 110C, 113B, 114A, 118A, 119A, 170, 171A, 172A, 173A, 174, 175, 176, 177, 178,179A, 180A, 181, 183, 182A, 184, 185, 186A, 187A, 188, 189,  190, 191, 192, 193, 194, 195, 196A, 197A, 198A, GNSPFPP001-024, 025, 026, 027, 028, 029,  GFHHSKO1B, 02B, ; 4753/00/01B, 03A, 03B, 04B, 05A, 06A, Design, Access & Justification Statement (Large Mansion & Parkland Structures);  Appendices- HIA - Parkland Structures & Landscape,   HIA - Large Mansion, Design, Access Statement (Landscape); Gunnersbury Park House (Large Mansion)- Statement of Significance - Large Mansion, Drawings - Large Mansion; Drawings - Exhibition Design; Gunnersbury Park Landscape & Parkland Structures- Statement of Significance - Parkland Structures & Landscape, Drawings - Structures & Landscape, Gunnersbury Park Heritage Tree Survey, Gunnersbury Park Hydrology Report, Archaeology Evaluation Report;  General Documentation-Gunnersbury Park & Museum Travel Plan Planning Portal, Pedestrian and Vehicular Movement Survey Report, Gunnersbury Park Ecology Report Planning Portal, Gunnersbury Park Bat Emergence Survey Report, Public Consultation Reports x2 received 04/03/14\r\n \r\n111D, 112D 115D, 116D, 117C,  Schedule of Planning Approval & Listed Building Consent Conditions V5 updated 13/05/15 received 28/08/15 ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.\r\n",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - Within 9 months of the date of this permission, full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)",
    "Condition : 6 - All excavations in preparation of foundations and drainage and all works above ground level in the immediate vicinity of trees to be retained shall be carried out in a manner to ensure that all major roots that are uncovered shall be retained and foundations bridged around them, and all major branches shall also be retained unless the Local Planning Authority otherwise agrees in writing; such works to be carried out to the satisfaction of the Local Planning Authority.",
    "Condition : 7 - All work to trees shall be carried out to BS Specification 3998 (As Amended).",
    "Condition : 8 - No playing of musical instruments or operation of sound amplification equipment shall take place in any part of the premises open to the public, before 12pm, nor after 11 pm, on any day/at any time so as to be audible outside the premises.",
    "Condition : 9 - The developer shall prevent any mud, dirt of debris being carried on to the adjoining highway as a result of the site construction works. Details of such preventive measures shall be submitted to and approved in writing by the Local Planning Authority before development commences. The facilities so provided shall be maintained thereafter and used whenever the said operations are carried out.",
    "Condition : 10 - A) No development shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a programme of further archaeological evaluation in accordance with a written scheme which has been submitted by the applicant and approved by the local planning authority in writing and a report on that evaluation has been submitted to the local planning authority and approved in writing.  \r\nB) If heritage assets of archaeological interest are identified by the evaluation works under Part A, then before development commences the applicant (or their heirs and successors in title) shall secured the implementation of a programme of archaeological investigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing.  \r\nC) No development or demolition shall take place other that in accordance with the Written Scheme of Investigation approved under Part (B).\r\nD) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (B), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.\r\n",
    "Condition : 11 - No demolition shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a programme of building recording and reporting in accordance with a Written Scheme of Investigation which has been submitted by the  applicant and approved by the local planning authority in writing.  No development shall take place other that in accordance with the Written Scheme of Investigation.",
    "Condition : 12 - No development shall commence until details of an appropriate programme of public engagement have been submitted by the applicant and approved by the planning authority.  The approved programme must be implemented in accordance with a timetable set out in the programme.",
    "Condition : 13 - A landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for all landscape areas shall be submitted to and approved by the Local Planning Authority.",
    "Condition : 14 - Prior to the commencement of development, a wildlife protection plan shall be submitted and approved by the local planning authority identifying appropriate measures for the safeguarding of protected species and their habitats. The plan shall include:\r\na) an appropriate scale plan showing protection zones where construction activities are restricted and where protective measures will be installed or implemented;\r\nb) details of protective measures (both physical measures and sensitive working practices) to avoid impacts during construction;\r\nc) a timetable to show phasing of construction activities to avoid periods of the year when sensitive wildlife could be harmed (such as the bird nesting season);\r\nd) a person responsible for:\r\n(i) compliance with legal consents relating to nature conservation;\r\n(ii) compliance with planning conditions relating to nature conservation;\r\n(iii) installation of physical protection measures during construction;\r\n(iv) implementation of sensitive working practices during construction;\r\n(v) regular inspection and maintenance of physical protection measures and monitoring of working practices during construction; and\r\n(vi) provision of training and information about the importance of \"Wildlife Protection Zones\" to all construction personnel on site.\r\nAll construction activities shall be implemented in accordance with the approved details and timing of the plan unless otherwise approved in writing by the local planning authority.\"\r\n",
    "Condition : 15 - Tree protection measures, including tree condition surveys in accordance with British Standard B5837 (2012 Revision), shall be submitted to and approved by the local planning authority prior to any works commencing on site and shall be programmed in accordance with the undertaking of building or ground works on site.  Those tree protection measures shall be implemented prior to the commencement of the associated building or ground works and shall be retained on site for the duration of those works.\r\n\r\nTree protection measures, including tree condition surveys in accordance with British Standard B5837 (2012 Revision), shall be submitted to and approved by the local planning authority prior to any works commencing on site and shall be programmed in accordance with the undertaking of building or ground works on site.  Those tree protection measures shall be implemented prior to the commencement of the associated building or ground works and shall be retained on site for the duration of those works.\r\n",
    "Condition : 16 - Any existing or new trees or shrubs directly affected by the proposals which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation on writing.",
    "Condition : 17 - Details of all street furniture shall be submitted to and approved in writing by the Local Planning Authority before any element of that furniture is installed and implemented as approved and thereafter retained to the satisfaction of the Local Planning Authority.",
    "Condition : 18 - Full details of any acoustic/thermal insulation and fire precautions works to demonstrate their effect on the character and appearance of the listed building shall be submitted to and approved by the Local Planning Authority within 9 months of the date of this permission and the development shall be carried out in complete accordance with the detail so approved.\r\n\r\nNo works shall take place until details of the method of fire protection of the walls, floors, ceilings and doors, including 1:5 scale sections through walls and ceilings, 1:20 scale elevations of doors and 1:1 scale moulding sections, have been submitted to and approved in writing by the Local Planning Authority. All existing original doors shall be retained and where they are required to be upgraded to meet fire regulations details of upgrading works shall be submitted to and approved\r\nin writing by the Local Planning Authority. Self-closing mechanisms, if required, shall be of the concealed mortice type. The works shall be carried out in accordance with the approved details.\t\r\n\r\nNOTE: You are advised that acoustic/thermal insulation or fire precautions works which adversely affect the character of the listed building will not be permitted, in particular:\r\ni) works should be designed to avoid damage to cornices, ceiling roses and panelled doors.\r\nThe preferred option is for works to be carried out within ceiling voids;\r\nii) the installation of sealed double-glazed units will not be acceptable. Consideration should be given to draught exclusion measures.\r\n",
    "Condition : 19 - All rainwater goods shall be of cast iron construction and thereafter so maintained unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 20 - Before the commencement of the development hereby permitted a detailed schedule of external renovation works shall be submitted to and approved in writing by the Local Planning Authority and development hereby approved shall not be implemented other than in accordance with the schedule of works. The repairs included in the schedule shall be fully implemented before first use or occupation of the building.\r\nThe schedule shall provide for:\r\n\r\ni) The retention, repair and overhaul of eaves, cornices and decorative gutters or where beyond retention their like for like replacement in identical material and design;\r\nii) The retention, repair and overhaul of all windows or where beyond retention their like for like replacement in identical materials and design;\r\niii) The retention, repair and overhaul of all panelled doors or where beyond retention their like for like replacement in identical materials and design.\r\n\r\nOther than those approved as part of the proposals hereby approved there shall be no external alternations to the building without the prior written approval of the Local Planning Authority.\r\n\r\nNOTE: In this condition, alterations includes changes to windows, the installation of boiler or extract ventilation flues, drainage runs, gas, electricity or water services or any other work which would affect the external character of the building particularly the front elevation\r\n",
    "Condition : 21 - Details of the design and positions of all external boxes for gas and electricity supplies and of any gas flues and soil vent pipes shall be submitted to and approved in writing by the Local Planning\r\nAuthority before the commencement of the development hereby permitted and there shall be no variation from the details so approved without the prior written consent of the Local Planning Authority.\r\n",
    "Condition : 22 - Within 9 months of the date of this permission hereby permitted, a report prepared by a qualified noise consultant shall be submitted to and approved in writing by the Local Planning Authority. This report shall identify any measures or works necessary to ensure that there is no possible nuisance caused to the new residential properties by the museum use. Those measures and works so approved by the\r\nLocal Planning Authority shall be implemented in full before the residences hereby granted are first brought into use.\r\n",
    "Condition : 23 - No less than 3 months prior to the occupation of the residential units hereby approved, the applicant shall submit a Large Mansion Building and Operational Management Plan. This shall detail how the occupation of the residential flats will be managed to ensure any potential risks to the wider building and or its collections, taking into account both physical and procedural opportunities, are to be mitigated."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "05/02/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 179237,
  "last_updated": "2025-03-19T18:36:32.880+00:00",
  "development_type": "Major all other major developments",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": "200003970213",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W5 4NH",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "05/02/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.28632,
          51.499558
        ],
        [
          -0.286321,
          51.499531
        ],
        [
          -0.286365,
          51.499531
        ],
        [
          -0.286364,
          51.499558
        ],
        [
          -0.28632,
          51.499558
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/3594",
  "valid_date": "06/11/2015",
  "description": "Variation of conditions 2, 3, 5, 7, 19 and 23 to allow the samples of materials to be submitted following the appointment of the main contractor, the detailed information will be submitted as the internal proposals for the Large Mansion are developed further, various details will need to be developed following opening up of floor and ceiling voids and development of the Stage 2 and to appoint a Noise Consultant & prepare the appropriate report of planning permission 00885/C/S1 dated 17/04/2014 for repair and alteration of Gunnersbury Park House (Large Mansion & Museum) and the parkland structures. Restoration and improvements to the parkland including improvements to existing paving, planting, fencing, drainage and park furniture, refurbished toddler play area, recreation of the horseshoe pond, works to heritage trees to restore views, new community garden and nature trail, new landscaping around the cafe, new signage and new accessible footpaths.",
  "centroid_easting": 519047,
  "site_number": null,
  "lapsed_date": "04/02/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Popes Lane",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Ealing",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.499544,
    "lon": -0.286342
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/3594",
  "site_name": "Gunnersbury Park Museum",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_3594",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}