{
  "lpa_app_no": "P/2018/1325",
  "centroid_northing": 176921,
  "status": "Completed",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Isleworth",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:15:38.422+00:00",
  "valid_date": "05/04/2018",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              516348.57,
              176949.56
            ],
            [
              516355.98,
              176941.09
            ],
            [
              516433.23,
              177004.57
            ],
            [
              516505.71,
              177037.38
            ],
            [
              516504.12,
              176981.84
            ],
            [
              516510.99,
              176869.14
            ],
            [
              516502.53,
              176850.09
            ],
            [
              516479.79,
              176831.05
            ],
            [
              516452.82,
              176818.89
            ],
            [
              516439.05,
              176813.07
            ],
            [
              516415.35,
              176837.23
            ],
            [
              516327.42,
              176931.57
            ],
            [
              516348.57,
              176949.56
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 516441,
  "actual_commencement_date": "31/08/2018",
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/1325",
  "site_number": "THE GREEN SCHOOL FOR BOYS SIXTH FORM THE GREEN SCHOOL FOR GI",
  "decision": "Approved",
  "ward": "Syon (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": 29,
    "no_existing_cycle": 36,
    "net_bus": 0,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": 1,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": -7,
    "no_proposed_bus": 2,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": 3,
    "net_lgv": null,
    "no_proposed_car": 72,
    "no_existing_bluebadge": 2,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": 77,
    "no_existing_bus": 2,
    "net_car": -5
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2018_1325",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "12/09/2019",
        "use_class": "D1",
        "gia_gained": 1530,
        "actual_commencement_date": "31/08/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1530,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 1530,
      "development_type": "New Build",
      "site_area": 0.153
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": 3,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 2.362
  },
  "uprn": "100023406373",
  "decision_date": "10/07/2018",
  "description": "Erection of a new part two, part three storey linear teaching block, and single storey connection to the existing Green School for Girls building. Formation of a new pedestrian access and ancillary landscaping. Reconfiguration of existing car parking spaces and erection of a refuse store.",
  "site_name": "The Green School For Girls",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "05/07/2018",
  "borough": "Hounslow",
  "postcode": "TW7 5BB",
  "street_name": "London Road",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "09/07/2021",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Existing Reception Floorplan 2/26);E00557-HNW-ZZ-ZZ-DR-A-P110 Rev B;  E00557-HNW-ZZ-ZZ-DR-A-P100 Rev B; E557-TF-00-ZZ-DR-L-1001 P07; E00557-HNW-ZZ-ZZ-DR-A-P310 Rev A;E00557-HNW-V1-ZZ-DR-A-P311 Rev A;  E00557-HNW-V1-ZZ-DR-A-P320 Rev A; E00557-HNW-ZZ-ZZ-DR-A-P130 Rev A; E00557-HNW-V1-GF-DR-A-P220 Rev A; E00557-HNW-V1-RF-DR-A-P222 Rev A; E00557-HNW-V1-ZZ-DR-A-P221 Rev A; E00557-HNW-ZZ-ZZ-DR-A-P120 Rev B;  Sports Provision and Facilities Sharing Statement; BREEAM Pre-Assessment Report; Energy Strategy; Delivery and Servicing Plan; Preliminary Bat Roost Assessment; Archaeological Desk Based Assessment; Air Quality Assessment; Design and Access Statement; Site Noise Survey and Feasibility; Heritage Statement; Cycle Environment Review System (CERS); Pedestrian Environment Review System (PERS); Green School for Boys Community Access Statement; Transport Statement; School Travel Plan Addendum Preliminary Ecological Appraisal Rev A; Arboricultural Survey and Impact Assessment; Educational Needs Assessment; Operational Programme Plan; Land Contamination Assessment; Planning Statement; Received 05/04/2018; Flood Risk Assessment; Drainage Statement; Received: 15/05/2018; Received 10/04/2018; WSI Archaeological Trial Trenching Evaluation; Received 14/06/2018; Construction Logistics Plan; Received 29/06/2018; Construction Logistics Plan Addendum; Received 09/07/2018.)) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 4 - Prior to the completion of substructure, samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 5 - Before the development hereby permitted commences at the site, tree protection measures in line with hereby approved Arboricultural Survey and Impact Assessment shall be undertaken at the site and shall be retained for the entire period of the duration of any work at the site.",
    "Condition : 6 - Before first occupation of the building hereby approved the cycle parking spaces and the access to them shall be provided in accordance with the scheme shown on drawing No. E00557-HNW-V1-GF-DR-A-P220 Rev A and such spaces shall be permanently available for the users of the building without obstruction.",
    "Condition : 7 - Parking within the development site shall be restricted to the parking bays marked on the approved plans and shall not encroach onto areas allocated on the plans for other uses.",
    "Condition : 8 - The temporary construction vehicular access onto London Road shall be removed and the footway made good prior to the occupation of the school building hereby approved.",
    "Condition : 9 - The hereby approved Construction Logistics Plan; Received 29/06/2018; Construction Logistics Plan Addendum; Received 09/07/2018 shall be adhered to throughout the course of construction.",
    "Condition : 10 - Prior to the building hereby permitted is first occupied, highway improvements that were agreed under 01137/AA/P3 shall be completed.",
    "Condition : 11 - Before the development hereby permitted is first occupied, a Delivery & Servicing Plan (including details of vehicle access and egress arrangements and times that servicing shall take place) shall be submitted to and approved in writing by the Local Planning Authority. The details shall accord with current adopted guidance and include measures required to ensure sufficient arrangements (physical as well as managerial) for the servicing, including refuse collection, of all aspects of the development, the timing of hours for deliveries and a timetable for implementation. The details shall include measures to minimise the use of Quakers Lane by delivery and servicing vehicles and only outside of the schools' peak drop-off and pick-up times. The development shall not be carried out otherwise than in accordance with the approved details and shall be maintained for the lifetime of the development, unless the prior written approval of the local planning authority is obtained to any variation. \r\n\r\n",
    "Condition : 12 - Prior to the building hereby permitted is first occupied, a School Travel Plan shall be submitted and approved. The measures described in the action plan shall be implemented in the time period identified.",
    "Condition : 13 - Prior to the building hereby permitted is first occupied, the pedestrian access from London Road shall be completed and ready for use.",
    "Condition : 14 - Before the development commences above the ground level, details of active and passive Electric Vehicle Charging Points (EVCP) within the car park area hereby approved shall be submitted and approved by the Local Planning Authority and approved details shall be installed and made operational before the first use of the school and thereafter maintained.",
    "Condition : 15 - Within 3 months of ground works starting on site, a BREEAM Interim (Design Stage) Fully Fitted Certificate, issued by the Building Research Establishment (BRE) or equivalent licensing organisation, must be submitted to the Local Planning Authority to show that a minimum 'Excellent' rating will be achieved.",
    "Condition : 16 - Within 3 months of completion of the development a BREEAM Final (Post- Construction) Fully Fitted Certificate, issued by the BRE equivalent licensing organisation, shall be submitted to the Local Planning Authority to demonstrate that 'Excellent' has been achieved. All the measures integrated, shall be retained for as long as the development is in existence.",
    "Condition : 17 - On completion, as built BRUKL output document in line with submitted Energy Strategy shall be submitted and approved by the Local Planning Authority.",
    "Condition : 18 - No demolition or development shall take place other than in accordance with the agreed stage 1 (evaluation) WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works. If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\nA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\nB. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Condition : 19 - The buildings hereby approved shall not be occupied until the applicant has entered into a binding arrangement with the Council that will secure improvements to the pedestrian environment along Quaker Lane at the applicant's expense to be executed by the local highway authority, comprising remedial works to the surface; relocation of one lamp column and provision of one additional lamp column; jet washing of drainage gullies and a close-circuit television survey of the existing drains if required to ensure that they remain fit for purpose.",
    "Condition : 20 - Before the use hereby permitted commences at the site, details of any proposed roof plant and machinery to be installed at the roof of the approved building not matching the hereby approved drawings shall be submitted to and approved in writing by the Local Planning Authority."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.32593089999999997,
          51.4795471
        ],
        [
          -0.325827,
          51.4794694
        ],
        [
          -0.3246942,
          51.4800241
        ],
        [
          -0.3236401,
          51.4803041
        ],
        [
          -0.3236813,
          51.4798052
        ],
        [
          -0.3236195,
          51.4787909
        ],
        [
          -0.32374749999999997,
          51.4786214
        ],
        [
          -0.3240811,
          51.4784549
        ],
        [
          -0.32447329999999996,
          51.4783512
        ],
        [
          -0.3246734,
          51.4783017
        ],
        [
          -0.3250066,
          51.4785237
        ],
        [
          -0.3262412,
          51.4793897
        ],
        [
          -0.32593089999999997,
          51.4795471
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "6814330",
  "centroid": {
    "lon": "-0.3246098",
    "lat": "51.4792714"
  },
  "actual_completion_date": "12/09/2019",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}