{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (28-PE-XX-99-DR-A-9902 Rev P02, 028-PE-XX-ZZ-DR-A-0801 Rev P02, 028-PE-XX-99-DR-A-9901 Rev P02, 028-PE-XX-00-DR-A-0012 Rev P02, 028-PE-XX-00-DR-A-0011 Rev P02, 028-PE-XX-00-DR-A-0010 Rev P02, 028-PE-XX-ZZ-DR-A-0001 Rev P02, 028-PE-XX-XX-DR-A-0802 Rev P02 (received 17/10/2013)\r\n028-PE-XX-XX-DR-C-0700 Rev C11, dated 25.07.14; 028-PE-XX-99-DR-A-9910 Rev P06, dated 25.07.14; Fence specification, dated 8 Jul 2014 (received 31/07/2014)\r\n) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Notwithstanding the information on the submitted plans, no development shall commence until details of the design and layout of the multi-use games area, which shall comply with Sport England Design Guidance: 'A Guide to the Design, Specification and Construction of Multi-Use Games Areas' and/or 'Artificial Surface for Outdoor Sports 2012' have been submitted to and approved in writing by the Local Planning Authority after consultation with Sport England. The multi-use games area shall not be constructed other than substantially in accordance with the approved details before it is brought into use.",
    "Condition : 4 - The proposal shall be constructed in accordance with the materials submitted with the application.",
    "Condition : 5 - No floodlighting shall be installed without the prior written approval of the Local Planning Authority.",
    "Condition : 6 - The building shall not be occupied until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority.  These works shall then be carried out within three months of the occupation of the development.  These details shall include means of enclosure; hard surfacing material and minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc). Soft landscape works shall include planting plans;  schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate and an implementation programme.",
    "Condition : 7 - The measures contained in the Travel Plan shall be implemented as approved.",
    "Condition : 8 - The electric car charging point shall be provided as specified in the application prior to the occupation of the buildings.  The electric car charging point shall then be maintained in working order for as long as the development remains in existence.",
    "Condition : 9 - The cycle storage shall be provided as specified in the application prior to the occupation of the development.",
    "Condition : 10 - The development shall be carried out and used in accordance with the Delivery and Servicing Plan and Construction Logistics Plan submitted with the application.",
    "Condition : 11 - Full details of the proposed signage shall be submitted to and approved by the Local Planning Authority prior to the occupation of the development."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "12/11/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 177125,
  "last_updated": "2025-03-19T18:09:54.305+00:00",
  "development_type": "Major all other major developments",
  "ward": "Heston Central (Pre May 2022)",
  "parking_details": null,
  "uprn": "200003967455",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW5 9EF",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "30/10/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.385157,
          51.481968
        ],
        [
          -0.385158,
          51.481941
        ],
        [
          -0.385201,
          51.481942
        ],
        [
          -0.3852,
          51.481969
        ],
        [
          -0.385157,
          51.481968
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/3140",
  "valid_date": "13/08/2014",
  "description": "Variation of condition 2 (plans submitted) for relocating of bin and cycle store to improve site safety and visibility for vehicles, to remove 1 parking bay in the garden adjacent to the access road to reduce impact on the occupant, and to reduce the size of the Multi-Use Games Area following approved planning permission 01051/E/P11 dated 25/10/2013 for the erection of a single storey rear extension, a single storey rear infill extension, a single storey side extension and a single storey front extension",
  "centroid_easting": 512230,
  "site_number": null,
  "lapsed_date": "29/10/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Speart Lane",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.481955,
    "lon": -0.385179
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/3140",
  "site_name": "Springwell Infant And Nursery School",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_3140",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}