{
  "lpa_app_no": "P/2017/2360",
  "centroid_northing": 178429,
  "status": "Commenced",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:26:18.066+00:00",
  "valid_date": "09/06/2017",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 519416,
  "actual_commencement_date": "24/09/2018",
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/2360",
  "site_number": "632",
  "decision": "Approved",
  "ward": "Turnham Green (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": 20,
    "no_existing_cycle": 0,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": 3,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": 20,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": 3,
    "net_lgv": null,
    "no_proposed_car": 138,
    "no_existing_bluebadge": 0,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": 21,
    "no_existing_bus": null,
    "net_car": 117
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2017_2360",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": "24/09/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2557
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 10280,
        "actual_commencement_date": "24/09/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 10280,
      "total_gia_lost": 2557,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2557,
      "total_gia_gained": 10280,
      "development_type": "New Build",
      "site_area": 1.028
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": 4,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "200003972459",
  "decision_date": "26/01/2018",
  "description": "Erection of a four storey building for the sale and service of motor vehicles including wash and valet bays with associated used car display, parking and landscaping following demolition of existing.",
  "site_name": "Robins & Day Peugeot Ltd 632",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "08/09/2017",
  "borough": "Hounslow",
  "postcode": "W4 5RY",
  "street_name": "Chiswick High Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor retail and service",
  "lapsed_date": "25/01/2021",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - Prior to commencement of development (excluding site investigations and demolition) samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (PCR05/E02 Rev: A; PCR05/E05 Rev: A; 530 SK10; Unnumbered Air Quality Report by Aether dated 25/05/2017; 7029/010/3 VERSION 2 - Car Park Management Plan; 7029/010/2 VERSION 2 - Transport Assessment; 7029/010/4 VERSION 2 - Travel Plan; 3326/ES/1 Rev.A - Energy Statement; 3326/SS/1/Rev 'A' - Sustainability Statement; YE3128, May 2017 - Contamination Report; Unnumbered BREEAM Letter dated 26/04/2017; Unnumbered Planning Statement. Received: 05/06/2017.\r\nH179057 - Drainage Design Report; Drainage Assessment Form; 3326-P-01; Solar PV Feasibly Table; SBL329 BREEAM Pre-Assessment Report. Received: 12/07/2017.\r\nPCR05/70 Rev: B; PCR05/71 Rev: D; PCR05/72 Rev: B; PCR05/73 Rev: B; PCR05/74 Rev: A; PCR05/75 Rev: B; Unnumbered Proposed CGI. Received: 23/08/2017.\r\nH179057 Drainage Design Report 02. Received: 30/08/2017.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - Prior to occupation, a Delivery & Servicing Plan shall be submitted and approved in writing by the Local Planning Authority. Such a Plan shall include details of delivery and service vehicles tracking and a commitment to not receiving deliveries by car transport at or to the site. Any delivery and servicing shall be carried out outside the AM and PM peak hours (Before 8am, Between 10am-4pm, after 8pm).",
    "Condition : 6 - Prior to commencement of development, a Construction Management Plan shall be submitted and approved in writing by the Local Planning Authority and the relevant Highway Authority. The Plan shall include the following: \r\ni.\ta site plan\r\nii.\tconfirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with the local highway authority and a commitment to repair any damage caused\r\niii.\tprovision for the parking of vehicles of site operatives and visitors \r\niv.\tprovisions for loading, unloading and storage of plant and materials within the site\r\nv.\tdetails of access to the site for the duration of construction including phasing arrangements \r\nvi.\tmeans to control and manage access and egress of vehicles to and from the site\r\nvii.\tthe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate \r\nviii.\tprovision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the council\r\nix.\tmeasures to control the emission of dust and dirt during construction \r\nx.\ta scheme for recycling/disposing of waste resulting from demolition and construction works\r\nxi.\tappropriate vehicle routes to and from the site\r\nxii.\tmeasures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access\r\nxiii.\tcommitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts.\r\nxiv.\tavoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway",
    "Condition : 7 - No external ventilation or ducting shall be implemented without written approval from the Local Planning Authority.",
    "Condition : 8 - The car showroom shall only be open between the hours of 0730 to 1930 Monday to Friday; 0800 to 1900 on Saturdays; and 1100 to 1800 on Sundays. The MOT testing, repair and servicing shall only be open between the hours of 0800 to 1800 hours Mondays to Saturdays and between 1100 and 1800 on Sundays and Public Holidays.",
    "Condition : 9 - Prior to commencement of works (excluding site investigations\r\nand demolition) full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant). Soft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme).",
    "Condition : 10 - Prior to commencement of works (excluding site investigations\r\nand demolition) full details of the access junction shown on the drawings (including a Stage 1/2 Road Safety Audit as appropriately determined by the Local Highway Authority), associated vehicle visibility splays, pedestrian visibility splays and details relating to the removal of on-street parking bays) shall have been submitted to and approved in writing by the Local Planning Authority.  No part of the development shall be occupied (or in the case of permission for change of use, no use hereby approved shall commence) until the access serving it from the entrance to the site has been completed, including the associated junction and approved visibility splays at the entrance.  These visibility splays shall be permanently retained as approved thereafter and shall be kept permanently clear of any obstruction to visibility above 600 mm on land within the approved development site.",
    "Condition : 11 - Prior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 12 - A)\tWithin three months of work starting on site, a BREEAM Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating will be achieved, and;\r\nB)\tPrior to first occupation of the building(s) a BREEAM Post-Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved.\r\n",
    "Condition : 13 - Prior to first occupation of the building(s), a BREEAM Post-Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved.",
    "Condition : 14 - Prior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 15 - Prior to commencement of works (excluding site investigations and demolition), details of cycle parking showing the location and type of cycle parking proposed shall be submitted to and approved in writing by the Local Planning Authority. The cycle parking shall be implemented and maintained as approved.",
    "Condition : 16 - \"Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\n",
    "Condition : 17 - The level of noise emitted from any new plant or machinery associated with the commercial use shall be lower than the existing background level by at least 10 dB(A). Noise levels shall be determined at one metre external from the window of the nearest noise sensitive premises. The measurements and assessment shall be made in accordance to BS4142:2014.",
    "Condition : 18 - The use hereby permitted shall not be begun until details of the arrangements for storing of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 19 - The parking, loading and turning spaces shown on the submitted drawings shall be constructed and available for use before first occupation of any part of the development and such spaces shall not be used for any other purposes.",
    "Condition : 20 - Details of a Lighting Management Plan (LMP) shall be submitted to and approved by the Local Planning Authority prior to the commencement of the development (excluding site investigations and demolition). The LMP should cover both interior and exterior lighting, including times to be switched off. The development shall be carried out in accordance with the approved details and shall be retained.",
    "Condition : 21 - A - Prior to the commencement of works (excluding site investigations and demolition), full details including detailed plans showing all necessary highway works shall be submitted to and approved by the Local Planning Authority in consultation with the Local Highways Authority.\r\nB - Prior to commencement of works (excluding site investigations and demolition), the applicant shall have entered into a Highways Agreement under s278 of the Highways Act 1980 with the Local Highways Authority for the implementation of the agreed works referred to in Part A of this condition. All works shall then be implemented in strict accordance with the agreed details prior to first occupation.",
    "Condition : 22 - A - Prior to commencement of works (excluding site investigations and demolition), the applicant must submit for review and approval by the Local Planning Authority, final detailed drainage designs (including drawings) of the proposed scheme agreed within the following correspondence emails dated 12th July 2017 and 31st August 2017.\r\nThe submitted information should also specifically demonstrate the following:\r\n\"\tDemonstrate as whether or not infiltration techniques will be used to manage surface water on site. \r\n\"\tDemonstrate that rainwater harvesting is being used for the car wash facilities if practical for proposed development. \r\n\"\tSuitable evidence provided to demonstrate that Thames Water have consented the connection to sewer network and that this is to surface water sewer network is possible.\r\n\"\tPlease provide calculations that show the proposed sizing required for the attenuation storage to discharge at the proposed rate of 5l/s so that there is no flooding on site for upto and including the 1 in 100 year plus climate change storm event.\r\n\"\tDemonstrate a suitable climate change allowance has been considered in line the updated climate change allowances guidance date February 2016.\r\n\"\tThe applicant has confirmed who will be adopting the drainage scheme for the site. We would also need to see the proposed maintenance plan for the site for both the construction phase and operational life of the scheme. This must include all components of the proposed drainage scheme. Including the required maintenance activities and their frequency.\r\n\r\nB. Prior to occupation, the applicant must submit for review and approval by the Local Planning Authority, evidence that the drainage system has been built as per the final detailed drainage designs through the submission of photographs and copies of installation contracts, and written confirmation that the drainage features will be managed as per the detailed maintenance plan for the lifetime of the development.",
    "Condition : 23 - Prior to occupation a Car Park Management Plan, including details of for the provision of 20% active and 20% passive Electrical Vehicle Charging Points (EVCPs) and the specification of the proposed EV chargers. In addition a commitment that the parking spaces only be used for the purposes as shown on the submitted plans should be included. The finalised plan should also include measures to minimise possible disruption to both Gunnersbury Avenue and Chiswick High Road during peaks. The approved Car Parking areas shall thereafter be managed in compliance with the approved Car Park Management Plan unless agreed in writing with the Local Planning Authority."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.28128,
          51.492218
        ],
        [
          -0.281281,
          51.492191
        ],
        [
          -0.281324,
          51.492192
        ],
        [
          -0.281323,
          51.492219
        ],
        [
          -0.28128,
          51.492218
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "6110371",
  "centroid": {
    "lon": -0.281302,
    "lat": 51.492205
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}