{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (130 Rev P1, 131 Rev P1, 132 P1, 112 Rev P1, 113 Rev 1, Received: 19/01/2017. Planning Statement Issue P1 (dated: 18/04/2017), 19/04/2017) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - 3.\tNo development shall take place until samples of the materials and a sample board of the materials to be used in the construction of the external surfaces of the buildings and balconies hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details.",
    "Condition : 4 - 4.\tNo demolition or construction work shall take place on the site except between the hours of 08.00 to 18.00 on Mondays to Friday and 08.30 to 13.00 on Saturdays and none shall take place on Sundays and public holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - 5.\tDuring construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis' of construction vehicles exiting the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway. The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times.  Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material.  Suitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the guidance at www.london.gov.uk/mayor/environment/air_quality/docs/construction-dust-bpg.pdf and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of properties outside the site.   Details the amount and type of waste that will be produced and how it will be reused, recycled or disposed of during the construction process shall also be submitted.",
    "Condition : 6 - 6.\tNo development shall take place until details have been submitted to and approved by the Local Planning Authority, for a sustainable construction scheme, to comply with the \"essential\" standards for materials in the Mayor's Sustainable Design and Construction SPG. These being- 50% timber and timber products from Forest Stewardship Council (FSC) source and balance from a known temperate source.- Insulation materials containing substances known to contribute to stratospheric ozone depletion or with the potential to contribute to global warming must not be used.- Minimize use of new aggregates- Reduce waste during construction and demolition phases and sort waste stream on site where practical -Specify use of reused or recycled construction materials -minimising solar gain in summer - minimising water use -protecting and enhancing green infrastructure- outdoor lighting should be energy efficient and minimise light lost to sky.- All boilers installed must be low NOx boilers, conforming to at least NOX class 5.",
    "Condition : 7 - 7.\tNo development shall take place until details have been submitted to and approved in writing by the Local Planning Authority, for a scheme meeting the requirements of Policy 5.2 of the Consolidated Draft London Plan (2010) which asks for a 25% reduction in regulation CO2 emissions below the Part L 2010 TER - through energy efficiency or/and renewables).The details shall be carried out as approved.",
    "Condition : 8 - 8.\tUnless otherwise agreed in writing by the Local Planning Authority, no development shall take place until details of a Sustainable Drainage Scheme, including measures for living roofs and/or walls, harvesting of rainwater, the minimisation of water run-off from the site, aiming for greenfield levels, and the conservation and reuse as appropriate of other water supplies in the building have been submitted to and approved by the Local Planning Authority. These details shall be carried out as approved.",
    "Condition : 9 - 9.\tThe development hereby permitted shall not be occupied until details for the storage in a suitable enclosure and subsequent disposal of waste and for the separation and storage in a suitable enclosure and the subsequent disposal for processing of recyclable materials generated by the development have been submitted to and approved in writing by the local planning authority.  The details so approved shall be put into effect before the development is first occupied and shall be permanently retained thereafter.  The waste and recyclable materials shall only be stored within the areas so approved and not outside the site.",
    "Condition : 10 - 10.\tNo development shall take place until full details of both hard and soft landscape works including the living wall and boundary treatments,  have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include proposed finished levels or contours; means of enclosure; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures.\r\nSoft landscape works shall include planting plans; written specifications including cultivation and other operations associated with plant and grass establishment; schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme and a 5 year maintenance programme.\r\nAll hard and soft landscape works shall be carried out in accordance with the approved details. The works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed with the local planning authority.\r\n",
    "Condition : 11 - 11.\tBefore first occupation of the buildings the loading, unloading and turning space, and marking out and allocation of those parking spaces (including spaces for people with disabilities), and details of cycle parking/stands in accordance with the scheme shall be submitted and approved in writing and such spaces shall be permanently available and not be used for any other purpose. The development shall be carried out in accordance with the approved details.",
    "Condition : 12 - 12.\tThe noise generated from roof-top plant and equipment, shall be inaudible when assessed from the nearest noise sensitive receptor and the level of noise emitted from roof-top plant and equipment, shall not be less than 10dB(A) below the existing background noise levels (LAeq), when measured from the nearest noise sensitive receptor, over any 24 hour period'"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "20/04/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 178694,
  "last_updated": "2025-03-19T18:10:03.431+00:00",
  "development_type": "Minor Offices-R and D-light industry",
  "ward": "Turnham Green (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023492041",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "21/07/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.279146,
          51.49457
        ],
        [
          -0.279147,
          51.494543
        ],
        [
          -0.27919,
          51.494543
        ],
        [
          -0.279189,
          51.49457
        ],
        [
          -0.279146,
          51.49457
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/0205",
  "valid_date": "19/01/2017",
  "description": "Variation of condition 2 (approved plans) to allow elevational alterations of the second floor extension and to infill the flat roof to create additional office space of planning permission 00890/F/P18 approved 06/01/2012 (re-consultation)",
  "centroid_easting": 519558,
  "site_number": "111",
  "lapsed_date": "20/07/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Power Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.494557,
    "lon": -0.279168
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/0205",
  "site_name": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5703606",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_0205",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}