{
  "decision_conditions": [
    "Condition : 1 - The external surfaces of the hotels hereby permitted shall be constructed of materials approved within application 00676/12-32/P3(2,15,18) or, with regard to outstanding details relating to stage 2 of the development or any alterations to the approved details, that have received approval, in writing by the local planning authority prior to commencement of stage 2 of the development hereby approved. Development shall be carried out in accordance with the approved details",
    "Condition : 2 - 2.\tHard and soft landscaping shall be undertaken in accordance with the details approved within application 00676/12-32/P3(3,4). Otherwise with regard to outstanding details relating to stage 2 of the development or any alterations to the approved details no further development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include proposed finished levels or contours; hard surfacing materials; minor artefacts and structures; proposed and existing functional services above and below ground",
    "Condition : 3 - 3.\tSoft landscape works shall include [planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme].",
    "Condition : 4 - 4.\tAll hard and soft landscape works shall be carried out in accordance with the approved details. The works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed with the local planning authority",
    "Condition : 5 - 5.\tPrior to occupation of any part of stage 2 of the development hereby permitted the waste and recycled materials storage provision shown on the plans hereby permitted and to be shared between the hotels shall have been constructed. Any such facilities shown on these plans that are restricted to the use of a specific hotel shall have been constructed prior to its occupation. These structures shall be retained for that use.",
    "Condition : 6 - 6.\tExternal lighting shall be implemented in accordance with the details approved within application   00676/12-32/P3(7,8). Otherwise no development shall take place until details of external lighting have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details. No other external lighting shall be installed without the approval of the local planning authority.",
    "Condition : 7 - 7.\tBoundary treatment shall be implemented in accordance with the details approved within application   00676/12-32/P3(7,8). Otherwise no development shall take place until details of boundary treatment have been submitted to and approved in writing by the local planning\r\nauthority. Development shall be carried out in accordance with the approved details.\r\n",
    "Condition : 8 - 8.\tDemolition or construction works shall not take place outside 08.00hours to 18.00 hours Mondays to Fridays and 09.00 hours to 13.00 hours on Saturdays nor at any time on Sundays or Bank Holidays.",
    "Condition : 9 - 9.\tBuilding works shall be undertaken in accordance with the Construction Method Statement approved within application  00676/12-32/P3(10). Otherwise, with regard to outstanding details relating to stage 2 of the development or any alterations to the approved details no further development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the construction period. The Statement shall provide for:\r\n\r\ni) wheel washing facilities\r\nii) measures to control the emission of dust and dirt during construction\r\niii) details of external illumination.\r\n",
    "Condition : 10 - 10.\tNo room shall be occupied within the 144 bedroom hotel hereby approved until a Car Park Management Plan is submitted to and approved in writing by the Local Planning Authority. The car park shall be laid out in accordance with the approved drawings and these spaces will be retained for this purpose",
    "Condition : 11 - 11.\tNo part of the development hereby permitted shall be occupied until the loading and turning spaces shown on the plans hereby permitted, have been laid out. These spaces shall thereafter be retained for this purpose",
    "Condition : 12 - 12.\tNo room shall be occupied in either hotel hereby permitted until a means of access to the hotel in which the room is located has been constructed in accordance with the approved plans.",
    "Condition : 13 - 13.\tNo part of the development hereby permitted shall be occupied until a means of vehicular access has been constructed in accordance with the plans hereby permitted.",
    "Condition : 14 - 14.\tSight lines shall be provided in accordance with the details approved within application 00676/12-32/P3(2,15,18). Otherwise, with regard to outstanding details relating to stage 2 of the development or any alterations to the approved details no further development shall take place until details of the sight lines at the point of access have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details and the sight lines shall be retained as approved.",
    "Condition : 15 - 15.\tBoth hotels shall be constructed with acoustic insulation and associated ventilation, in accordance with details submitted within application 00676/12-32/P3(16) or, with regard to outstanding details relating to stage 2 of the development or any alterations to the approved details, any other scheme to have received prior approval from the local planning authority, to ensure that the maximum noise level in bedrooms shall not exceed, with windows shut and any other necessary means of ventilation provided, a night-time (07.00-23.00) LAeq 8 hr=30dB and LAFmax=45dB.  Development shall be carried out in accordance with the approved details.",
    "Condition : 16 - 16.\tSurface water drainage shall be provided in accordance with details approved within application 00676/12-32/P3(17). Otherwise, with regard to outstanding details relating to stage 2 of the development or any alterations to the approved details no further no room shall be occupied in stage 2 of the development hereby permitted until surface water drainage works have been implemented in relation to the hotel in which the room is located in accordance with details that have been submitted to and approved in writing by the local planning authority. Before these details are submitted an assessment shall be carried out of the potential for disposing of surface water by means of a sustainable drainage system in accordance with the principles set out in Annex F of PPS25 (or any subsequent version), and the results of the assessment provided to the local planning authority. Where a sustainable drainage scheme is to be provided, the submitted details shall:\r\n\r\ni)\tprovide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;\r\nii) \tinclude a timetable for its implementation; and provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any other arrangements to secure the operation of the scheme throughout its lifetime\r\n",
    "Condition : 17 - 17.\tThe scheme hereby approved shall be constructed in accordance with the sustainability information approved within application 00676/12-32/P3(2,15,18) or, with regard to outstanding details relating to stage 2 of the development or any alterations to the approved details unless otherwise agreed by the local planning authority following the submission to it of a technical report showing such measures to be unachievable at least 20% of the energy supply of the development shall be secured from decentralised and renewable or low carbon energy sources (as described in the glossary of Planning Policy Statement: Planning and Climate Change (December 2007)). Details and a timetable of how this is to be achieved, including details of physical works on site, shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented in accordance with the approved timetable and retained as operational thereafter, unless otherwise agreed in writing by the Local Planning Authority",
    "Condition : 18 - 18.\tSubject to the requirements of any of the aformentioned conditions The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n2014/L0-001\r\n2014/SK101\r\n2014/SK102 Rev.B\r\n2014/SK103 Rev. B\r\n2014/SK104 Rev. B\r\n2014/SK105 Rev. B\r\n2014/SK106 Rev. B\r\n2014/SK107 Rev. C\r\n2014/SK108 Rev. C\r\n2014/SK109 Rev. C\r\n2014/SK121 Rev. A\r\n2014/SK122 Rev. A\r\nUnless superseded by information contained within drawing numbers 2104B/AHS/001, 002, 010, 011, 012, 013, 014, 015, 016, 017, 018, 020, 025, Addendum to Transport Statement and Flood Risk Assessment received on 25 May 2016\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "25/08/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 175851,
  "last_updated": "2025-03-19T18:37:00.839+00:00",
  "development_type": "Minor retail and service",
  "ward": "Hounslow West (Pre May 2022)",
  "parking_details": null,
  "uprn": "100021553067",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW3 1JH",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "14/10/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.367227,
          51.470264
        ],
        [
          -0.367228,
          51.470237
        ],
        [
          -0.367271,
          51.470238
        ],
        [
          -0.36727,
          51.470265
        ],
        [
          -0.367227,
          51.470264
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/2458",
  "valid_date": "26/05/2016",
  "description": "Variation of condition 19 (approved plans) to allow for amended plans in respect of  planning permission 00676/12-32/P3 allowed at appeal ref APP/F5540/A/10/2131708 dated 26/01/2011  for erection of a part three storey part six storey building comprising two hotels, one of 128 rooms, the other 60 rooms, with associated parking",
  "centroid_easting": 513504,
  "site_number": null,
  "lapsed_date": "14/10/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Lampton Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.470251,
    "lon": -0.367249
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/2458",
  "site_name": "Flat 1",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5154937",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_2458",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}