{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - Details and samples of all facing materials to buildings within the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any superstructure works are commenced on site. The samples and details shall include:\r\n\r\nbrickwork; \r\ncladding materials (where relevant);\r\nwindow treatment (including sections and reveals); \r\nobscure glazing details (where relevant); and  \r\nany other materials to be used.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (01.01, 02.02 Received 23/04/2014, 02.01-A Received 25/06/2014 03.01-A, 03.02-B Received 09/07/2014 and 02.03-B Received 16/07/2014) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no windows/dormer windows other than those expressly authorised by this permission shall be constructed.",
    "Condition : 6 - Prior to commencement of any superstructure works on site, full details of all proposed landscape and tree planting, and the proposed times of planting, shall be submitted to and approved in writing by the local planning authority, and all planting shall be carried out in accordance with those details and at those times.",
    "Condition : 7 - The building shall not be occupied until a means of pedestrian and vehicular access has been constructed in accordance with the approved plans.",
    "Condition : 8 - Before the dwellinghouse hereby approved is first occupied, the developer shall provide to the dwelling a green box container and any other type of containers required at the time of development for household use for the storage and collection of recyclable materials for the purposes of the Council's kerbside recycling service, to the specification then in use by the local authority's recycling collection service (or to such other specification as shall first be submitted to and approved in writing by the local planning authority) and shall notify the Council's refuse and recycling services when the development is first occupied.  The house shall also be supplied with a garden waste-composting bin of at least 220 litres capacity at the same time.",
    "Condition : 9 - The car parking accommodation shown on the approved plans shall be provided before the dwelling to which it relates is occupied and thereafter it shall not be used for any purpose other than the parking of vehicles.",
    "Condition : 10 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 11 - During construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis' of construction vehicles exiting the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway. The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times. Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material. Suitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the Greater London Authority's \"Air Quality\" guidance, and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of properties outside the site. Start of works on site shall be notified to the Council's Community Environment Team.",
    "Condition : 12 - Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "11/07/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 175397,
  "last_updated": "2025-03-19T18:24:15.620+00:00",
  "development_type": "Minor dwellings",
  "ward": "Hounslow Central (Pre May 2022)",
  "parking_details": null,
  "uprn": "100021553272",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW3 1YH",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "29/07/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.361257,
          51.466098
        ],
        [
          -0.361258,
          51.466071
        ],
        [
          -0.361301,
          51.466072
        ],
        [
          -0.3613,
          51.466099
        ],
        [
          -0.361257,
          51.466098
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/1560",
  "valid_date": "16/05/2014",
  "description": "Erection of two storey one-bedroom house in the rear garden",
  "centroid_easting": 513929,
  "site_number": "16",
  "lapsed_date": "28/07/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Layton Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.466085,
    "lon": -0.361279
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/1560",
  "site_name": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_1560",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}