{
  "lpa_app_no": "P/2019/2263",
  "centroid_northing": 178453,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:13:05.468+00:00",
  "valid_date": "18/07/2019",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520286.3,
              178457.15
            ],
            [
              520287,
              178464.3
            ],
            [
              520287.8,
              178471.8
            ],
            [
              520288.6,
              178479.8
            ],
            [
              520291.2,
              178479.5
            ],
            [
              520291.15,
              178479.05
            ],
            [
              520299.56,
              178475.96
            ],
            [
              520307.08,
              178455.32
            ],
            [
              520308.4,
              178455.8
            ],
            [
              520308.9,
              178454.6
            ],
            [
              520310.4,
              178455.2
            ],
            [
              520308.75,
              178459.75
            ],
            [
              520310.13,
              178460.28
            ],
            [
              520311.5,
              178460.8
            ],
            [
              520316.3,
              178447.8
            ],
            [
              520321.9,
              178449.9
            ],
            [
              520326.4,
              178451.55
            ],
            [
              520327.15,
              178440.05
            ],
            [
              520327.32,
              178436.26
            ],
            [
              520327.6,
              178430.2
            ],
            [
              520327.6,
              178429.8
            ],
            [
              520327.8,
              178429.25
            ],
            [
              520327.95,
              178429
            ],
            [
              520328.15,
              178428.7
            ],
            [
              520328.2,
              178428.55
            ],
            [
              520328.4,
              178428.4
            ],
            [
              520328.6,
              178428.3
            ],
            [
              520328.75,
              178428.2
            ],
            [
              520328.65,
              178428.17
            ],
            [
              520328.6,
              178428.15
            ],
            [
              520324.18,
              178426.46
            ],
            [
              520320.6,
              178425.1
            ],
            [
              520319.4,
              178428.15
            ],
            [
              520318.15,
              178430.8
            ],
            [
              520313.5,
              178439.3
            ],
            [
              520312,
              178441.9
            ],
            [
              520308.65,
              178442.45
            ],
            [
              520304.65,
              178443.1
            ],
            [
              520303.4,
              178443.3
            ],
            [
              520300.3,
              178443.8
            ],
            [
              520297.75,
              178444.25
            ],
            [
              520296.1,
              178444.55
            ],
            [
              520292.55,
              178445.15
            ],
            [
              520287.15,
              178446.05
            ],
            [
              520285.35,
              178446.3
            ],
            [
              520286.3,
              178457.15
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 520305,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2019/2263",
  "site_number": "1",
  "decision": "Approved",
  "ward": "Turnham Green (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2019_2263",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.097
  },
  "uprn": "100021590432",
  "decision_date": "12/09/2019",
  "description": "Variation of condition 2 to allow for amendments to the new house including alteration to the building envelope with building footprint, alteration to the lightwells including insertion of glazed roof, insertion of a roof light, and design amendments including altered fenestration (with listed building consent P/2019/2635) following planning permission 01094/H/P3 dated 12/4/2019 for erection of a 3-bedroom house in grounds of 1 Arlington Cottage with associated cycle and bin store. Demolition of existing single storey side extension and erection of single storey rear infill and rear extension to 1 Arlington Cottage and erection of new boundary treatment (with listed building consent ref P/2018/3508).",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "12/09/2019",
  "borough": "Hounslow",
  "postcode": "W4 4HB",
  "street_name": "Sutton Lane North",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "11/09/2022",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of 11/04/2022.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (1615-01, Energy and Sustainability Statement, Aboricultural Report, Heritage Statement - Received 17/09/2018. \r\nConstruction Management Plan - Received 20/09/2018. \r\nExisting House: 2, Proposed Plan: 3, Proposed: 4 - Received 08/11/2018. \r\n1615 A 01, 1615 A 02, 1615 A 04, 1615 A 05, 1615 A 06, 1615 A 07, 1615 A 08, 1615 A 09, 1615 A 10, 1615 A 11, 1615 A 12, 1615 A 13, 1615 A 14, 1615 A 15, Design & Access Statement June 2019 - Received 24/06/2019 \r\nFlood Risk Assessment July 2019 - Received 19/07/2019) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of both the extensions to 1 Arlington Cottages and the new house, including roofing materials, of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - The roof area hereby permitted, of both the new house and the extensions to 1 Arlington Cottages, shall not be used as a balcony, or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Condition : 6 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), or any order revoking or re-enacting that order, no alteration, enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out without the prior permission of the Local Planning Authority.",
    "Condition : 7 - The windows in the southern elevation of the new house shall be obscurely glazed and non-opening to a height of 1.6m, and thereafter only be repaired or replaced in accordance with these specifications.",
    "Condition : 8 - Prior to the occupation of development, full details of both hard and soft landscape works shall be submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include; proposed finished levels or contours; means of enclosure; pedestrian and vehicular access; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant). \r\nSoft landscape works shall include; details of additional tree planting; planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)",
    "Condition : 9 - No development shall take place, including any works of demolition, until a Construction Management Plan has been submitted to and approved in writing by the Local Planning Authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall include: \r\ni. a site plan showing details of access, storage, loading and turning; \r\nii. confirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused; \r\niii. safeguarding measures that would be put in place to protect adjoining buildings; \r\niv. provision for the parking of vehicles of site operatives and visitors; \r\nv. provisions for storage of plant and materials within the site; \r\nvi. the erection and maintenance of security hoarding; \r\nvii. measures to control the emission of dust and dirt during construction; \r\nviii. any illumination of the site during construction; \r\nix. a scheme for recycling/disposing of waste resulting from construction works; \r\nx. appropriate vehicle routes to and from the site; \r\nxi. measures to ensure the safety of all users of the public highway in the vicinity of the site, with particular reference to cyclists and pedestrians; \r\nxii. contractor membership of FORS or similar.",
    "Condition : 10 - Prior to the commencement of the development, all existing trees, hedgerows and shrubs not scheduled for removal, including all trees impacted by works to the south of the site, due to associated construction equipment, shall be fully safeguarded during the course of the site works and building operations, in accordance with a scheme that shall be agreed in writing by the Local Planning Authority. The erection of fencing for the protection of retained trees shall be undertaken in accordance with the approved details before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site. Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the Local Planning Authority.",
    "Condition : 11 - a)\tPrior to commencement of development, an Energy Strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall demonstrate how the proposed development would achieve the necessary Carbon emission reductions as set out in London Plan Policy 5.2. Development shall be carried out in accordance with the approved details.\r\nb)\tPrior to first occupation of the development evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 12 - Prior to occupation of the hereby approved development, evidence (schedule of fittings and manufacturers' literature) demonstrating that the development of that phase has been constructed to achieve an internal water consumption by the development not exceeding 105 litres/person/day in line with The Water Efficiency Calculator for new dwellings issued by the Ministry for Housing, Communities and Local Government, shall be submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 13 - Prior to the first use or occupation of the development, full details (including manufacturer's specifications and means of enclosure) of the cycle parking provision for the development shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall conform to current guidance such as the TfL London Cycling Design Standards in design and layout, and be fully implemented and made available for use before the first occupation of the development hereby approved and thereafter retained for use at all times without obstruction.",
    "Condition : 14 - Prior to the occupation of development, details of the arrangements for the storing of waste and recycled materials shall be submitted to and approved by the Local Planning Authority. Thereafter, these arrangements shall be implemented in accordance with the agreed details.",
    "Condition : 15 - No excavation or construction work shall be undertaken prior to the submission and approval in writing by the Local Planning Authority, of a Construction Method Statement, which is certified by a qualified professional giving details of excavation, temporary works and construction techniques, including details of potential impacts on neighbouring land based on assessment of the geology and hydrology of the area.",
    "Condition : 16 - The basement shall at no time be used or occupied as a separate dwelling independent of the main house and shall not be used as sleeping accommodation.",
    "Condition : 17 - No development shall be carried out until such time as the person carrying out the work is a member of the Considerate Constructors Scheme and its code of practice, and the details of the membership and contact details are clearly displayed on the site so that they can be easily read by members of the public.",
    "Condition : 18 - Prior to commencement of development, full details, including technical specification and drawings of the proposed Solar Photovoltaic system shall be submitted to and approved by the Local Planning Authority."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2687403,
          51.4922743
        ],
        [
          -0.26872779999999996,
          51.4923384
        ],
        [
          -0.2687137,
          51.4924056
        ],
        [
          -0.2686994,
          51.4924774
        ],
        [
          -0.2686621,
          51.4924741
        ],
        [
          -0.268663,
          51.4924701
        ],
        [
          -0.268543,
          51.4924405
        ],
        [
          -0.2684417,
          51.4922534
        ],
        [
          -0.2684226,
          51.4922575
        ],
        [
          -0.2684158,
          51.4922466
        ],
        [
          -0.26839399999999997,
          51.4922516
        ],
        [
          -0.2684162,
          51.4922929
        ],
        [
          -0.26839609999999997,
          51.4922974
        ],
        [
          -0.2683762,
          51.4923017
        ],
        [
          -0.2683115,
          51.4921839
        ],
        [
          -0.2682302,
          51.4922016
        ],
        [
          -0.2681648,
          51.4922154
        ],
        [
          -0.268158,
          51.4921119
        ],
        [
          -0.2681568,
          51.4920778
        ],
        [
          -0.26815479999999997,
          51.4920233
        ],
        [
          -0.268155,
          51.4920197
        ],
        [
          -0.2681523,
          51.4920147
        ],
        [
          -0.2681502,
          51.4920124
        ],
        [
          -0.2681474,
          51.4920097
        ],
        [
          -0.26814679999999996,
          51.4920083
        ],
        [
          -0.2681439,
          51.492007
        ],
        [
          -0.26814109999999997,
          51.492006
        ],
        [
          -0.26813899999999996,
          51.4920051
        ],
        [
          -0.2681404,
          51.4920048
        ],
        [
          -0.26814109999999997,
          51.4920047
        ],
        [
          -0.2682054,
          51.4919904
        ],
        [
          -0.2682574,
          51.491979
        ],
        [
          -0.2682736,
          51.4920066
        ],
        [
          -0.2682907,
          51.4920307
        ],
        [
          -0.2683547,
          51.4921081
        ],
        [
          -0.2683755,
          51.4921318
        ],
        [
          -0.2684235,
          51.4921374
        ],
        [
          -0.26848089999999997,
          51.4921441
        ],
        [
          -0.2684988,
          51.4921462
        ],
        [
          -0.2685433,
          51.4921513
        ],
        [
          -0.2685798,
          51.4921559
        ],
        [
          -0.2686035,
          51.492159
        ],
        [
          -0.2686544,
          51.4921651
        ],
        [
          -0.26873179999999997,
          51.4921744
        ],
        [
          -0.2687576,
          51.492177
        ],
        [
          -0.2687403,
          51.4922743
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "7943642",
  "centroid": {
    "lon": "-0.2684725",
    "lat": "51.492233"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}