{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the 18th November 2014.",
    "Condition : 2 - Development shall be carried out in accordance with the approved details with reference 01380/C/P4(2,5,6,10,15,18) dated 03/11/2014 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (as listed above) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - During construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis' of construction vehicles exiting the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway. The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times. Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material. Suitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the Greater London Authority's \"Air Quality\" guidance, and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of properties outside the site. Start of works on site shall be notified to the Council's Community Environment Team.",
    "Condition : 5 - Development shall be carried out in accordance with the approved details with reference 01380/C/P4(2,5,6,10,15,18) dated 03/11/2014 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 6 - Development shall be carried out in accordance with the approved details with reference 01380/C/P4(2,5,6,10,15,18) dated 03/11/2014 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 7 - The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details in the submitted Energy Strategy, including the letter dated 14th September 2011 from Hilson Moran, received 14th November 2011.",
    "Condition : 8 - A Sustainable Urban Drainage Scheme, including measures for (i) the harvesting of rainwater, (ii) the minimisation of water run-off from the site, aiming for greenfield levels, and (iii) the conservation and reuse as appropriate of other water supplies in the building, shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of construction of the basement foundations of the hotel building. These details shall be carried out as approved prior to occupation of the building(s) unless otherwise approved in writing by the Local Planning Authority and retained and maintained thereafter.",
    "Condition : 9 - A statement on the sourcing of materials to be used in the building, involving reuse, recycling and other sustainable sourcing of materials to be used in the construction of extensions and fitting out of the building wherever possible, shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of construction of the basement foundations of the hotel building. These details shall be carried out as approved.",
    "Condition : 10 - Prior to commencement of the hotel building:\r\na.\tDevelopment shall be carried out in accordance with the approved details with reference 01380/C/P4(2,5,6,10,15,18) dated 03/11/2014 or as otherwise agreed in writing with the Local Planning Authority. \r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\nDuring the course of the construction of the hotel building:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\nBefore the hotel building is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 11 - The building shall not be occupied until there has been submitted to and approved in writing by the Local Planning Authority a car park management plan including confirmation that the spaces within the Public Safety Zone are occupied as long term spaces only.",
    "Condition : 12 - The hotel building shall not be occupied until an accessibility management plan has been submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 13 - A drainage strategy detailing any on and/or off site drainage works shall be submitted to and approved in writing by the Local Planning Authority, in consultation with the sewerage undertaker, prior to commencement of construction of the basement foundations of the hotel building. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed",
    "Condition : 14 - A Bird Hazard Management Plan shall be submitted and approved by the Local Planning Authority prior to commencement of the construction of the structural frame of the hotel building. The submitted plan shall include details of: \r\n- management of any flat/shallow pitched/green roofs on buildings within the site which may be attractive to nesting, roosting and \"loafing\" birds. The management plan shall comply with Advice Note 8 'Potential Bird Hazards from Building Design' attached * See para below for information *\r\nThe Bird Hazard Management Plan shall be implemented as approved on completion of the development and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 15 - A construction management strategy for the hotel building, covering the application site and any adjoining land which will be used during the construction phase, shall be submitted and approved in writing by the Local Planning Authority prior to commencement of construction of the basement foundations of the hotel building. Such a strategy shall include the following matters: \r\n- details of the area(s) subject to construction activity and the \r\n  storage  of materials and equipment\r\n- details of cranes and other tall construction equipment (including the details of obstacle lighting) - Such schemes shall comply with Advice Note 4 'Cranes and Other Construction Issues'(available at www.aoa.org.uk/publications/safeguarding.asp).\r\n- control of activities likely to produce dust and smoke etc\r\n- details of temporary lighting - Such details shall comply with Advice Note 2 'Lighting Near Aerodromes' (available at www.aoa.org.uk/publications/safeguarding.asp).\r\n- height of storage areas for materials or equipment\r\n\r\nThe approved strategy (or any variation approved in writing by the Local Planning Authority) shall be implemented for the duration of the construction period of the hotel building.",
    "Condition : 16 - The construction of the substation building shall be carried out in accordance with the approved details with reference 01380/C/P4(2,5,6,10,15,18) dated 03/11/2014 or as otherwise agreed in writing with the Local Planning Authority",
    "Condition : 17 - No building or structure of the development hereby permitted shall exceed 40.1m AOD.",
    "Condition : 18 - No trees and shrubs planted on the application site as part of the approved landscaping scheme shall be permitted to grow above a height of 39 metres AOD.",
    "Condition : 19 - Development shall be carried out in accordance with the approved details with reference 01380/C/P4(2,5,6,10,15,18) dated 03/11/2014 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 20 - The development is close to the aerodrome and/or aircraft taking off from or landing at the aerodrome.  Lighting schemes required during construction and for the completed development shall be of a flat glass, full cut off design, mounted horizontally, and shall ensure that there is no light spill above the horizontal.",
    "Condition : 21 - A detailed CHP feasibility study shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of construction of the basement foundations of the hotel building. The agreed conclusions shall be implemented in the development prior to occupation.",
    "Condition : 22 - A detailed GSHP feasibility study shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of construction of the basement foundations of the hotel building. The agreed conclusions shall be implemented in the development prior to occupation.",
    "Condition : 23 - Details of the final roof design shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of the construction of the structural frame of the hotel building. Development shall be carried out in accordance with the approved details."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "08/12/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 175284,
  "last_updated": "2025-03-19T18:27:26.300+00:00",
  "development_type": "Minor retail and service",
  "ward": "Feltham North (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001272900",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "11/11/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.419687,
          51.465884
        ],
        [
          -0.419688,
          51.465857
        ],
        [
          -0.419731,
          51.465858
        ],
        [
          -0.41973,
          51.465885
        ],
        [
          -0.419687,
          51.465884
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/3643",
  "valid_date": "08/09/2014",
  "description": "Variation of Conditions 8 (Sustainable Drainage), 9 (Sustainable Materials), 13 (Drainage Strategy), 15 (Construction Management Strategy), 20 (CHP feasibility) and 21 (GSHP feasibility) to be submitted and approved prior to commencement of construction of the basement foundations of the hotel building only and variation to 14 (Birds Hazard Management) and 22 (Roof Design) to be submitted and approved prior to commencement of the construction of the structural frame of the hotel building only and Condition 12 (Accessibility Management Plan) to be submitted prior to occupation of the building and Condition 3 (approved Plans) following planning permission 01380/C/P4 dated 18/11/2011 for the demolition of the existing building and the erection of a six storey hotel comprising of 583 bedrooms; including 131 car parking spaces, creation of a new vehicular access from Fagg's Road, alterations to existing vehicular access from Dick Turpin's Way; installation of water storage tanks, plant room structures, hard landscaping and associated works; also use of the associated small site for coach parking.",
  "centroid_easting": 509871,
  "site_number": null,
  "lapsed_date": "10/11/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Dick Turpin Way",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.465871,
    "lon": -0.419709
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/3643",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_3643",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}