{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before three years from the day of planning permission ref 01101/F/P1 dated 02/04/2015.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (SK_M141 D01 (Existing plans), SK_M140 D01 (Existing plans), SK_M139 D01 (Existing plans); 03 Planning Statement, 04 Design and Access Statement (inc landscape strategy), 05 Daylight/Sunlight overshadowing report, 06 Statement of community involvement, 07 Ecological Statement, 08 Heritage Statement, 09 Transport Assessment and Travel Plan, 10 Sustainability Statement, 12 Flood Risk Assessment, 13 Office Review, 14 Noise survey, 15 Air Quality Assessment, 16 Socio-economic Report; Received 28/11/2013; Addendum Reports (04B Design and Access Statement (including Landscape Strategy) Addendum, 05B Overshadowing assessment, 6B: Statement of Community Involvement; 07B Ecological assessment, 08B Heritage Statement, 09B Transport Statement and Travel Plan, 10B Sustainability Statement, 11B Energy Statement, 12B Flood Risk Assessment, 14B Noise Survey, 15B Air Quality, 16B Socio Economic; Updated Confidential Financial Viability Assessment; Received 20/05/2014; Vision Document addendum dated May 2014; 00517_S001 Redline; P_00C, 01B. 02B, 03B, 04B, 05C, 06B (Proposed Plans); 00517_B_E1 D02 (Overley) (for information only); 00517_B_EB Elevations; 00517_M01 D02; 00517_M02 DO2 Key Spaces; 00517_B_X3 D02 Sections; 00517_B_X2 D02 Sections; 00517_B_X1 D02 Sections; D0211_001A (Landscape hardworks ground floor); D0211_003A (Landscape hardworks first floor); D0211_004A (Landscape Softworks ground floor and podium level); D0211_005A (Illustrative Masterplan); D0211_004 (Illustrative Sections Sheet 2/2); D0211_002 (illustrative Sections Sheet 1/1); Received 20/05/2014; Transport Note by Motion; Received 26/06/2014; A letter from Method (ref:655RSCg160211-1719L); Energy Statement by Method dated February 2016; Received 28/09/2016; BBA 3611 - L(00) 074 Ground Floor - Wheelchair adaptable units; BBA 3611 - L(00) 075 First Floor - Wheelchair ad",
    "Condition : 3 - Phasing shall be carried out in accordance with the details approved by planning permission 01101/F/P1(3) on 14/04/2016.",
    "Condition : 4 - A Construction Environmental Management Plan shall be carried out in accordance with the details approved by planning permission 01101/F/P1(4,5) on 17 May 2016.",
    "Condition : 5 - A Construction Logistics Plan shall be carried out in accordance with the details approved by planning permission 01101/F/P1(4,5) on 17 May 2016.",
    "Condition : 6 - No demolition or construction work shall take place on the site except between the hours of 8:00 am to 6:00 pm on Mondays to Friday and 9:00 am to 1:00 pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 7 - The contaminated land remediation  shall be carried out on site in accordance with the details approved by planning permission 01101/F/P1(7A) on 7 April 2016. and the work shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied. During the course of the development:\r\na.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamintation in writing to the Local Planning Authority for approval before any work on that aspect of development continues. Before the relevant phase of development is first brought into use: \r\n\r\nb.\tThe agreed scheme for decontamination referred to in clauses  above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority (LPA)\r\n\r\nSupporting notes:\r\n\r\na.\tIn some instances the LPA may require work on site to be ceased whilst the nature of additional contamination is investigated fully. \r\n\r\nb.\tThe validation report shall revisit the site conceptual model, and provide evidence that each aspect of the decontamination scheme was carried out correctly and successfully. This report shall provide that th development is suitable for its new use.\r\n\r\nc.\tWe request that site investigation reports or site plans be sent electronically to landquality@hounslow.gov.uk or by post on a cd or dvd wherever possible.",
    "Condition : 8 - A) The archaeological protection works shall be carried out in accordance with the details approved by planning permission 01101/F/P1(8A) on 18 April 2016. B) If heritage assets of archaeological interest are identified by the evaluation under Part A, then before development, other than demolition to existing ground level, commences the applicant (or their heirs and successors in title) shall secured the implementation of a programme of archaeological investigation in accordance with the details approved by planning permission 01101/F/P1(8A). C) No development other than demolition shall take place other that in accordance with the Written Scheme approved. D) The relevant phase of development shall not be occupied until the site investigation and post investigation assessment (produced on a phase-by-phase basis) has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (B), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.",
    "Condition : 9 - The water supply impact measures shall be carried out in accordance with the details approved by planning permission 01101/F/P1(9) on 18 April 2016.",
    "Condition : 10 - The  impact piling shall be carried out in accordance with the details approved by planning permission 01101/F/P1(10,34) on 31 March 2016.",
    "Condition : 11 - The construction in line with Thames Estuary 2100 (TE2100) guidance shall be carried out in accordance with the details approved by planning permission 01101/F/P1(11) on 24 March 2016.",
    "Condition : 12 - During construction an effective flood defence shall be maintained at all times to at least the statutory flood defence level of 5.94m AOD. Details of any temporary defences required shall be carried out in accordance with the details approved by planning permission 01101/F/P1(12) on 14 April 2016.",
    "Condition : 13 - The Flood Management Plan shall be shall be carried out in accordance with the details approved by planning permission 01101/F/P1(13) on 14 on 14 April 2016.",
    "Condition : 14 - The materials to be used in the construction of the external surfaces shall be those approved by planning permission 01101/F/P1(14) on 3 May 2016.",
    "Condition : 15 - Prior to occupation of the relevant phase of the development a scheme for the storage and collection of waste and materials in respect of (a) residential units and (b) commercial units has been submitted to and approved in writing by the Local Planning Authority and the approved scheme shall then be managed as approved unless otherwise approved in writing by the Local Planning Authority.",
    "Condition : 16 - The  surface water drainage scheme for the site, based on sustainable drainage principles shall be carried out in accordance with the details approved by planning permission 01101/F/P1(16) on 17 May 2016.",
    "Condition : 17 - No occupation shall take place until there has been submitted to and approved in writing by the local planning authority a plan indicating the positions, design, materials and type of boundary treatment to be erected. The boundary treatment shall be completed before the buildings are occupied. Development shall be carried out in accordance with the approved details.",
    "Condition : 18 - The hard and soft landscape works shall be carried out in accordance with the details approved by planning permission 01101/F/P1(18) on 26 April 2016.",
    "Condition : 19 - A landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for all hard and soft landscape areas, [other than small, privately owned domestic gardens] shall be submitted to and approved by the local planning authority prior to the occupation of the development or any phase of the development, whichever is the sooner, for its permitted use. The landscape management plan shall be carried out as approved.",
    "Condition : 20 - The Bird Hazard Management Plan shall be carried out in accordance with the details approved by planning permission 01101/F/P1(20) on 8 April 2016. The Bird Hazard Management Plan shall be implemented as approved on completion of development and shall remain in force for the life of the development. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the local planning authority.",
    "Condition : 21 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 2015 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of any of the hereby approved townhouses at the site shall be carried out.",
    "Condition : 22 - Details of exterior lighting shall be submitted to and approved in writing by the Local Planning Authority before any of the units are occupied. The development shall be carried out in accordance with the approved details and shall be retained.",
    "Condition : 23 - No part of the development shall be occupied until a site-wide Delivery and Servicing Plan has been submitted to and approved in writing by the Local Planning Authority. This shall then be implemented as approved and remain in operation for the lifetime of the development.",
    "Condition : 24 - Development shall take place in accordance with the Energy Statement by Method dated February 2016; A letter from Method (ref:655RSCg160211-1719L);submitted 28/09/2016 to meet the intent of Policy 5.2 of the London Plan which asks for a reduction in regulation CO2 emissions 42.68% reduction from the 2013 Building Regulations benchmark. The details shall be carried out as approved.",
    "Condition : 25 - The sustainable construction scheme shall be carried out in accordance with the approved details by planning permission 01101/F/P1(25) on 14 April 2016.",
    "Condition : 26 - No residential occupation for the relevant phase of development shall take place until Post Construction Stage Assessment of dwellings for the relevant phase of development shows meeting the predicted pre-assessment level 4 of Code for Sustainable Homes and details have been submitted to and approved by the Local Planning Authority (post Construction Stage Assessment).",
    "Condition : 27 - The residential units for the relevant phase of development hereby approved shall not be occupied until details have been submitted to and approved in writing by the Local Planning Authority for that phase. The details shall demonstrate that an acceptable scheme of acoustic insulation and any associated ventilation ensures the maximum noise level to be permitted within dwellings with windows shut and any other necessary means of ventilation provided shall not exceed the 'good' limits contained in BS8233:1999 (client must demonstrate compliance with BS8233 noise limits as part of post completion tests). These being LAeq, 16 hour = 30 dB in living rooms, and a night (07:00 23:00) LAeq, 8 hour = 30 dB and LAF max = 45 dB in bedrooms, and a night LAeq, 1hour = 45 dB in Kitchens, Bathrooms and Utility Rooms. The details shall be carried out as approved.",
    "Condition : 28 - The residential units for the relevant phase of development hereby approved shall not be occupied until details have been submitted to and approved in writing by the Local Planning Authority for that phase. The details shall demonstrate compliance with air quality EU Objective limit values such that the internal environment achieves below the annual mean concentration of 40 g/m? allowed for the protection of human health in the Air Quality Regulations 2000 and (Amendment) Regulations 2002.",
    "Condition : 29 - The commercial uses hereby permitted for the ground floor shall not be open to customers outside the following times: 7.00 am to 11.00 pm on weekdays (Monday-Friday) and on Saturdays, and 9am to 11.00 pm on Sundays without the prior written approval of the Local Planning Authority, and all customers shall have left the premises by 11.00 pm every day.",
    "Condition : 30 - No amplified or other music shall be played in any premises hereby permitted for use either as Restaurants and Cafes (A3 Use Class), Drinking Establishments (A4 Use Class) outside the following times: 11.00 am to 11.00 pm on weekdays (Mondays to Fridays), Saturdays and Sundays.",
    "Condition : 31 - Before any premises hereby permitted for use as Retail (A1 Use Class), Restaurants and Cafes (A3 Use Class) or Drinking Establishments (A4 Use Class) opens to customers, the detailed design of the shop front for that premises shall have been submitted to and approved in writing by the Local Planning Authority and the development carried out in accordance with the approved details.",
    "Condition : 32 - Before any premises hereby permitted for use as either Restaurants and Cafes (A3 Use Class) or Drinking Establishments (A4 Use Class) opens to customers a scheme for the control of fumes and odours from the relevant premises, including details of sound attenuation for any necessary plant, shall have been submitted to and approved by the Local Planning Authority in writing, and the scheme fully implemented in accordance with the approved details and permanently retained in full working order thereafter.",
    "Condition : 33 - No occupation shall take place until a scheme outlining the provision of riparian life saving equipment (such as grab chains, access ladders and life buoys) along the river edge to a standard recommended in the 1991 Hayes Report on the Inquiry into River Safety has been submitted to and approved in writing by the Local Planning Authority. The equipment shall be installed and maintained in accordance with the approved details.",
    "Condition : 34 - The details of piling method statement shall be carried out in accordance with the details approved by planning permission 01101/F/P1(10,34) on 31 March 2016.",
    "Condition : 35 - All of the residential units shall comply with the Lifetime Homes Standard.",
    "Condition : 36 - 10% of the residential units shall be designed to be wheelchair accessible, or easily adaptable for wheelchair users."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "07/12/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 175786,
  "last_updated": "2025-03-19T18:08:06.848+00:00",
  "development_type": "Major dwellings",
  "ward": "Isleworth (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001273605",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "22/12/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.323674,
          51.469065
        ],
        [
          -0.323675,
          51.469038
        ],
        [
          -0.323718,
          51.469039
        ],
        [
          -0.323717,
          51.469065
        ],
        [
          -0.323674,
          51.469065
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/2809",
  "valid_date": "07/09/2016",
  "description": "Variation of Condition 2 (Strictly in Accordance) and Condition 24 (Sustainability) to allow a revised energy statement and revised location of wheelchair units on planning permission 01101/F/P1 approved 02/04/2014 for demolition of the existing buildings and the construction of 139 homes and 1.094.4 sqm (GEA) of commercial floorspace (A1/A2/A3/A4/B1/D1/D2) within buildings ranging from 3 to 5 storeys with associated access, ground level and basement carparking, cycle parking, refuse/recycling storage and hard and soft landscaping.",
  "centroid_easting": 516532,
  "site_number": null,
  "lapsed_date": "22/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Swan Street",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.469052,
    "lon": -0.323696
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/2809",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5193868",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_2809",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}