{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Design and Access Statement, Heritage Statement & Design & Access Statement, A002, A005, A006, A007, A001, A013, A014, A008, A009, A010, A011, A015, A016, Site Investigation Report, SBEM Main Calculation Output Document dated Aug 09, SBEM Data Reflection Report, BRUKL Output Document, Dickensian Yellow Brick Samples, Payne's Grey Paint Sample, Craig & Rose Matt Finish Sample, Materials Samples 01 - Received 14/08/2018. A012 Revised Solar Panel Layout - Received 12/10/2018. BRUKL Output Document dated Oct 03 - Received 19/10/2018. Construction Environmental Management Plan and Construction Logistics Plan - Received 22/10/2018) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 4 - No development shall take place until details have been submitted to and approved by the Local Planning Authority that:\r\na.) At least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\nb.) At least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\nc.) No construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\nThe development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details under Part A of this condition.",
    "Condition : 5 - The development hereby permitted shall not commence until a finalised Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy) has been submitted to and approved in writing by the Local planning Authority.\r\nThe development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the National Calculation Method have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\nPrior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\nUpon final commencement of operation of the solar PV panels, suitable devices for the monitoring of the solar PV panels shall have been installed, and the monitored data shall be submitted automatically to a monitoring web-platform at daily intervals for a period of three years from the point of full operation.",
    "Condition : 6 - The use hereby permitted shall not be begun until details of the arrangements for storing of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 7 - Before first occupation of the building hereby approved the cycle parking spaces and the access to them shall be provided in accordance with the scheme shown on drawing No. \"Proposed Ground Floor Plan GA 01\" and such spaces shall be permanently available for the users of the building without obstruction.",
    "Condition : 8 - The premises shall only be used for A1 (Retail) at Ground Floor, B1(a) Office at First and Second Floor and for no other purpose (including any other purpose in Classes A or B of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification)."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "09/10/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 178589,
  "last_updated": "2025-03-19T18:16:54.777+00:00",
  "development_type": "Minor retail and service",
  "ward": "Chiswick Homefields (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023489811",
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 1QP",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "30/10/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.25518799999999997,
          51.4932898
        ],
        [
          -0.2549611,
          51.4932869
        ],
        [
          -0.2549159,
          51.4932864
        ],
        [
          -0.2548497,
          51.4932856
        ],
        [
          -0.2547875,
          51.4932847
        ],
        [
          -0.2547851,
          51.4932334
        ],
        [
          -0.25478429999999996,
          51.4932172
        ],
        [
          -0.2548515,
          51.4932182
        ],
        [
          -0.25488289999999997,
          51.4932187
        ],
        [
          -0.2550188,
          51.4932218
        ],
        [
          -0.2550578,
          51.4932226
        ],
        [
          -0.2552075,
          51.4932244
        ],
        [
          -0.2552058,
          51.49329
        ],
        [
          -0.25518799999999997,
          51.4932898
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/3125",
  "valid_date": "14/08/2018",
  "description": "Erection of a three storey building to provide a retail shop, retention of existing use on first floor and office (B1) unit on the second floor following demolition of the two storey building",
  "centroid_easting": 521238,
  "site_number": "12",
  "lapsed_date": "29/10/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Turnham Green Terrace",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4932563",
    "lon": "-0.2549931"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/3125",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "7162531",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_3125",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521224.38,
              178592.4
            ],
            [
              521240.14,
              178592.46
            ],
            [
              521243.28,
              178592.47
            ],
            [
              521247.88,
              178592.49
            ],
            [
              521252.2,
              178592.5
            ],
            [
              521252.5,
              178586.8
            ],
            [
              521252.6,
              178585
            ],
            [
              521247.93,
              178585
            ],
            [
              521245.75,
              178585
            ],
            [
              521236.31,
              178585.12
            ],
            [
              521233.6,
              178585.15
            ],
            [
              521223.2,
              178585.1
            ],
            [
              521223.15,
              178592.4
            ],
            [
              521224.38,
              178592.4
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}