{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (MS/SB/77/08A; Proposed ventilation on rear elevation; Extraction system details; Received on 07/11/2016.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The use hereby permitted shall not be open to customers outside the following times:\r\n0800 and 2300 Monday to Saturday and 0800 to 2200 Sundays and Bank Holidays.",
    "Condition : 4 - No deliveries shall be taken at or despatched from the site outside the hours of 0700 and 1700 Monday to Friday nor at any time on Sundays, Bank or Public Holidays.",
    "Condition : 5 - Before the use hereby permitted is brought into operation, details of a scheme to insulate the premises against the transmission of airborne and impact sound between the premises and the residential flats above shall be submitted to and approved in writing by the Local Planning Authority. The measures so approved shall be implemented before the use commences and shall be permanently retained thereafter.",
    "Condition : 6 - The kitchen extract system shall be provided in accordance with the details received 7 November 2016 before the use is brought into operation, and when at maximum operation shall not result in noise that is more than 10dB(A) below background noise levels for the site. The kitchen extract system shall include the following details:\r\n(a) A three-stage filtration system, including grease filters, pre-carbon filters and carbon filters, to be located inside the site.\r\n(b) The point of discharge shall be a minimum of one meter above eaves level or one metre above openable windows of nearby properties.\r\n(c) The ducting shall be circular.\r\n(d) The ventilation duct shall terminate pointing directly upwards and shall not be fitted with a cowl.\r\n(e) The fan shall be isolated from the inlet and discharge ducts using flexible couplings.\r\n(f) The fan shall be mounted using anti-vibration mounts.\r\n(g) The duct shall be isolated from the structure of the building using anti-vibration mouldings and suitable packing material where it passes through solid structures.",
    "Condition : 7 - The parking spaces and bike shed shown on drawing MS/SB/77/08A shall be constructed and available for use before first occupation of any part of the development and such spaces shall not be used for any other purposes.",
    "Condition : 8 - The access doorway to the takeaway shall have a minimum clear width of 900mm, a level surface or ramp between the pavement and the floor, a door handle of not more than 1m above ground level and glass entrance doors and glazed screens must be clearly defined with manifestation on the glass at two levels: 850 mm to 1000 mm and 1400 mm to 1600 mm. The manifestation should be a sign or logo at least 150 mm high.",
    "Condition : 9 - A bacterial or enzyme dosing unit shall be fitted on all waste discharge points from kitchen sinks and floor drains prior to discharging to the public sewerage system and shall be permanently retained and maintained in working order.",
    "Condition : 10 - Any back door shall be fitted with a self-closer and shall be permanently retained and maintained in working order.",
    "Condition : 11 - Before the use hereby approved begins, a fat trap shall be installed and maintained/renewed for the duration of the use and an agreement shall be in place with a contractor for the off-site disposal of fats, oils and grease, to be recycled or reused. These arrangements shall be permanently operated and retained.",
    "Condition : 12 - Before the use hereby approved begins, the existing canopy attached to the northeast elevation shall be removed and the commercial activity taking place on the public highway shall cease.",
    "Condition : 13 - The use shall not commence until a secure storage area within the site enclosed by a two-metre high close boarded fence with gates, which are to be kept shut at all times except when access is required, to house not less than two 1100 litre galvanised steel Eurobins has been identified and made available, together with facilities for the separation and safe storage of glass, metal, plastics, cardboard, food waste and other recyclable materials which shall then be collected and taken to a suitable facility for recycling. The storage area and bins shall be made permanently available before the development is first occupied and no waste shall be stored outside the site or other than in the designated area. The lids of the Eurobins shall be fixed shut at all times other than when waste is being emptied into them. Non-recyclable and perishable waste shall be removed from site no less frequently than once a week. Waste shall be removed as soon as the bins become full if this is earlier than the time of the normal weekly collection, unless additional covered and enclosed bins (as described above) have been provided and are thereafter made permanently available for the on-site storage of refuse and waste."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "02/01/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 176262,
  "last_updated": "2025-03-19T18:36:40.214+00:00",
  "development_type": "Other change of use",
  "ward": "Hounslow Central (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023404089",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "20/12/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.357208,
          51.47382
        ],
        [
          -0.357209,
          51.473793
        ],
        [
          -0.357252,
          51.473793
        ],
        [
          -0.357251,
          51.47382
        ],
        [
          -0.357208,
          51.47382
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/3030",
  "valid_date": "07/11/2016",
  "description": "Change of use from A1 (retail) to A5 (takeaway). External flue to the rear.",
  "centroid_easting": 514191,
  "site_number": "77",
  "lapsed_date": "20/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Kingsley Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.473807,
    "lon": -0.35723
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/3030",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5262155",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_3030",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}