{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (P101; P103 (received 01/08/2013); P102 C; P202 O; P204 M (received 29/01/2014); P203 F; P201 D (received 13/01/2014) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The development shall not be brought into beneficial use until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and carried out as approved.  These details shall include car parking layouts and hard surfacing materials, the latter to include permeable surfacing. The landscaping works shall be completed in accordance with the approved details before the end of the first planting season following completion of the development and thereafter be maintained as such.",
    "Condition : 4 - No development shall take place until there has been submitted to and approved in writing by the local planning authority a plan indicating the positions, design, materials and type of boundary treatment to be erected, including a front boundary to prevent access to the parking areas other than via one of the vehicular crossovers.  The boundary treatment shall be completed before the building is occupied..  Development shall be carried out in accordance with the approved details and maintained and retained as such.",
    "Condition : 5 - Before the development commences, details of cycle parking for 5 cycles shall be submitted to and approved by the Local Planning Authority and the spaces shown on the approved drawing shall be available for use before first occupation of the development and thereafter maintained and retained as such."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "16/12/2013",
  "lpa_name": "Hounslow",
  "centroid_northing": 175935,
  "last_updated": "2025-03-19T18:12:54.703+00:00",
  "development_type": "Minor retail and service",
  "ward": "Hounslow West (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023403182",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW3 3AE",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "21/02/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.373259,
          51.471103
        ],
        [
          -0.37326,
          51.471076
        ],
        [
          -0.373303,
          51.471077
        ],
        [
          -0.373302,
          51.471104
        ],
        [
          -0.373259,
          51.471103
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2013/1416",
  "valid_date": "21/10/2013",
  "description": "Erection of a part single storey, part 1st floor and roof extension, including three dormer windows and five roof lights and the creation of a new basement level with lightwell to provide additional accommodation for the existing hotel, including provision of parking spaces, cycle store, waste storage and amenity space",
  "centroid_easting": 513083,
  "site_number": "123",
  "lapsed_date": "20/02/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Bulstrode Avenue",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.47109,
    "lon": -0.373281
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2013/1416",
  "site_name": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2013_1416",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}