{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted ( 5628/101 rev A received on 4 February 2016 and 102 rev A and 105 received on 26 February 2016 ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Use of the development shall not commence until a community use agreement prepared in consultation with Sport England has been submitted to and approved in writing by the Local Planning Authority, and a copy of the completed approved agreement has been provided to the Local Planning Authority. The agreement shall apply to the Multi Use Games Area and include details of pricing policy, hours of use, access by non - Fairholme Primary School users, management responsibilities and a mechanism for review, and anything else which the Local Planning Authority in consultation with Sport England considers necessary in order to secure the effective community use of the facilities. The development shall not be used at any time other than in strict compliance with the approved agreement.",
    "Condition : 4 - No floodlighting or external lighting shall be installed without the prior written consent of the Local Planning Authority.",
    "Condition : 5 - Use of the development shall not commence until a scheme to ensure the continuity of the existing sports use on the playing fields shown on drawing reference 5628/102 rev A during and after construction works is submitted to and approved in writing by the Local Planning Authority after consultation with Sport England. The scheme shall ensure that the sports facilities remain or that the replacement facility is at least as accessible and at least equivalent in terms of size usefulness, attractiveness and quality to the existing playing fields and shall include a timetable for implementation. The approved scheme shall be implemented in accordance with the agreed timetable."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "27/05/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 173233,
  "last_updated": "2025-03-19T18:20:47.819+00:00",
  "development_type": "Major all other major developments",
  "ward": "Bedfont (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023400811",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW14 8ET",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "25/05/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.435426,
          51.447652
        ],
        [
          -0.435427,
          51.447625
        ],
        [
          -0.435471,
          51.447626
        ],
        [
          -0.43547,
          51.447653
        ],
        [
          -0.435426,
          51.447652
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/0548",
  "valid_date": "26/02/2016",
  "description": "Construction of a Permeable Sports tarmac 'Multi Use Games Area' (MUGA) measuring 17 metres x 34 metres with a three metre high green colour-coated weldmesh fence around it on the North end of the Playing Field and a path linking it to the playground",
  "centroid_easting": 508821,
  "site_number": null,
  "lapsed_date": "25/05/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Peacock Avenue",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.447639,
    "lon": -0.435449
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/0548",
  "site_name": "Fairholme Primary School",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "4804003",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_0548",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}