{
  "decision_conditions": [
    "Condition : 1 - The development shall not be carried out otherwise than in accordance with the approved details for Phase 2 with reference 00657/P/P23(2) dated 29/04/2014 and for Phase 1 with reference 00657/P/P13(2) approved on 13/072011 or as otherwise agreed in writing with the Local Authority.",
    "Condition : 2 - The development shall not be carried out otherwise than in accordance with the approved details for Phase 2 with reference 00657/P/P23(3) dated 10/02/2014 and the approved details for Phase 1 (Phase 1 details approved on 13 July 2011 with reference 00657/P/P13 (3)) or as otherwise agreed in writing with the Local Authority.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - No fans, louvers, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Fridays, 8:00am to 1:00pm on Saturdays, with no work to take place on Sundays and Bank Holidays without the prior agreement of the Local Planning Authority. \r\nThe development shall not be carried out otherwise than in accordance with the approved details for Phase 2 with reference 00657/P/P23(6) dated 10/02/2014.\r\nNo construction vehicles shall be routed through Strand on the Green, and demolition and construction logistics for Phase 1 shall be undertaken in accordance with the approved details for Phase 1 (Phase 1 details approved on 11 November 2011 with reference 00657/P/P13(6)), or as otherwise agreed in writing with the Local Authority.",
    "Condition : 6 - The development shall not be carried out otherwise than in accordance with the approved details for Phase 2 with reference 00657/P/P23(7) dated 11/02/2014 and the details of the Construction Logistics Plan for Phase 1 (Phase 1 details approved on 11 November 2010 with reference (00657/P/P13 (7)), or as otherwise agreed in writing with the Local Authority.",
    "Condition : 7 - The development shall not be carried out otherwise than in accordance with the approved details with reference 00657/P/P23(8) dated 10/02/2014. These details shall be implemented and maintained permanently thereafter prior to the occupation of any dwelling subject to the condition.",
    "Condition : 8 - The development shall not be carried out otherwise than in accordance with the approved details with reference 00657/P/P23(9) dated 10/06/2014. The arrangements for storing waste and recycled materials shall be completed before any part of the Phase 2 accommodation hereby permitted is occupied.",
    "Condition : 9 - The development shall not be carried out otherwise than in accordance with the approved details with reference 00657/P/P23(10) dated 10/02/2014. Development shall be carried out in accordance with the approved details for Phase 1 (Phase 1 details approved on 22 September 2011 with reference 00657/P/P13 (10)) or as otherwise agreed in writing with the Local Authority.",
    "Condition : 10 - The commercial uses shall not commence until a scheme for control of fumes and odours including details of sound attenuation for any necessary plant, which shall be lower than existing background noise level by at least 10 dBA as measured at 3.5m from the nearest ground floor sensitive fa?ade and 1m from upper floor noise sensitive facades according to BS4142, has been submitted to and approved by the Local Planning Authority in writing. All commercial kitchen plant shall conform to the DEFRA 'Guidance on the control of Odour and Noise from Commercial Kitchen Exhaust Systems 2005'. Development shall be carried out in accordance with the approved details and any maintained as such thereafter with any replacement plant to conform to the approved details.",
    "Condition : 11 - Phase 2 landscape works, as approved with reference 00657/P/P23(12) dated 15/07/2014 and 00657/P/P23(12i) dated 31/07/2015, shall be carried out as approved prior to the occupation of 75% of the residential units in Phase 2. All landscaping works shall be retained throughout the lifetime of the development, or in accordance with a landscape management scheme as agreed in writing with the Local Planning Authority.",
    "Condition : 12 - No dwelling in Phase 2 shall be occupied until the play strategy in Phase 1 is completed, and no more than 80% of private residential units in Phase 2 shall be occupied until the play strategy for the whole scheme is completed. The play strategy shall be in accordance with the details shown on the approved drawing D0140_001_C.",
    "Condition : 13 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years') from (the date of occupation of the building for its permitted use).\r\na) No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the Local Planning Authority. Any topping or lopping approved shall be carried out in accordance with British Standard [3998 (Tree Work)] or any other BS replacing.\r\nb) If any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the Local Planning Authority.\r\nc) The erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site. Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavations be made, without the written consent of the Local Planning Authority.",
    "Condition : 14 - The buildings in Phase 2 hereby approved shall not be occupied until the means of vehicular access to the site has been constructed in accordance with the approved plans and redundant access closed to satisfaction of the Local Authority.",
    "Condition : 15 - The development in Phase 2 shall not be occupied until details of the timetable for the closure of any redundant vehicular access points from the adjacent highway have been submitted to and approved in writing by the Local Planning Authority. Redundant access points shall be closed in accordance with the approved timetable. Development shall be carried out in accordance with the approved details and the approved details for Phase 1 (Phase 1 details approved on 27 September 2011 with reference 00657/P/P13 (16)) or as otherwise agreed in writing with the Local Authority. \r\nPhase 1 Approved details:\r\nLetter dated 11 August 2011 from St George & drawing WSP 0184/SK/120/ Proposed Highway works without carriageway widening; received 15 August 2011",
    "Condition : 16 - A splay of 2.4m x 2.4m shall be provided on each side of the vehicular access, the depth measured from the back of the footway and the widths outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6m in height above the surface of the adjoining highways shall be erected within the areas of such splays.",
    "Condition : 17 - No more than 50% of private residential units shall be occupied until the residential basement car parking hereby approved and shown on the approved plans is complete, and no more than 85% of private residential units shall be occupied until the loading and turning spaces are complete as shown on drawing nos. SG.TBC_01B and SG.TBC_SP_05 and such spaces shall not be used for any other purposes.",
    "Condition : 18 - The hereby approved 31 wheelchair accessible units shall be built so that they can be adapted in the future in accordance with plans SG.TBC_WCU_00, SG.TBC_WCU_01, SG.TBC_WCU_02, SG.TBC_WCU_03, TBC_WCU_01 and TBC_WCU_02, received 20/06/11, unless otherwise agreed in writing by the local planning authority. All of the residential units hereby approved shall comply with 'Lifetime Homes' Standards.",
    "Condition : 19 - The development shall not be carried out otherwise than in accordance with the approved details with reference 00657/P/P23(20) dated 17/07/2014. The details as approved shall be implemented prior to occupation of Phase 2 unless otherwise agreed in writing by the Local Planning Authority and be retained thereafter.",
    "Condition : 20 - The development shall not be carried out otherwise than in accordance with the approved details with reference 00657/P/P23(21) dated 12/02/2014. The scheme as approved shall be implemented prior to occupation of the Phase 2 buildings, unless otherwise approved in writing by the Local Planning\r\nAuthority, and retained thereafter. Development in Phase 1 shall be carried out in accordance with the approved details and the approved details for Phase 1 (Phase 1 details approved on 20 December 2010 with reference 00657/P/P13 (21)) or as otherwise agreed in writing with the Local Authority, unless superseded by details submitted pursuant to Phase 2 and approved by the Local Planning Authority.",
    "Condition : 21 - The development shall not be carried out otherwise than in accordance with the approved details with reference 00657/P/P23(22) dated 29/10/2014.",
    "Condition : 22 - The development shall not be carried out otherwise than in accordance with the approved details with references 00657/P/P23(23) dated 11/06/2015, 00657/P/P23(23i) dated 12/08/2015 and 00657/P/P23(23ii) dated 07/10/2015. No residential unit shall be occupied until a Code for Sustainable Homes Final (Post-Construction) Certificate, issued by the BRE equivalent licensing organisation to show that a minimum Level 3 rating has been achieved has been submitted to and approved in writing by the Local Planning Authority. All the measures integrated shall be retained for as long as the development is in existence.",
    "Condition : 23 - The development shall not be carried out otherwise than in accordance with the approved details with reference 00657/P/P23(24) dated 12/02/2014. The development shall be carried out in accordance with the approved details for Phase 1 (Phase 1 details approved on 27 September 2011 with reference 00657/P/P13 (23)), unless the Phase 1 details are superseded by details of the site wide district heating network submitted pursuant to Phase 2 or as otherwise agreed in writing with the Local Planning Authority. The approved details shall be installed and maintained permanently thereafter prior to the occupation of the Phase 2 development.",
    "Condition : 24 - The development shall not be carried out otherwise than in accordance with the approved details with reference 00657/P/P23(25) dated 04/07/2014. The details shall be implemented as approved prior to the occupation of the residential units adjacent to relevant areas.",
    "Condition : 25 - Prior to the occupation of 50% of the private residential units:\r\na) Eight (8) bat roosting boxes shall be provided on the fa?ade of the building facing the river and/or along the riverside boundary of the site.\r\nb) Eight (8) bird boxes including a mix of open fronted and hole design shall be provided on site.",
    "Condition : 26 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(28) dated 13/02/2014. All deliveries and servicing of the development shall be carried our in accordance with the approved details.",
    "Condition : 27 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(29) dated 13/02/2014. The car parking areas shall thereafter be managed in compliance with the approved Car Park Management Plan.",
    "Condition : 28 - The basement shall contain no more than 320 car parking spaces.",
    "Condition : 29 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(31) dated 13/02/2014. The details shall be carried out as approved prior to the occupation of 50% of the private residential units of the complete development or within two years from the commencement of this permission, whichever the sooner. Until Phase 2 is commenced a resident's business centre shall be provided in accordance with the approved details and the approved details for Phase 1 (Phase 1 details approved on 21 September 2011 with reference 00657/P/P13 (33)) or as otherwise agreed in writing with the Local Authority.",
    "Condition : 30 - Prior to the occupation of each residential unit, two secure cycle parking spaces shall be provided and made available for the sole use of that unit. Prior to the occupation of any commercial floorspace six cycle spaces shall be provided for the commercial uses on the site. All cycle spaces shall be provided and retained in accordance with the details shown on the approved drawings and thereafter maintained permanently.",
    "Condition : 31 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(33) dated 13/02/2014. Development shall be carried out in accordance with the approved details and retained thereafter.",
    "Condition : 32 - The A3 uses (excluding Unit 10) hereby permitted shall not be open to customers outside the following times: 9:00am to 11:00pm Monday to Saturdays, Sundays, Bank Holidays and Public Holidays. The A4 Pub opening times will be in line with the Premises Licence H00694 issued by the London Borough of Hounslow Licensing on the 27th November 2007.",
    "Condition : 33 - The A1 and D1 uses hereby permitted shall not be open to customers outside the following times: 8:00am to 11:00pm Monday to Saturday, and 10:00am to 11:00pm on Sundays, Bank Holidays and Public Holidays with the exception of Unit 7, which shall not be open to customers outside the following times: 6:00am to 11:00pm Monday-Sunday, including Bank and Public Holidays.",
    "Condition : 34 - No amplified music or other music shall be played outside the commercial premises hereby approved without the prior written consent of the Local Planning Authority.",
    "Condition : 35 - Full details of the design of the shop fronts to non-residential ground floor units shall be submitted to and approved in writing by the Local Planning Authority prior to the fit out of each commercial unit hereby approved. The details shall be carried out as approved.",
    "Condition : 36 - Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 2015, as amended, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification; the commercial uses hereby approved, shall not be changed to any other use, without further approval in writing from the Local Planning Authority, with the exception of Unit 9, which may be used for either A1 or B1 uses and Unit 13, which may be used for either D1 (Health Clinic) or B1.",
    "Condition : 37 - A wheelchair lift, with details in accordance with the approved Phase 1 details (Phase 1 details approved on 21 September 2011 with reference 00657/P/P13 (40)), shall be installed and operational prior to the occupation of the Public House, or as otherwise agreed in writing with the Local Authority, and be retained and fully functioning throughout the lifetime of the development.",
    "Condition : 38 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(40) dated 04/03/2014. The details shall be retained throughout the lifetime of the development as approved.",
    "Condition : 39 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(41) dated 10/06/2014. The details shall be retained throughout the lifetime of the development as approved.",
    "Condition : 40 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(42) dated 13/02/2014. The details shall be retained throughout the lifetime of the development as approved.",
    "Condition : 41 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(43) dated 13/02/2014.  The details shall be retained throughout the lifetime of the development as approved.",
    "Condition : 42 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(44) dated 19/02/2014. The details shall be retained throughout the lifetime of the development as approved.",
    "Condition : 43 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(45) dated 28/08/2014. The scheme shall be implemented as approved.",
    "Condition : 44 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved.",
    "Condition : 45 - Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details.",
    "Condition : 46 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(48) dated 12/02/2014. Any mitigation measures identified shall be retained throughout the lifetime of the development.",
    "Condition : 47 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(49) dated 13/02/2014. The pontoon shall be completed in accordance with the approved details prior to no more than 50% of the private residential units being occupied, and maintained thereafter throughout the lifetime of the development.",
    "Condition : 48 - The pontoon must not be used for permanent moorings without written consent from the Local Planning Authority.",
    "Condition : 49 - The use of the hereby approved pontoon shall not commence until the provision of riparian life-saving equipment have been provided along the rivers edge to a standard recommended in the 1991 Hayes Report on the Inquiry into River Safety. The lifesaving equipment shall be kept in good working order and made available for use at all times.",
    "Condition : 50 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(52) dated 08/05/2014. Before the development is first brought into use the agreed scheme for decontamination as approved under 00657/P/P23(52) dated 08/05/2014, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 51 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(53) dated 12/02/2014. The approved details shall be installed and maintained permanently thereafter prior to the occupation of the Phase 2 development. The development shall be carried in accordance with the approved details and the approved details for Phase 1 (Phase 1 details approved on 20 December 2010 with reference 00657/P/P13 (21)), unless the Phase 1 details are superseded by details of the site a renewable energy system approved with reference 00657/P/P23(53) dated 12/02/2014 or as otherwise agreed in writing with the Local Authority.",
    "Condition : 52 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(54) dated 12/02/2014.",
    "Condition : 53 - The development shall not be carried out otherwise than in accordance with the details approved with reference 00657/P/P23(55) dated 08/07/2015.",
    "Condition : 54 - There shall be no loading or unloading of goods associated with Unit 9 between the hours of 7:30am to 9:00am, and a Delivery Service Plan shall be submitted to and approved in writing prior to the occupation of that Unit, with all deliveries and servicing of the unit to be undertaken in accordance with the approved plan.",
    "Condition : 55 - There shall be no loading or unloading of goods associated with Unit 10 outside the following hours: 09.00 to 19.00 Monday-Saturday and 09.00 to 16.00 Sundays, Bank and Public Holidays, and a Delivery Service Plan shall be submitted to and approved in writing prior to the occupation of that Unit, with all deliveries and servicing of the unit to be undertaken in accordance with the approved plan.",
    "Condition : 56 - The use of Unit 10 (A3 use) hereby permitted shall not be open to customers outside the following times: 06.30 to 23.00 Monday to Sundays, Bank and Public Holidays."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "24/12/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:21:38.175+00:00",
  "development_type": "Major dwellings",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "25/01/2016",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2015/3668",
  "valid_date": "24/09/2015",
  "description": "Variation of conditions 3, 33 and 36 (to accommodate the use of Commercial Unit 13 as a D1 Permanent Make Up Clinic and to amend the opening hours of Unit 7 to 0600-1900 Monday-Sunday including Bank Holidays) of planning permission 00657/P/P25 for Removal of Condition 26 - (new ramp to the River Thames and the towpath alongside the river) of permission 00657/P/P23 for Variation of Condition 4 (approved plans) amending Block C1 and condition 34 (trading hours) to amend the hours of Unit 10 of planning permission reference number 00657/P/P17 dated 21.03.2012 for the erection of a mixed-use development including 308 new dwellings, 3,693sqm of mixed use commercial space (A1-A4, B1, D1-D2 uses), basement car and cycle parking, hard and soft landscaping, use of Arches 4 and 5 of Kew Bridge for river related uses and installation of a pontoon; to allow for Unit 9 to be used for retail (Class A1) use.",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "24/01/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/3668",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_3668",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}