{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (P1811.4_1, P1811.4_2, 2482/S/14 A, Letter dated 21 June 2018, Letter from NHS England dated 19 February 2018, Design and Access Statement: received 22/05/2018, Energy Statement Received: 22/05/18, Site Location Plan, Schedule of Areas Received: 22/05/18, 2482/S/05, 2482/S/06, 2482/S/07, 2482/S/08, 2482/S/09, 2482/S/10, 2482/S/14, 2482/S/11, 2482/20, 2482/21, 2482/23, 2482/24, 2482/25, 2482/26, 2482/27; Received: 22/05/2018 and 2482/22 C received 15/04/2019; email dated 19/11/2018 @09:21 from Mr James Mather to Case Officer with details of cycle parking storage) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no windows/dormer windows [other than those expressly authorised by this permission] shall be constructed.",
    "Condition : 4 - Prior to the occupation of development, details of the arrangements for the storing of waste and recycled materials shall be submitted to and approved by the Local Planning Authority. Thereafter, these arrangements shall be implemented in accordance with the agreed details.",
    "Condition : 5 - Prior to the occupation of the commercial development hereby approved, the cycle parking facilities described within the email dated 19/11/2018 @09:21 from Mr James Mather to Case Officer with details of cycle parking storage shall have been provided and shall thereafter be retained as such for the duration of the use.",
    "Condition : 6 - The windows in the rear elevation of surgery room 2 and 3 shown on plan drawing number 2482/20 shall be obscure-glazed and thereafter remain as such in perpetuity.",
    "Condition : 7 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), or any order revoking or re-enacting that order, no alteration, enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out without the prior permission of the Local Planning Authority.",
    "Condition : 8 - Prior to occupation, full details and specifications of hard and soft landscaping for the development, shall be submitted to and approved in writing by the local planning authority. Details shall include planting (including name of species and amount), boundary treatments, hard surfacing and functional services including drainage/manholes/external lighting). The development shall thereafter be implemented in accordance with the approved details unless otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 9 - The development hereby permitted shall not commence until a finalised Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy) has been submitted to and approved in writing by the Local planning Authority.\r\n\r\nThe development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the Standard Assessment Procedure and National Calculation Method have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n",
    "Condition : 10 - Prior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure and National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 11 - Prior to construction, evidence will be submitted to the Local Planning Authority and approved in writing to demonstrate that the internal water consumption of the development will not exceed 105 litres/person/day in line with The Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government.",
    "Condition : 12 - Prior to first occupation of the building(s) evidence (schedule of fittings and manufactures literature) should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved internal water use calculations.",
    "Condition : 13 - No development shall take place until details have been submitted to and approved by the Local Planning Authority that:\r\n- At least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n- At least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n- No construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n",
    "Condition : 14 - The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details under Part A of this condition.",
    "Condition : 15 - The commercial premises shall not be used other than as an othordontic practice and shall not be open to customers outside the following times: 9am to 8pm Monday to Friday and 9am to 6pm on Saturdays. At no point shall the premises be open to customers on Sundays and Bank Holidays",
    "Condition : 16 - The amenity space shown on the drawings hereby approved shall be retained for use by the residential accommodation the subject of this permission and for no other use.",
    "Condition : 17 - The roof extensions hereby approved shall be erected in their entirety and as one building operation.",
    "Condition : 18 - Prior to first occupation of the residential unit hereby approved, further details of the cycle parking provision shown on the approved drawings shall have been submitted and approved in writing by the Local Planning Authority and the details, as approved, shall thereafter be retained solely for its designated use"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "30/08/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 175317,
  "last_updated": "2025-03-19T18:13:32.695+00:00",
  "development_type": "Other change of use",
  "ward": "Hounslow Heath (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023403220",
  "application_details": {
    "site_area": 0.06800000000000002
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW3 3LR",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "23/05/2019",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.37573979999999996,
          51.4656802
        ],
        [
          -0.3756383,
          51.465703
        ],
        [
          -0.37553739999999997,
          51.4657255
        ],
        [
          -0.3755109,
          51.4656824
        ],
        [
          -0.3755061,
          51.4656743
        ],
        [
          -0.3754593,
          51.4655948
        ],
        [
          -0.3754398,
          51.4655618
        ],
        [
          -0.3754029,
          51.4654992
        ],
        [
          -0.3753914,
          51.4654797
        ],
        [
          -0.37549659999999996,
          51.4654565
        ],
        [
          -0.3755474,
          51.465445
        ],
        [
          -0.3755967,
          51.4654345
        ],
        [
          -0.3756468,
          51.465423
        ],
        [
          -0.3757077,
          51.465409
        ],
        [
          -0.3757797,
          51.465531
        ],
        [
          -0.3758218,
          51.4656013
        ],
        [
          -0.3758552,
          51.4656548
        ],
        [
          -0.37573979999999996,
          51.4656802
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/2000",
  "valid_date": "05/07/2018",
  "description": "Erection of hip to gable and two rear roof extensions with Juliette balconies to 230 and internal alterations within existing use of Orthodontic practice.  Change of use of part of ground floor, to D1 (Orthodontic); remaining part of ground floor, first and second floors within roof conversion to be one residential unit to 232",
  "centroid_easting": 512933,
  "site_number": "230",
  "lapsed_date": "22/05/2022",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Staines Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4655651",
    "lon": "-0.3756158"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/2000",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6976464",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_2000",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512924.1,
              175329.6
            ],
            [
              512931.1,
              175332.3
            ],
            [
              512938.05,
              175334.95
            ],
            [
              512940,
              175330.2
            ],
            [
              512940.35,
              175329.31
            ],
            [
              512943.8,
              175320.54
            ],
            [
              512945.23,
              175316.9
            ],
            [
              512947.95,
              175310
            ],
            [
              512948.8,
              175307.85
            ],
            [
              512941.55,
              175305.1
            ],
            [
              512938.05,
              175303.75
            ],
            [
              512934.65,
              175302.5
            ],
            [
              512931.2,
              175301.15
            ],
            [
              512927,
              175299.5
            ],
            [
              512921.7,
              175312.95
            ],
            [
              512918.6,
              175320.7
            ],
            [
              512916.15,
              175326.6
            ],
            [
              512924.1,
              175329.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}