{
  "lpa_app_no": "P/2016/0685",
  "centroid_northing": 178826,
  "status": "Completed",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Southall",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:38:03.768+00:00",
  "valid_date": "16/02/2016",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 511111,
  "actual_commencement_date": "01/04/2017",
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/0685",
  "site_number": "Waste Depot",
  "decision": "Approved",
  "ward": null,
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": null,
    "no_existing_cycle": null,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": 46,
    "no_proposed_resi_offstreet": null,
    "net_cycle": null,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": null,
    "net_lgv": null,
    "no_proposed_car": 36,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": 0,
    "no_existing_bus": null,
    "net_car": 36
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2016_0685",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Core Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "15/11/2017",
        "use_class": "SG",
        "gia_gained": 5101,
        "actual_commencement_date": "01/04/2017",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 5101,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 5101,
      "development_type": "New Build",
      "site_area": 1.71
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "10001272621",
  "decision_date": "31/05/2016",
  "description": "Local Authority Household Waste Facility to receive, handle, bale and store prior to transport of up to approximately 30,000 tonnes of dry recyclable waste (Use Class Sui Generis) at Southall Lane, Hayes, including ancillary office accommodation and vehicle workshop, together with improvements to existing site access, car parking, lighting, and associated works.",
  "site_name": "Street Record",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "17/05/2016",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Southall Lane",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "31/05/2019",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - 2.\tNo above ground works of each respective structure hereby approved shall take place until samples of the materials to be used in the construction of the external surfaces of each respective structure have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 3 - 3.\tThe proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (60480582 - TR - LP - 01,  DS - 01, ES-01, SLWD-ACM-AR-DRW-WOF-1000000, WOF-1000001 WOF-1000002, WOF-1000003, VWO - 1000000, VWO - 1000001, VWO-1000002, MHF-1000000, MHF-100002, SS-1000000, WEO-1000000, Flood Risk Assessment, Design and Access Statement, Landscape Visual Appraisal, Planning Statement, Construction Method Statement, Ecology Statement, Energy Statement, Air Quality Assessment, Drainage Assessment Form, Historic Environment Assessment, Ecology Assessment, Land Contamination Assessment, Noise Impact Assessment, Outline Fire Strategy, Arboricultural Report and Transport Assessment received on 12 February 2016, 60480582 - TR - GA - 01 received on 20 April 2016 and MHF-1000001 rev B received on 28 April 2016. ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used. \t",
    "Condition : 4 - 4.\tPrior to the commencement of the use hereby approved on the site full details of both hard and soft landscape works shall have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme) and include the planting of trees where appropriate.\r\n",
    "Condition : 5 - 5.\tPrior to the commencement of the use hereby approved on the site plans shall have been submitted to and approved in writing by the local planning authority indicating the positions, design, materials and type of boundary treatment to be erected (including rodent fencing).  The boundary treatment shall be completed before the use hereby permitted is commenced.",
    "Condition : 6 - 6.\tPrior to the commencement of the use hereby approved on the site full details including plans and elevations of cycle parking facilities shall have been submitted to and approved in writing by the Local Planning Authority. The works shall be carried out as approved prior to commencement of operations.",
    "Condition : 7 - 7.\tPrior to the commencement of the use hereby approved on the site a plan shall be submitted to and approved in writing by the Local Planning Authority showing full details of the parking to take place on the site. These details shall include scale and location of parking spaces and tracking diagrams. The works shall be carried out as approved prior to commencement of operations.",
    "Condition : 8 - 8.\tPrior to the commencement of the use hereby approved on the site the following plans shall be submitted to and approved in writing by the Local Planning Authority :\r\n          - A car park management plan.\r\n          - A service management plan including details of how all trucks visiting the site will be managed to ensure there is no disruption to the local highways network.\r\n        - A vehicle routing plan\r\n        - A plan/ details showing the spread of vehicle movements from the site demonstrating the site operates in a manner to minimise impact on the surrounding highways network\r\n         - A Travel Plan undertaken in accordance with guidance published by Transport for London\r\nThe works shall be carried out as approved prior to commencement of operations.\r\n",
    "Condition : 9 - 9.\tPrior to the commencement of the use hereby approved on the site a noise report shall be submitted to and approved in writing by the Local Planning Authority detailing noise resulting from the operation of machinary within the facilities hereby approved and proposed mitigation measures.\r\nDevelopment shall be carried out in accordance with the approved details.\r\n",
    "Condition : 10 - 10.\tNo above ground works to the Materials Handling Facility hereby approved shall take place until detailed drawings of the following have been provided:\r\n\"\tThe proposed Air Source Heat Pump\r\n\"\tThe proposed PV panels\r\n\"\tVentilation/ extract points\r\nDevelopment shall be carried out in accordance with the approved details\r\n",
    "Condition : 11 - 11.\tPrior to the commencement of the use hereby approved on the site plans and details shall be submitted to and approved in writing by the Local Planning Authority showing car, cycle, pedestrian and disabled access arrangements to be installed on the site. These shall be undertaken pursuant to and in accordance with recommendations contained within a Stage 1 Road Safety Audit\r\nThe works shall be carried out as approved prior to commencement of operations.\r\n",
    "Condition : 12 - Prior to the commencement of any above ground works, the applicant must submit detailed\r\ndrainage designs which demonstrate that the total surface water runoff from the whole site will be restricted to no more than 7.12 l/s as per the 6th May 2016 Drainage Assessment\r\nForm. The detailed designs must include evidence which confirms that the sustainable\r\ndrainage system features will be able to safely attenuate any surface water volumes on the site up to and including a 1 in 100 year plus climate change event and that no flooding on the site will occur in events of up to and including a 1 in 30 year return period. A detailed\r\ndrainage maintenance plan must also be submitted to ensure that the development is\r\nsuitable managed for its lifetime. All drainage and flood risk information must be approved by the Lead Local Flood Authority in writing prior to discharge of the condition.",
    "Condition : 13 - 13.\tThe scheme shall be undertaken in accordance with the Air Quality Statement and Noise Impact Assessment prepared by AECOM dated February 2016 and submitted on 12 February 2016.",
    "Condition : 14 - 14.\tThe scheme shall be undertaken in accordance with the recommendations of the Preliminary Ecology Statement prepared by AECOM dated February 2016 and submitted on 12 February 2016.",
    "Condition : 15 - 15.\tThe following structures shall not be installed on the site until details plans have been submitted to and approved in writing by the Local Planning Authority: \r\n             - The rainwater harvest tank\r\n             - The substation\r\n             - The vehicle washing bay and screening\r\n             - Bin storage\r\n\r\nThe structures shall be constructed as approved prior to commencement of the use hereby approved.",
    "Condition : 16 - No louvres, opening windows or doors or other opening shall be inserted into the\r\nnorth elevation or north facing roofslope of the Material Handling Facility hereby\r\napproved.",
    "Condition : 17 - Other than in event of emergency no waste shall be stored outside the buildings\r\nhereby approved.",
    "Condition : 18 - The facility shall operate in accordance with an Operational Statement to be submitted to and approved in writing by the Local Planning Authority prior to commencement of the use hereby approved",
    "Condition : 19 - 19. Prior to first use of the facility hereby approved a scheme for monitoring and\r\nmanaging the facility shall be submitted to and approved in writing by the Local\r\nPlanning Authority. The scheme shall include the following:\r\n - Details of how noise, vibration, dust, litter, vermin, odours,  particulates, fire and security management shall be monitored for the life time of the development\r\n - Details on how potential disturbance relating to noise, vibration, dust, litter,\r\nvermin, odours,  particulates, fire and security management shall be managed for the life time of the development\r\n - An action plan for dealing with complaints that may arise as a result of the operation of the facility as best as is practical.\r\nThe facility shall operate in accordance with the scheme thereafter for the lifetime of\r\nthe development."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.40073,
          51.497478
        ],
        [
          -0.400731,
          51.497451
        ],
        [
          -0.400774,
          51.497451
        ],
        [
          -0.400773,
          51.497478
        ],
        [
          -0.40073,
          51.497478
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "4749955",
  "centroid": {
    "lon": -0.400752,
    "lat": 51.497464
  },
  "actual_completion_date": "15/11/2017",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}