{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (CC/PLAN/ -01, -02, -03, -05, -06, -08  Design and Access Statement Received: 16/12/2010 Noise Insulation details, CC/PLAN/ -04, -06 Received 16/02/2011 CC/PLAN/07 Received 21/02/2011)   therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The premises shall be used for youth club providing pool/snooker equipment, computers, library and counselling services and for no other purpose (including any other purpose in Class D1  of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 4 - The use hereby permitted for outbuidling to be used for youth centre purposes shall not be carried on outside the following times 9.00am-9.00pm every day.",
    "Condition : 5 - No additional flank windows or other glazed openings shall be formed in the flank wall of the extension hereby approved without the prior written consent of the Local Planning Authority.",
    "Condition : 6 - Prior to occupation, the details of sound insulation measures submitted to the Council on 16/02/2011 for the outbuilding shall be installed.",
    "Condition : 7 - No system for the amplification of sound or speech shall be used either within the building or external to the building.",
    "Condition : 8 - No activity shall be carried out outside the existing or approved buildings on the site without the prior written approval of the local planning authority.  Should the applicant wish to carry out activity outside these buildings on certain festival days or for other activities, the application for council permission shall include any means to mitigate against potential harm to residents through the activities of worshippers, including traffic management and parking control measures.",
    "Condition : 9 - Within three months of the date of this decision letter, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Travel Plan shall: \r\ni) Include a commitment to undertake an iTRACE compliant site audit and staff/visitor travel survey to gauge current travel behaviour (standard audit form and survey attached). The survey must be rerun every two years for a total period of 5 years (at years 1, 3 and 5) and if requested in writing, a copy of the survey results shall be submitted to the Local Planning Authority.\r\nii) Provide an action plan within three months of occupation setting out (with SMART objectives and targets) how the developer intends to communicate and promote sustainable transport options to staff and students - e.g. provision of bus route information, information about cycle training opportunities, salary sacrifice scheme etc. \r\niii ) Provide a named travel plan coordinator to travelplans@hounslow.gov.uk. This must be current at all times.\r\nSuch a travel plan shall be undertaken and maintained as approved. \r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "10/02/2011",
  "lpa_name": "Hounslow",
  "centroid_northing": 173981,
  "last_updated": "2025-03-19T18:15:20.987+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Feltham North (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023399764",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW14 0AX",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "01/04/2011",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.404166,
          51.453957
        ],
        [
          -0.404166,
          51.45393
        ],
        [
          -0.40421,
          51.45393
        ],
        [
          -0.404209,
          51.453957
        ],
        [
          -0.404166,
          51.453957
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2010/3456",
  "valid_date": "16/12/2010",
  "description": "Retention of existing front and side boundary walls and single storey front porch and proposed erection of a front canopy, a single storey outbuilding to rear and formation of a vehicle access.",
  "centroid_easting": 510978,
  "site_number": "102",
  "lapsed_date": "31/03/2014",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "Hounslow Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.453944,
    "lon": -0.404188
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2010/3456",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2010_3456",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}