{
  "decision_conditions": [
    "Condition : 1 - The application shall be commenced within three years from 24 July 2014.",
    "Condition : 2 - The development shall be carried out in accordance with the detailed drawings of windows, balconies and screens approved under planning reference 00248/CY/P2(2) dated 05/01/2017.",
    "Condition : 3 - The development shall be carried out in accordance with the detailed samples of the material approved under planning application reference number 00248/CY/P1(3) dated 02/03/2016 and 00248/CY/P1(3i) dated 23/05/2016.",
    "Condition : 4 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (numbered above and in the previous planning applications 00248/CY/P1, 00248/CY/P2 and 00248/CY/P3) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 5 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 6 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm Mondays to Friday, 8:00am to 1:00pm on Saturdays, with no work to take place on Sundays and Bank Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 7 - The refuse and recycling storage provisions shown on drawing 1448 G200-P-00-001 Revision P1 shall be made available for use before first occupation of the any part of the development that uses those facilities and such spaces shall not be used for any other purposes. The developer shall notify the Council's refuse and recycling services when the development is first occupied.",
    "Condition : 8 - The development shall be carried out in accordance with the details of the scheme for protection of proposed residential accommodation from external noise as approved under application 00248/CY/P3(8) dated 02/08/2017.",
    "Condition : 9 - The ventilation of the premises shall be carried out in accordance with the noise and air quality details approved in application 00248/CY/P2(9) dated 08/11/2017.",
    "Condition : 10 - The hard and soft landscaping works shall be carried out in accordance with the details approved in application 00248/CY/P1(10,12,14) dated 22/03/2016.",
    "Condition : 11 - All hard and soft landscape works shall be carried out in accordance with   the approved details. The works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed with the local planning authority.",
    "Condition : 12 - The development shall be completed in accordance with the schedule of landscape maintenance as approved in application 00284/CY/P1(10,12,14) dated 22/03/2016.",
    "Condition : 13 - The development shall be carried out in accordance with the details of the landscape management plan as approved under application 00248/CY/P2(13) dated 01/02/2017.",
    "Condition : 14 - The proposed tree planting, and the proposed times of planting, shall be completed in accordance with the details approved as part of application  \r\n00284/CY/P1(10,12,14) dated 22/03/2016.",
    "Condition : 15 - If within a period of two years from the date of the planting of any tree, that tree, or any tree planted in replacement for it, is removed, uprooted or destroyed or dies, another tree of the same species and size as that originally planted shall be planted at the same place, unless the local planning authority gives its written consent to any variation.",
    "Condition : 16 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n(a) No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority. Any topping or lopping approved shall be carried out in accordance with British Standard [3998 (Tree Work)] or any other BS replacing.\r\n(b) If any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\nThe protection of retained trees throughout the development phase and thereafter shall be carried out in accordance with the details approved in application 00248/CY/P3(16) approved on 12/10/2017.",
    "Condition : 17 - The buildings hereby approved shall not be occupied until a means of access for vehicles and pedestrians has been constructed in accordance with the approved plans and redundant accesses closed to the satisfaction of the Local Authority.",
    "Condition : 18 - The parking, loading and turning spaces shown on the approved drawings shall be constructed and available for use before first occupation of the relevant part of the development that use those facilities and such spaces shall not be used for any other purposes.",
    "Condition : 19 - The proposed cycle storage to accommodate a minimum of 124 spaces, as shown on the approved plans, shall be constructed and available for use before first occupation of the relevant part of the development that use those facilities and such spaces shall not be used for any other purposes.",
    "Condition : 20 - The development hereby permitted shall be designed and constructed in accordance with the Lifetime Home standards as set out in the London Plan and Accessible London Supplementary Planning Guidance.",
    "Condition : 21 - The details of the wheelchair accommodation including location and internal layouts, shall be completed in accordance with the details approved in application 00248/CY/P1(21) dated 18/09/2015.",
    "Condition : 22 - The development shall be completed in accordance with the details of the  Car Park Management Plan, and details of active and passive Electrical Vehicle Charging Points (EVCPs), approved in application 00248/CY/P2(22i) dated 16/12/16. The car parking areas shall be managed in compliance with the approved Car Park Management Plan.",
    "Condition : 23 - The development shall be carried out in accordance with the Construction Logistics Plan (CLP) approved under application 00248/CY/P1(23) dated 20/05/2015.",
    "Condition : 24 - a. The scheme shall be built out in accordance with the land contamination report approved under application 00248/CY/P1(24A) dated 11/11/15.\r\nb. If required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval. The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied. During the course of the development:\r\n\r\nc. The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues. Before the development is first brought into use:\r\n\r\nd. The agreed scheme for decontamination referred to in clauses b) and\r\nc) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for  approval.\r\n",
    "Condition : 25 - A)\tThe scheme shall be built out in accordance with the programme of archaeological evaluation as approved under application 00248/CY/P1(25A) dated 18/09/2015\r\nB)\tThe scheme shall be built out in accordance with the programme of archaeological investigation and the Written Scheme of Investigation approved under application 00248/CY/P1(25B) dated 15/09/2015\r\nC)\t No development or demolition shall take place other that in accordance with the Written Scheme of Investigation approved under Part (B).\r\nD)\tThe development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (B), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.",
    "Condition : 26 - A.\tThe details of a Sustainable Urban Drainage Scheme, shall be carried out in accordance with the details approved in application reference 00248/CY/P1(26) dated 18/03/16.\r\nB.\tThe building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.\r\n",
    "Condition : 27 - The scheme shall be carried out in accordance with the detailed design and method statements for all of the foundations, basement and ground floor structures, or for any other structures below ground level, including piling (temporary and permanent), approved under application 00248/CY/P1(27) dated 08/12/2015.",
    "Condition : 28 - The scheme shall be carried out in accordance with the piling method statement approved under application 00248/CY/P1(28) dated 21/12/2015.",
    "Condition : 29 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out.",
    "Condition : 30 - The development shall be carried out in accordance with the proposed vehicular crossover details approved under application reference 00248/CY/P1(30) dated 02/03/2016.",
    "Condition : 31 - The development shall be carried out in accordance with the construction vehicular route and programme of works approved under application reference 00248/CY/P1(31) dated 20/05/2015.",
    "Condition : 32 - The site hoardings shall be completed as approved under application 00248/CY/P1(32) dated 11/06/2015.",
    "Condition : 33 - The details of restrictions on residents' parking permits shall be carried out in accordance with the details approved in application reference 00248/CY/P3(33) dated 12/04/2017.",
    "Condition : 34 - In respect of the above Class B1 use hereby approved, notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification; the use shall not be changed to C3 (Dwellinghouse) without further approval in writing from the Local Planning Authority.",
    "Condition : 35 - The development shall be completed in accordance with the approved Energy Statement and Addendum. Within 3 months of the first building being occupied a BREEAM Final (Post Construction) Certificate must be submitted to the Local Planning Authority to demonstrate that a 'Very Good' rating (minimum score 63%) has been achieved and a similar report should show compliance with Level 4 of the Code for Sustainable Homes. All the measures integrated shall be retained for as long as the development is in existence.",
    "Condition : 36 - The development shall be carried out in accordance with the details of the Swift Bricks approved under reference 00248/CY/P1(36) dated 21/09/2015.",
    "Condition : 37 - The installation and operation of the proposed substation and Combined Heat and Power System shall be carried out in accordance with the details approved under application reference 00248/CY/P2(37) dated 28/07/2017.",
    "Condition : 38 - The development shall be carried out in accordance with the details of cycle parking approved under reference 00248/CY/P2(38) dated 25/05/2017.",
    "Condition : 39 - The Delivery and Servicing Plan for the development shall be carried out in accordance with the details approved under reference 00248/CY/P2(39i) dated 14/02/2017.",
    "Condition : 40 - No external lighting shall be installed on the proposed development without the prior written consent of the Local Planning Authority.",
    "Condition : 41 - The D2 (Gym) use hereby approved shall not be carried on outside of the hours of 0600 to 2200 Monday to Sunday.",
    "Condition : 42 - In respect of the above Class D2 (Gymnasium) use hereby approved, notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015, as amended, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification; the use shall not be changed to another use within the D2 use class, or any use other than B1, without further approval in writing from the Local Planning Authority.",
    "Condition : 43 - (a)  The D2 (Gym) use hereby permitted shall not be occupied until full details of a scheme to appropriately insulate the adjoining residential and commercial premises against the transmission of airborne and impact sound from the D2 (gym) use has been submitted to and approved by the Local Planning Authority. Indoor ambient noise levels in dwellings shall not exceed those specified in BS8233:2014. In addition to this, impact sound or impulsive noise in dwellings shall not exceed 45dB LAFmax in all bedrooms during the night (23:00-07:00). The development shall not be carried out otherwise than in accordance with any approval given.\r\n(b)  Prior to occupation of the gymnasium, a post completion noise assessment shall be undertaken to demonstrate typical internal noise exposure levels in properties adjoining the gymnasium while it is operating under normal and / or simulated conditions. A copy of this assessment shall be submitted to the local planning authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "30/06/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 178622,
  "last_updated": "2025-03-19T18:37:17.786+00:00",
  "development_type": "Major dwellings",
  "ward": "Turnham Green (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001273392",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "01/12/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.245178,
          51.493419
        ],
        [
          -0.245179,
          51.493392
        ],
        [
          -0.245222,
          51.493393
        ],
        [
          -0.245221,
          51.49342
        ],
        [
          -0.245178,
          51.493419
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/1249",
  "valid_date": "31/03/2017",
  "description": "Variation of Conditions 4 (Approved Plans) and 35 (Energy Statement) of planning permission 00248/CY/P3 dated 27/01/2017 to amend the approved plans to incorporate flexible use of commercial floor space as B1 or D2 (Gym use only) at ground floor level and the change of use of the basement level commercial floor space from B1 to D2 (Gym use only), and to allow the change of BREEAM level from \"excellent\" to \"very good (minimum score 63%)\".",
  "centroid_easting": 521919,
  "site_number": null,
  "lapsed_date": "30/11/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Chiswick High Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.493406,
    "lon": -0.2452
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/1249",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5900975",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_1249",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}