{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of the original permission (13 December 2016)",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (102520-AALW-XX-L0-DR-A-9000-P02; 102520-AALW-XX-L0-DR-A-9003-P02; 102520-AALW-NB-XX-XX-A-9004-P01; 102520-AALW-XX-00-DR-A-0150-P01; 102520-AALW-NB-L0-M2-A-0153-P02; 10520-AALW-NB-02-M2-A-0155-P02; 102520-AALW-NB-L1-M2-A-0154-P02; 10520-AALW-NB-00-DR-A-0190-P01; 102520-AALW-NB-00-DR-A-0191-P01; 102520-AALW-NB-XX-XX-A-0201-P02; 102520-AALW-NB-XX-M2-A-0301-P02; 1-252-AALW-NB-XX-M2-A-0302-P01; 102520-AALW-XX-XX-VS-A-0402-P01; Design and Access Statement; Acoustic Report; Transport Statement; Sustainable Design Statement; BREEAM Progress Assessment; received on 14/09/2016; 102520-PE-XX-ZZ-DR-C-0500-P01; Proposed Drainage Layout; T001MUU-160472-17-1; X001MUU-160472-17-2; X01KCR-160472; R001JOQ-17-2-160472; R001JOQ-17-2-160472; Received 17/11/2016; Travel Plan; Received 22/11/2016; Flood Risk Assessment; Received 05/12/2016.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 4 - The windows formed in the western elevation of two storey extension hereby approved shall be obscure glazed, hinged to open inwards and shall not be repaired or replaced otherwise than with obscured glazing.",
    "Condition : 5 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details - This condition was discharged on 16/08/2017, as part of application ref: 00046/A/P16(5)",
    "Condition : 6 - Energy Statement: Prior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method) shall have been submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 7 - BREEAM: Within three months of work starting on site a BREEAM Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating will be achieved.\r\n\r\nPrior to first occupation of the building(s) a BREEAM Post-Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved.\r\n\r\nPart A of this condition was discharged on 21/12/2017, as part of application ref.: 00046/A/P16(7)",
    "Condition : 8 - Surface water: Notwithstanding with the approved plans, a soakaway shall be provided within the site as the surface water drainage method and there shall be no surface water discharge from the site to the surface water sewer network.",
    "Condition : 9 - No development shall take place above ground level until a Ground Investigation Report shall be submitted including details of how an infiltration rate 1.3x10-5m/s can be achieved as stated within the submitted Drainage Assessment Form (DAF) and approved in writing by the Local Planning Authority. The measures as approved shall then be installed at the site before the development is first occupied and retained at the site thereafter in accordance with the approved details at all times.",
    "Condition : 10 - Before the development is first occupied details of rainwater harvesting details shall be submitted and approved in writing by the Local Planning Authority - This condition was discharged on 05/04/2018, as part of application ref.: 00046/A/P16(10,13).",
    "Condition : 11 - A Construction Management Plan shall be submitted to, and approved in writing by, the Local Planning Authority prior to the commencement of development. The plan shall cover the following:\r\n\r\ni. a site plan (showing the areas set out below)\r\nii. confirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused\r\niii. provision for the parking of vehicles of site operatives and visitors \r\niv. provisions for loading, unloading and storage of plant and materials within the site\r\nv. details of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements \r\nvi. details of vehicle routeing from the site to the wider strategic road network\r\nvii. the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate \r\nviii. provision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the council\r\nix. a scheme for recycling/disposing of waste resulting from demolition and construction works\r\nx. measures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access\r\nxi. commitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts.\r\nxii. avoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway\r\nxiii. all necessary traffic orders and other permissions required to allow safe access to the site to be secured and implemented prior to commencement of construction \r\nxiv. details of the construction programme and a schedule of traffic movements\r\nThe development shall be carried out in accordance with the ap",
    "Condition : 12 - Green Travel Plan: Before the development hereby permitted is first occupied, the School Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall include an action plan specifically including a timetable for measures to minimise the impact of car borne drop-off and pick-up particularly on Arundel Road, a monitoring and implementation strategy for additional cycle and scooter parking (when existing facilities reach 90% capacity), as well as the provision of changing and showering facilities for staff.   The Plan shall be implemented as agreed in accordance with a timetable to be included in the draft plan",
    "Condition : 13 - Notwithstanding the approved plans, prior to first occupation a plan showing the location of an additional 28 covered and secure cycle stands for pupils and 4 covered and secure stands for staff is shall have been submitted to and approved by the Local Planning Authority. The staff cycle stands shall be provided and made available for use prior to occupation of the buildings hereby permitted and the pupil cycle stands shall be provided and made available for use in accordance with a schedule to be agreed in writing by the Council - This condition was discharged on 05/04/2018, as part of application ref.: 00046/A/P16(10,13).",
    "Condition : 14 - \"Before the development hereby permitted commences the applicant must either:\r\na.\tInvestigate the site for landfill gas to the satisfaction of the LPA, to ascertain whether gas protection measures are required.  Where measures are required the details shall be submitted to, and approved by, the LPA.\r\nOr;\r\nb.\tThe applicant shall install gas protection measures as a precautionary measure without first investigating the site.  The details of these measures shall be submitted to, and approved by, the LPA.\r\nc.\tFor a. and b. all required measures shall be installed before the development is first occupied.\r\n\r\nThis condition was discharged on 03/08/2017, as part of application ref.: 00046/A/P16(14)."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "15/12/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 175731,
  "last_updated": "2025-03-19T18:26:30.811+00:00",
  "development_type": "Major all other major developments",
  "ward": "Cranford (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023404710",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW4 6HR",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "21/01/2019",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.400839,
          51.469648
        ],
        [
          -0.40084,
          51.469621
        ],
        [
          -0.400883,
          51.469622
        ],
        [
          -0.400883,
          51.469649
        ],
        [
          -0.400839,
          51.469648
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/3633",
  "valid_date": "15/09/2017",
  "description": "Variation of condition 2 (approved plans) to allow alterations to first floor windows, extension of new staircase to the eastern end of the new classroom block and alterations to rain water pipes following planning permission 00046/A/P16 dated 13/12/2016 for erection of a two storey extension to provide four class rooms each for years 5 and 6 including lavatories and ancillary provision to result in a four form entry school throughout all year groups.",
  "centroid_easting": 511171,
  "site_number": null,
  "lapsed_date": "20/01/2022",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Arundel Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.469635,
    "lon": -0.400861
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/3633",
  "site_name": "Beavers Primary School",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6331303",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_3633",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}