{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall commence by 28/10/2019.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (10407se-1 A, 10407se-01, 10407se-03, 10407se-04, 10407se-05 received on 09/02/2016. A1 - 3001 received on 02/08/2016. A101 rev I received on 29/09/2016. 461-A120-A1, A101I, A102F, A103F, A104F, A105G, A106C, A108D received 12/10/2016. Design Statement revision V4 and Transport Statement October 2016 received 12/10/2016. 9237-DT-01 and 9237 PP-01 received on 14/10/2016. Noise Assessment P16-112-R01, 9237-MP-01- The Swan Inn 5 year Maintenance schedule and Specification for landscape softworks 9237 SP-01- received on 14/10/2016. 9237 revision D received 27/10/2016. 461-A3-1000 received 28/10/2016. All approved under reference 01100/201/P4.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension and dwellings hereby permitted shall be as specified and approved under application 01100/201/P4.",
    "Condition : 4 - No additional windows or other glazed openings shall be formed in the side  or rear walls of the extension hereby approved, nor in the side walls of any of the dwellings hereby approved without the prior written consent of the Local Planning Authority.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out.",
    "Condition : 6 - The public hopuse building shall shall be used for the purposes of an A4 Drinking Establishment, as defined in the Schedule to the Town and Country Planning (Use Classes) Order 1987, only and for no other purpose (including any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 7 - Prior to occupation of any part of the development herby permitted a plan indicating the positions, design, materials and type of boundary treatment to be erected shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details and implemented before the dwellings are occupied.",
    "Condition : 8 - \"Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\n",
    "Condition : 9 - Prior to commencement of development the final detailed drainage designs and associated full drainage maintenance plan shall be submitted to and agreed in writing by the Local Planning Authority. The proposed development shall be carried out in all respects in accordance with the approved details to limit surface water runoff from the site to 5 l/s.",
    "Condition : 10 - The landscaping shall be implemented in accordance with the details shown on plans 9237 PP-01 and 9237-DT-01 received on 14/10/2016 and 9237 revision D received on 27/10/2016 approved under reference 01100/201/P4 prior to the occupation of any part of the development hereby approved, bar the area adjacent to the vehicular access to the site and between the vehicular access and the parking space labelled P2 wherein no planting or other structure shall exceed 0.6 metres in height.",
    "Condition : 11 - Prior to the commencement of development a scheme for insulating the public house and residential dwellings against noise emissions shall be submitted to and agreed in writing by the Local Planning Authority. The scheme shall address internal and external noise and transmission of airborne and impact sounds and shall consider both the residential flat and dwellings. Consideration shall be given to the public house, including live and recorded music, functions and operating hours, and may require additional conditions regarding the operation of the public house. Any works which form part of the approved scheme shall be completed before any part of the development is first occupied, and shall be maintained thereafter.",
    "Condition : 12 - Activities relating to the delivery of goods and collection of refuse and recyclables and the tipping of empty bottles into external receptacles shall only take place between 07.00 and 20.00 Monday to Saturday and 10.00 and 18.00 on Sundays and Bank Holidays.",
    "Condition : 13 - Prior to first occupation and use of the public house: \r\na) a test shall be undertaken to demonstrate that the cumulative measured or calculated rating level of noise emitted from the mechanical services plant including heating, ventilation and air conditioning (HVAC) to which the application refers, would be 5dB(A) below the existing background noise level, at all times that the mechanical system etc operates. The results of this test shall submitted to and agreed in writing by the Local Planning Authority prior to commencement of use of the public house.\r\nThe measured or calculated noise levels shall be determined at the boundary of the nearest ground floor noise sensitive premises or 1 meter from the facade of the nearest first floor (or higher) noise sensitive premises, and in accordance to the latest British Standard 4142; An alternative position for assessment /measurement may be used to allow ease of access, this must be shown on a map and noise propagation calculations detailed to show how the design criteria is achieved.\r\nb) The plant shall be isolated on adequate proprietary anti-vibration mounts to prevent the structural transmission of vibration and regenerated noise within adjacent or adjoining premises, and these shall be so maintained thereafter.   \r\nc) Following installation of any mechanical services plant including heating, ventilation and air conditioning (HVAC) to which the application refers, a post completion noise assessment shall be submitted for approval to the local planning authority which demonstrates the actual measured rating level of plant operating under normal conditions. All measurements shall be made in accordance with the methodology of BS4142:2014 (Methods for rating and assessing industrial and commercial sound) and/or its subsequent amendments.\r\n",
    "Condition : 14 - Prior to occupation of any part of the development hereby approved, a Car Park Management Plan for the whole site, including allocation of spaces, markings and signage to ensure the area reserved for deliveries remains free of parked vehicles at all times, and means to ensure the delivery area is managed and enforced, should be submitted to and approved by the Local Planning Authority.",
    "Condition : 15 - Prior to the first occupation of any part of the development hereby approved a Delivery and Servicing Plan including frequency and timings of deliveries and ensuring these are off-peak, shall be submitted to and approved by the Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "Condition : 16 - Prior to the first occupation of any part of the development hereby approved details of the covered and secure cycle parking facilities, including separate provision for staff and visitors to the pub, shall be submitted to and approved by the Local Planning Authority.",
    "Condition : 17 - The development hereby permitted shall not be occupied until details of the arrangements for the management and storage of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "03/07/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 171394,
  "last_updated": "2025-03-19T18:17:27.528+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Hanworth (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023399534",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "03/07/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.389418,
          51.430492
        ],
        [
          -0.389419,
          51.430465
        ],
        [
          -0.389462,
          51.430466
        ],
        [
          -0.389461,
          51.430493
        ],
        [
          -0.389418,
          51.430492
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/1924",
  "valid_date": "08/05/2017",
  "description": "Variation of condition 13 noise emitted calculations of mechanical services plant to be amended from pre development to pre occupation of public house following planning permission 01100/201/P4 dated 28/10/2016 for erection of two pairs of three bedroomed semi-detached houses to the rear of the existing site and erection of single storey rear extension to the existing public house.",
  "centroid_easting": 512060,
  "site_number": "201",
  "lapsed_date": "02/07/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Swan Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.430479,
    "lon": -0.38944
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/1924",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6045999",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_1924",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}