{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (038-PE-00-09-DR-A-09202 P01,  038-PE-00-09-DR-A-09201 P01,  038-PE-00-09-DR-A-09104 P01,  038-PE-00-09-DR-A-09101 P02,  038-PE-00-09-DR-A-09001 P01,  038-PE-03-00-DR-A-00003 P01,  038-PE-02-00-DR-A-00003 P01,  038-PE-01-00-DR-A-00003 P01,  038-PE-01-00-DR-A-00001 P01,  038-PE-00-09-DR-A-10301 P01, school travel plan 2014, preliminary air quality assessment dated 01/05/2014, Desk Study and Extended Phase 1 Habitat Survey dated July 2014, Phase 1 Environmental survey and appendices dated 29/04/2014, Geotechnical Assessment Report dated June 2014, Flood risk assessment dated 08/08/2014, Design and access statement dated 18/08/2014, Arboricultural survey dated August 2014, Envelope Design review report 14/0337/R1 received on 28/08/2014 and Dusk emergence and dawn return to roost bat survey dated October 2014 received on 23/10/2014 and Bat and Badger Surveys dated August 2014 received on 28/10/2014 and Arboricultural impact assessment and method statement dated August 2014 received on 20/11/2014) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - A travel plan shall be submitted and approved by the Local Planning Authority prior to the occupation of the development.  The measures contained in the Travel Plan shall be implemented as approved.",
    "Condition : 6 - Details of the proposed cycle parking shall be submitted to and approved by the Local Planning Authority. The details shall be installed in accordance with the approved details prior to first use of the development hereby approved and shall thereafter be retained as such.",
    "Condition : 7 - Prior to the commencement of development, a construction logistics plan shall be submitted to and approved by the Local Planning Authority. This shall be adhered to throughout the construction process.",
    "Condition : 8 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars as set out in the Aboricultural Impact Assessment and Method Statement dated August 2014 received on 20/11/2014; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars (as set out in the Aboricultural Impact Assessment and Method Statement dated August 2014 received on 20/11/2014) before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.",
    "Condition : 9 - Prior to commencement of development, a Method Statement (incorporating the recommendations of the Thompson Ecology Bat and Badger Surveys report (ref APEV122 / 003 / 001) shall be submitted to and approved by the Local Planning Authority.  The method statement shall set out the actions to be undertaken in order to minimise disturbance and obstruction to Badgers sett and to avoid harm to badgers using the site. The method statement shall be adhered to throughout the construction period.",
    "Condition : 10 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc). Soft landscape works shall include planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme.",
    "Condition : 11 - The two modular buildings shown to be removed as part of the development shall be removed from the site on or before 31st December 2015.",
    "Condition : 12 - A) No development shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a programme of archaeological investigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing. \r\nB) No development or demolition shall take place other that in accordance with the Written Scheme of Investigation approved under Part (A).\r\nC) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (A), and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "27/11/2014",
  "lpa_name": "Hounslow",
  "centroid_northing": 177345,
  "last_updated": "2025-03-19T18:34:28.918+00:00",
  "development_type": "Major all other major developments",
  "ward": "Cranford (Pre May 2022)",
  "parking_details": null,
  "uprn": "200003966538",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW5 9RU",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "27/11/2014",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.410121,
          51.484288
        ],
        [
          -0.410122,
          51.484261
        ],
        [
          -0.410165,
          51.484261
        ],
        [
          -0.410164,
          51.484288
        ],
        [
          -0.410121,
          51.484288
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/3462",
  "valid_date": "28/08/2014",
  "description": "Erection of three single storey extensions to the main school building with associated hard and soft landscaping works and other improvements to the vehicular and pedestrian access routes to the rear of the site",
  "centroid_easting": 510491,
  "site_number": null,
  "lapsed_date": "26/11/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "High Street",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.484275,
    "lon": -0.410143
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/3462",
  "site_name": "The Cedars Primary School",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_3462",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}