{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (161001-SK02; 161001-SK04 Rev A; 161001-BB1166-101 Rev A; 161001-BB1166-102 Rev A; 161001-BB1166-103 Rev A; 161001-BB1166-104 Rev A; 161001-BB1166-105; 161001-BB1166-106; 161001-BB1166-107; 161001-BB1166-106; 161001-BB1166-109; Location Plan; Approval in Principle Document Revision C; Design and Access Statement161001-SK01; Received 26/05/2017 ; Ecological Survey of Grand Union Canal Footbridge by Salix Ecology; Received 21/09/2017.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Nothwithstanding the submitted plans additional plans shall be submitted to provide details of \r\n-\tThe navigational clearance above the river water level at high tide,\r\n-\tThe location of the waterway edge and the proposed bridge structures.\r\nSuch details shall be submitted to and approved by the Local Planning Authority prior to the commencement of any construction works. Development shall be undertaken in accordance with the approved plans.",
    "Condition : 4 - There shall be no external lighting on the bridge without further permission from the Local Planning Authority.",
    "Condition : 5 - Prior to the commencement of the development hereby permitted, a Risk Assessment and Method Statement shall be submitted to and approved in writing by the Local Planning Authority. This shall:\r\n- Assess the risks to the structural integrity of the waterway, the safety of its users and its water quality during the demolition and construction works proposed;\r\n- Include details of measures to be taken to prevent any potential adverse impacts identified in the risk assessment; and\r\n- Include a programme of monitoring.\r\nDevelopment shall be carried out in accordance with the approve measures to prevent adverse impact on the waterway, the safety of its users and its water quality.",
    "Condition : 6 - Prior to the completion of installation of new bridge full details of both hard and soft landscape works shall have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved.  These details shall include the location and details of mooring bollards and gates and fences.\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme, details of its management & maintenance).",
    "Condition : 7 - The development hereby approved shall be implemented in line with the recommendations of the approved Ecological Survey of Grand Union Canal Footbridge by Salix Ecology; Received 21/09/2017.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "21/07/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 177297,
  "last_updated": "2025-03-19T18:11:24.469+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Syon (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001273557",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "25/09/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.310868,
          51.482469
        ],
        [
          -0.310869,
          51.482442
        ],
        [
          -0.310913,
          51.482442
        ],
        [
          -0.310912,
          51.482469
        ],
        [
          -0.310868,
          51.482469
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/1963",
  "valid_date": "26/05/2017",
  "description": "Replacement of existing footbridge crossing the River Brent.",
  "centroid_easting": 517387,
  "site_number": null,
  "lapsed_date": "24/09/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Augustus Close",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.482455,
    "lon": -0.31089
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/1963",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_1963",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}