{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Planning Statement, noise assessment, 10583/TPO3, 10583/TPO4, Transport statement, Polaris technical specification, Stella LED technical specification, project 1 (8 pages) lighting document received on 21/07/2015 and AH/DC/JOD/01 received on 10/09/2015  and email received on 17/09/2015) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Notwithstanding the details shown on the drawings hereby approved, within 3 months of first occupation of the site timber fencing of the appearance shown in drawing AH/DC/JOD/01 received on 10/09/2015 to a height of 5 metres shall be installed to the extent of the red line shown on that drawing and shall be maintained thereafter.",
    "Condition : 4 - Within 3 months of first occupation of the site, details of the proposed cycle parking for shall be submitted to and\r\napproved in writing by the local planning authority. All cycle parking shall be safe, covered and secure and easily accessible. The cycle parking shall be laid out in accordance\r\nwith the approved plans within 6 months of first occupation of the proposals and shall be maintained thereafter.",
    "Condition : 5 - Within 3 months of first occupation of the site, a delivery and servicing plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall\r\nprovide details to how deliveries and servicing will be\r\nundertaken within the site, the measures proposed to ensure safety on the access road and the measures proposed to restrict loading and unloading on the public highway. All deliveries and servicing of the site shall\r\nthereafter be managed in compliance with the approved\r\nDelivery & Servicing Plan.",
    "Condition : 6 - No external storage (including stacking of formwork) shall be stacked to a height exceeding 6.5 metres.",
    "Condition : 7 - The rating level of sound emitted from industrial activities at the use hereby approved shall not exceed the representative background sound levels by more than 5dB (A) between the hours of 0700-2300 (taken as a 1 hour LA90 at the nearest sound sensitive premises) and shall not exceed the representative background sound level between 2300-0700 (taken as a 15 minute LA90 at the nearest sound sensitive premises). All measurements shall be made in accordance with the methodology of BS4142: 2014 (Methods for rating and assessing industrial and commercial sound) and/or its subsequent amendments.\r\no Where access to the nearest sound sensitive property is not possible, measurements shall be undertaken at an appropriate location and corrected to establish the noise levels at the nearest sound sensitive property.\r\no Any deviations from the LA90 time interval stipulated above shall be agreed in writing with the local planning authority.",
    "Condition : 8 - The use hereby permitted for B1(c), B2, B8 purposes shall not be carried on and no machinery shall be operated nor any process be carried out outside the following times: 07:30 to 18:00 on Mondays to Fridays and 07:30 to 13:00 on Saturdays nor at any time on Sundays or Bank and Public Holidays except for the departure of a pre-loaded vehicle which should not leave the site before 6.30am Monday - Saturday nor at any time on Sundays or Bank and Public Holidays.",
    "Condition : 9 - No further fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 10 - The premises shall be used for B1(c), B2 or B8 use and for no other purpose (including any other purpose in Class B of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 11 - The office floorspace contained within the development hereby approved shall be used only as offices ancillary to the main use of the premises as B1(c), B2 or B8 use and shall not be used for any other purpose.",
    "Condition : 12 - The proposed external lighting shall be installed in accordance with the approved plans (Polaris technical specification, Stella LED technical specification, project 1 (8 pages) lighting document received on 21/07/2015) and no other external lighting shall be installed without the written prior approval of the Local Planning Authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "15/09/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:34:40.695+00:00",
  "development_type": "Minor general industry-storage-warehousing",
  "ward": "Hanworth (Pre May 2022)",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "24/09/2015",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2015/3191",
  "valid_date": "21/07/2015",
  "description": "Installation of one set of roller shutter doors and a personnel door on the east elevation, erection of new security fence, gates & perimeter lighting, construction of gas and diesel stores, the use of the yard for open storage.",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "23/09/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/3191",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_3191",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}