{
  "lpa_app_no": "P/2013/2078",
  "centroid_northing": 174488,
  "status": "Superseded",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Isleworth",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:39:12.303+00:00",
  "valid_date": "02/07/2013",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 515918,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2013/2078",
  "site_number": "13",
  "decision": "Approved",
  "ward": "Heston West (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": 48,
    "no_existing_cycle": null,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": null,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": null,
    "net_lgv": null,
    "no_proposed_car": 110,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": 110,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": null,
    "no_existing_bus": null,
    "net_car": null
  },
  "application_type_full": "Outline planning permission: Some matters reserved",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2013_2078",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": "12/03/2014",
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 7,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "00315/G/P1",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": "12/03/2014",
        "actual_completion_date": null,
        "use_class": "B1c",
        "gia_gained": 7,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "00315/G/P1",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": "12/03/2014",
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 7,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "00315/G/P1",
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": "12/03/2014",
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 7,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "00315/G/P1",
        "gia_lost": 18977
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 28,
      "total_gia_lost": 18977,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 18977,
      "total_gia_gained": 21,
      "development_type": "New Build",
      "site_area": 3.9050000000000002
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "100021574515",
  "decision_date": "26/11/2013",
  "description": "Outline application for the erection of detached warehouse and distribution units including B1 office space and welfare accommodation and associated parking, access and landscaping with some matters reserved",
  "site_name": "Parkway Trading Estate",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "01/10/2013",
  "borough": "Hounslow",
  "postcode": "TW7 7QJ",
  "street_name": "Summerwood Road",
  "bo_system": "Northgate M3",
  "development_type": "Major general industry-storage-warehousing",
  "lapsed_date": "25/11/2016",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - Application for approval of the reserved matters (design, layout, landscaping and car parking) shall be made to the local planning authority before the expiration of three years from the date of this permission.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted and numbered \r\n\r\nA TP (00)01 B, \r\nA EX (00)01 A, \r\nPlanning Statement, \r\nReport for Existing Trees, \r\nAir Quality Assessment, \r\nNoise Report, \r\nFlood Risk Assessment, \r\nTransport Assessment\r\nReceived on 28/06/2013\r\nTechnical Note on Trip Generation received on 22/08/2013\r\nTechnical Note on Multi-Modal Trip Generation received on 05/09/2013\r\nParameters Plan no.TP-PP-001A received on 06/09/2013\r\nTitan Heathrow energy strategy report received on 07/10/2013\r\nDesign and access statement received 09/10/2013\r\nTravel Plan received on 11/10/2013\r\n \r\ntherewith and approved by the Local Planning Authority, unless otherwise agreed in writing by the Local Planning Authority (before the building is occupied).",
    "Condition : 4 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 5 - No development shall take place until a schedule of landscape maintenance for a minimum period of 5 years has been submitted to and approved in writing by the local planning authority.  The schedule shall include details of the arrangements for its implementation.  Development shall be carried out in accordance with the approved schedule.",
    "Condition : 6 - No development shall take place until there has been submitted to and approved in writing by the local planning authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before (the use hereby permitted is commenced) or (before the building(s) is/are occupied) or (in accordance with a timetable agreed in writing with the local planning authority).  Development shall be carried out in accordance with the approved details.",
    "Condition : 7 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 8 - The use hereby permitted shall not be begun until details of the arrangements for storing of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 9 - No development shall take place until an energy report has been submitted for each unit approved as part of the reserved matters application, and approved in writing by the Local Planning Authority. The work shall be completed in accordance with the approved details and therafter maintained and retained as such.",
    "Condition : 10 - No development shall take place until details of a Sustainable Urban Drainage Scheme, including measures for (i) the harvesting of rainwater, (ii) the minimisation of water run-off from the site, and (iii) the conservation and reuse as appropriate of other water supplies in the buildings have been submitted to and approved by the Local Planning Authority. These details shall be carried out as approved prior to occupation of the building and retained and maintained thereafter.",
    "Condition : 11 - No development shall take place until details have been submitted to and approved by the Local Planning Authority (in consultation with Transport for London) for a Construction Management Plan and Construction Logistics Plan. \r\nThese plans should provide details on the likely highway and traffic impacts to the TLRN, and should include measures to ensure that mud and loose materials are not carried onto the road network, measures to minimise dust nuisance to ensure that no dust is carried to adjoining properties or Cranford Lane, and any external illumination of the site during construction.",
    "Condition : 12 - No development shall take place until details have been submitted to and approved by the Local Planning Authority (in consultation with Transport for London) for a Delivery and Servicing Plan. The plan should provide details on the likely highway and traffic impact to the TLRN.",
    "Condition : 13 - \"Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\n",
    "Condition : 14 - No goods or materials shall be stacked or stored within the areas outside the buildings, unless otherwise agreed with the Local Planning Authority.",
    "Condition : 15 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 16 - Details of lux levels, direction and screening of any floodlighting shall be submitted to and approved in writing by the Local Planning Authority before the building(s) are occupied.  Development shall be carried out in accordance with the approved details.",
    "Condition : 17 - Development shall not begin until a detailed surface water drainage scheme for the site, based on the agreed Flood Risk Assessment (FRA) ?Project Titan, Parkway Trading Estate, Hounslow, Flood Risk Assessment, August 2010, Issue Number: UK14-15687? has been submitted to and approved in writing by the local planning authority. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed. The scheme shall include a restriction in run-off and surface water storage on site as outlined in the FRA.",
    "Condition : 18 - Prior to each phase of development approved by this planning permission (or such other date or stage in development as may be agreed in writing with the Local Planning Authority), no development shall take place until a scheme that includes the following components to deal with the risks associated with contamination of the site shall each be submitted to and approved, in writing, by the local planning authority:\r\n1) A preliminary risk assessment which has identified:\r\n- all previous uses\r\n- potential contaminants associated with those uses\r\n- a conceptual model of the site indicating sources, pathways and receptors\r\n- potentially unacceptable risks arising from contamination at the site.\r\n2) A site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site.\r\n3) The results of the site investigation and detailed risk assessment referred to in (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken.\r\n4) A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (3) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action.\r\nAny changes to these components require the express written consent of the local planning authority. The scheme shall be implemented as approved.",
    "Condition : 19 - The development hereby permitted shall not be commenced until such time as a scheme to dispose of surface water has been submitted to, and approved in writing by the local planning authority. The scheme shall be implemented as approved.",
    "Condition : 20 - No infiltration of surface water drainage into the ground a is permitted other than with the express written consent of the local planning authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters. The development shall be carried out in accordance with the approval details.",
    "Condition : 21 - No building or structure of the development hereby permitted shall exceed 67metres AOD.",
    "Condition : 22 - No trees and shrubs planted on the application site as part of the approved landscaping scheme shall be permitted to grow above a height of 67metres AOD.",
    "Condition : 23 - Development shall not commence until a Bird Hazard Management Plan has been submitted to and approved in writing by the Local Planning Authority. The submitted plan shall include details of: \r\n\r\n- management of any flat/shallow pitched/green roofs on buildings within the site which may be attractive to nesting, roosting and \"loafing\" birds. The management plan shall comply with Advice Note 8 'Potential Bird Hazards from Building Design' attached See para below for information \r\n\r\nThe Bird Hazard Management Plan shall be implemented as approved, on completion of the development and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.\r\n",
    "Condition : 24 - No development shall take place until full details of soft and water landscaping works have been submitted to and approved in writing by the Local Planning Authority, details must comply with Advice Note 3, 'Potential Bird Hazards from Amenity Landscaping & Building Design' available at www.aoa.org.uk/operations & safety/safeguarding. asp ).These details shall include:\r\n\r\n- The species, number and spacing of trees and shrubs\r\n\r\nNo subsequent alterations to the approved landscaping scheme are to take place unless submitted to and approved in writing by the Local Planning Authority.  The scheme shall be implemented as approved.\r\n",
    "Condition : 25 - The office floorspace contained within the development hereby approved shall be used only as offices ancillary to the main use of the premises for class use B1 (c), B2 and B8  and shall not be used for any other purpose.",
    "Condition : 26 - No development shall take place until full particulars and details of a scheme to insulate the premises against the transmission of airborne and impact sound has been submitted to and approved by the Local Planning Authority and the development shall not be carried out otherwise than in accordance with any approval given.",
    "Condition : 27 - All units hereby approved shall only be used for B1(c) or B2 or B8 uses and for no other purpose (including any other purpose in Class B of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 28 - Before the development commences details of parking (including spaces for people with disabilities, parking spaces with eletronic charging points and passive provision for 10% of all parking spaces to have acces to eletronic charging points and cycle parking) shall be submitted to and approved by the Local Planning Authority and the spaces shown on the approved drawing shall be available for use before first occupation of any part of the development.",
    "Condition : 29 - There shall be no more than 110 car parking spaces on the site"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.332934,
          51.457525
        ],
        [
          -0.332935,
          51.457498
        ],
        [
          -0.332979,
          51.457498
        ],
        [
          -0.332978,
          51.457525
        ],
        [
          -0.332934,
          51.457525
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -0.332956,
    "lat": 51.457512
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}