{
  "lpa_app_no": "P/2019/4542",
  "centroid_northing": 176140,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:33:03.127+00:00",
  "valid_date": "26/02/2020",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512070.6,
              176127.13
            ],
            [
              512076.48,
              176124.09
            ],
            [
              512088.63,
              176148.15
            ],
            [
              512082.54,
              176150.79
            ],
            [
              512073.54,
              176133.36
            ],
            [
              512082.24,
              176151.44
            ],
            [
              512089.59,
              176148.21
            ],
            [
              512076.9,
              176123.74
            ],
            [
              512070.57,
              176127.06
            ],
            [
              512070.6,
              176127.13
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 512083,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2019/4542",
  "site_number": "324",
  "decision": "Approved",
  "ward": "Hounslow West (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2019_4542",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.003
  },
  "uprn": "10091689663",
  "decision_date": "22/04/2020",
  "description": "Change of use of part of ground floor from  A1 (Retail) to A3\r\n(Restaurant), retention of the front existing units as A1 use and erection of a single storey rear extension and installation of new shopfront to include new entrance for flats above",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "22/04/2020",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Bath Road",
  "bo_system": "Northgate M3",
  "development_type": "Other change of use",
  "lapsed_date": "22/04/2023",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (P-324-326 BR -01, received on 10/12/2019;\r\nDesign and access statement, received on 20/02/2020;\r\nP-324-326 BR -02 Rev B, received on 26/02/2020) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 5 - The use hereby permitted for A3 (Restaurant) proposes shall not be open to customers outside the following times: 10:00 am to 12:00 am Monday to Saturday and 10:00 am to 11:00 pm on Sundays and Bank Holidays and no staff business or customer activity shall take place after 12 am on any day or before 10 am the following day other than activities necessary for the premises to be vacated and secured.",
    "Condition : 6 - There shall be no deliveries of food, equipment or other business materials to the premises and no collection of refuse waste or recyclable materials from the premises except between the hours of 07:00 am to 22:00 pm Monday to Saturday and 10:00 am to 18:00 pm on Sundays and Public Holidays. Such deliveries and collections shall only take place via the rear service/access road or to and from the existing loading bay in Rosemary Avenue.",
    "Condition : 7 - No development shall commence until full details (including manufacturers specifications) of secure covered cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority. The approved facilities shall conform to current guidance such as the TfL London Cycling Design Standards in design and layout and be fully implemented and be made available for use before the first occupation of the development and thereafter retained for use at all times without obstruction.",
    "Condition : 8 - No development shall take place, including any works of demolition, until a Construction Logistics Plan has been submitted to, and approved in writing by, the local planning authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall include:\r\n\r\n\"\tA site plan.\r\n\"\tConfirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused.\r\n\"\tProvision for the parking of vehicles of site operatives and visitors. \r\n\"\tProvisions for loading, unloading and storage of plant and materials within the site.\r\n\"\tDetails of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements. \r\n\"\tDetails of vehicle routeing from the site to the wider strategic road network.\r\n\"\tThe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate.\r\n\"\tProvision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the council.\r\n\"\tA scheme for recycling/disposing of waste resulting from demolition and construction works.\r\n\"\tAppropriate vehicle routes to and from the site.\r\n\"\tMeasures to ensure the safety of all users of the public highway especially Cyclists and pedestrians in the vicinity of the site and especially at the access.\r\n\"\tCommitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts.\r\n\"\tAvoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway.\r\n\r\nAll work on site shall be carried out in accordance with the approved details. \r\n",
    "Condition : 9 - The change of use of part of the premises hereby approved at number 324 Bath Road, TW4 7HW shall only be used as a restaurant (Use Class A3) and for no other purpose within the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 10 - The use of the premises on the frontage at numbers 324 & 326 Bath Road, TW4 7HW shall only be used as retail shops (Use Class A1) and for no other purpose within the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 11 - The use hereby approved shall not commence until a secure storage area within the rear yard of the site enclosed by a two metre high close-boarded fence to house not less than two 1100 litre galvanised steel Eurobins has been identified and made available, together with facilities for the separation and safe storage of glass, metal, plastics, cardboard, food waste and other recyclable materials which shall then be collected and taken to a suitable facility for recycling. The storage area and bins shall be made permanently available before the development is first occupied and no waste shall be stored outside the site or other than in the designated area. The lids of the Eurobins shall be fixed shut at all times other than when waste is being emptied into them. Non-recyclable and perishable waste shall be removed from site no less frequently than once a week. Waste shall be removed from the site to a suitable enclosed private storage area or an authorised refuse disposal or recycling site as soon as the bins become full if this is earlier than the time of the normal collection, unless additional covered and enclosed bins (as described above) have been provided and are thereafter made permanently available for the on-site storage of refuse and waste. The gates to the fence shall be kept shut when not in use."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.38776879999999997,
          51.4730181
        ],
        [
          -0.3876852,
          51.4729896
        ],
        [
          -0.3875027,
          51.4732034
        ],
        [
          -0.3875895,
          51.473228399999996
        ],
        [
          -0.3877246,
          51.4730735
        ],
        [
          -0.3875936,
          51.4732343
        ],
        [
          -0.38748889999999997,
          51.4732038
        ],
        [
          -0.3876793,
          51.4729863
        ],
        [
          -0.3877693,
          51.4730174
        ],
        [
          -0.38776879999999997,
          51.4730181
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "8352368",
  "centroid": {
    "lon": "-0.3875863",
    "lat": "51.4731313"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}