{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (152/001 P1, 152/002 P1, 152/010 P1, Unnumbered Design & Access Statement, Unnumbered Tree Study, received 21/06/2013, Unnumbered Flood Risk Assessment, received 12/08/2013) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 8:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 4 - The basement shall at no time be used or occupied as a\r\nseparate dwelling independent of the main house and shall not be used as sleeping accommodation.",
    "Condition : 5 - No development shall be carried out until a Construction Method Statement, which is certified by an engineer, giving specific details of excavation, temporary works and construction techniques, including details of potential impacts on neighbouring land based on an assessment of the geology and hydrology of the area has been submitted to and been approved in writing by the Local Planning Authority.",
    "Condition : 6 - No development shall be carried out until such time as the\r\nperson carrying out the work is a member of the Considerate\r\nConstructors Scheme and its code of practice, and the\r\ndetails of the membership and contact details are clearly\r\ndisplayed on the site so that they can be easily read by members of the public.\r\n",
    "Condition : 7 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "04/10/2013",
  "lpa_name": "Hounslow",
  "centroid_northing": 178731,
  "last_updated": "2025-03-19T18:38:41.515+00:00",
  "development_type": "Other house holder developments",
  "ward": "Stonebridge",
  "parking_details": null,
  "uprn": "100021588008",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 1TN",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "09/10/2013",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.246695,
          51.494422
        ],
        [
          -0.246696,
          51.494395
        ],
        [
          -0.246739,
          51.494395
        ],
        [
          -0.246738,
          51.494422
        ],
        [
          -0.246695,
          51.494422
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2013/2018",
  "valid_date": "09/08/2013",
  "description": "Erection of an extension to the existing basement to the house incorporating lightwells to the front and rear.",
  "centroid_easting": 521811,
  "site_number": "23",
  "lapsed_date": "08/10/2016",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Prebend Gardens",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.494409,
    "lon": -0.246717
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2013/2018",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2013_2018",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}