{
  "lpa_app_no": "P/2015/5418",
  "centroid_northing": 175685,
  "status": "Commenced",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:13:48.822+00:00",
  "valid_date": "11/12/2015",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 513491,
  "actual_commencement_date": "02/04/2018",
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/5418",
  "site_number": "BATH ROAD CAR PARK",
  "decision": "Approved",
  "ward": "Hounslow West (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": 0,
    "no_proposed_cycle": 158,
    "no_existing_cycle": 0,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": 10,
    "net_bluebadge": 12,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": 158,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": 12,
    "net_lgv": null,
    "no_proposed_car": 31,
    "no_existing_bluebadge": 0,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": 10,
    "no_existing_car": 120,
    "no_existing_bus": null,
    "net_car": -89
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2015_5418",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Metropolitan, Hounslow",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hounslow",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Metropolitan",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "Core Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "01/03/2019",
        "use_class": "B1",
        "gia_gained": 16098,
        "actual_commencement_date": "02/04/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "01/03/2019",
        "use_class": "B1a",
        "gia_gained": 16098,
        "actual_commencement_date": "02/04/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": "02/04/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 32196,
      "total_gia_lost": 2,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2,
      "total_gia_gained": 16098,
      "development_type": "New Build",
      "site_area": 0.40700000000000003
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "100023518090",
  "decision_date": "08/04/2016",
  "description": "Erection of New Civic Centre incorporating office accommodation and associated civic facilities, public library and registrar, associated car parking facilities, access and public realm and footway improvements",
  "site_name": "The Lawns Car Park Adjacent 31",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "11/03/2016",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Bath Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor Offices-R and D-light industry",
  "lapsed_date": "08/04/2019",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (listed above) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - All construction and demolition works shall be undertaken in accordance with the Construction Management Plan (CMP) hereby approved.",
    "Condition : 4 - (A) No development (excluding demolition, archaeological investigations, ground conditions investigations and intrusive site surveys and other enabling works, site clearance, soil storage, remedial work in respect of any contamination or other adverse ground conditions, diversion of culvert, erection of any temporary means of enclosure and land raising) shall take place until, a BREEAM UK New Construction 2014 pre-assessment report, demonstrating how the development will achieve an 'Excellent' rating, is submitted to and approved in writing by the Local Planning Authority.\r\n(B) Within 12 months of commencement of above ground works, a BREEAM UK New Construction 2014 Interim (Design Stage) Certificate, issued by the Building Research Establishment (BRE), to show that a minimum 'Excellent' rating, will be achieved, must be submitted to and approved in writing by the Local Planning Authority.\r\n(C) Within 6 months of first occupation of the building, a BREEAM UK New Construction 2014 (or such equivalent standard that replaces this) Final (Post-Construction) Certificate, issued by the BRE, demonstrating that an 'Excellent' rating, has been achieved, must be submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 5 - (A) No development (excluding demolition, archaeological investigations, ground conditions investigations and intrusive site surveys and other enabling works, site clearance, soil storage, remedial work in respect of any contamination or other adverse ground conditions, diversion of culvert, erection of any temporary means of enclosure and land raising) shall take place until details have been submitted to and approved in writing by the Local Planning Authority demonstrating that: - At least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) Green Guide to Specification; - At least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme; and - No construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone. \r\n(B) The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to and approved in writing by the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.",
    "Condition : 6 - The development hereby permitted shall only be operated in accordance with a Waste Management Strategy which shall be submitted and approved in writing by the Local Planning Authority prior to the first occupation of the development. \r\nThe development shall not be occupied until the waste and recycling facilities shown on the approved drawings and supporting information have been provided and made available for use. Such facilities shall remain throughout the lifetime of the development and shall be used for no other purposes.",
    "Condition : 7 - No development (excluding demolition, archaeological investigations, ground conditions investigations and intrusive site surveys and other enabling works, site clearance, soil storage, remedial work in respect of any contamination or other adverse ground conditions, diversion of culvert, erection of any temporary means of enclosure and land raising) shall take place above ground until details and samples of all facing materials are submitted to and approved in writing by the Local Planning Authority. The samples and details shall include: \r\n- cladding materials (including system specifications/details and on-site samples with a minimum one-storey equivalent mock-up for the external facade); \r\n- window treatment (including sections/reveals and on-site sample panel);  \r\n- obscure glazing details (where relevant); \r\n- balustrading treatment including sections (where relevant); \r\n- any other materials/details to be used including extract vents, boiler flues, etc.  \r\nThe development shall then be carried out in accordance with the approved details and maintained as such thereafter.",
    "Condition : 8 - (A). Prior to the commencement of development (excluding demolition, archaeological investigations, ground conditions investigations and intrusive site surveys and other enabling works, site clearance, soil storage, remedial work in respect of any contamination or other adverse ground conditions, diversion of culvert, erection of any temporary means of enclosure and land raising), a detailed drainage strategy (including design calculations and drawings) demonstrating that surface water discharge from the site would not exceed 5 l/s, shall be submitted to and approved in writing by the Local Planning Authority. Any such strategy shall include details of the attenuation measures required for runoff volumes predicted in flooding return periods up to and including the 1 in 100 year plus climate change event to be safely stored on the site as well as a detailed maintenance strategy for the drainage system covering the lifetime of the development. \r\n(B). The building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to and approved in writing by the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.",
    "Condition : 9 - Prior to the commencement of development (excluding demolition, archaeological investigations, ground conditions investigations and intrusive site surveys and other enabling works, site clearance, soil storage, remedial work in respect of any contamination or other adverse ground conditions, diversion of culvert, erection of any temporary means of enclosure and land raising), a scheme for protecting the proposed noise-sensitive development from the externally generated noise sources, including road and aircraft, taking into consideration the recommendations of the Noise Break-in Assessment (Report 15/0496/R02-2) by Cole Jarman, shall be submitted to and approved in writing by the Local Planning Authority. All works which form part of the approved scheme shall be completed before any part of the development is occupied and shall thereafter be retained as approved.",
    "Condition : 10 - Prior to the completion of the frame details of the layout, design and appearance (shown in context) of the bicycle storage area(s), consisting of a minimum 106 long-stay spaces and 46 short-stay spaces, shall be submitted to and approved in writing by the Local Planning Authority. This storage shall consist of a horizontal storage arrangement to ensure accessibility for all staff and where double stack arrangements these shall be provided with a mechanical or pneumatic assisted lift (or such equivalent provision).\r\nThe bicycle storage area(s) shall be provided strictly in accordance with the details so approved and shall be provided/erected prior to the first occupation of the development, and maintained as such thereafter.",
    "Condition : 11 - Prior to the completion of the frame of the building, details of both hard and soft landscape works for that phase shall be submitted to and approved in writing by the Local Planning Authority. The works shall then be carried out as approved.  \r\nThe detailed landscaping scheme shall include:  \r\n- soft planting: including any grass and turf areas, trees, planters, shrub and herbaceous areas including details of species, sizes, numbers/densities and sections of landscaped areas; \r\n- a 'Tree Planting Statement' providing full details, locations, specifications and construction methods for all purpose-built tree pits and associated above ground features, including specifications for tree protection and a stated volume of suitable growing medium to facilitate and promote the healthy development of the proposed trees, ensuring each tree has a soil volume equivalent of 0.6 times its canopy area at maturity; \r\n- hard landscaping: including ground surfaces, kerbs, edges, ridge and flexible paving, furniture, steps, refuse disposal points and if applicable synthetic surfaces for both ground level and roof terrace level); \r\n- fences and walls and any other boundary treatments;  \r\n- any signage (Legible London) and information boards;  \r\n- brown (biodiversity) roofs/green walls (where relevant); \r\n- any CCTV equipment;\r\n- any external lighting; and \r\n- any other landscaping feature(s) forming part of the scheme.  \r\nThe submission shall include a management programme for the lifetime of the development, which shall include: long term design objectives, management responsibilities and maintenance schedules for all hard and soft landscape areas, and details of any temporary landscaping (including boundary treatment) to be provided and management thereof. All landscaping comprised in the approved details shall be carried out during the first planting and seeding seasons following completion of construction works. Any trees or shrubs planted (including any such replacements) which d",
    "Condition : 12 - Prior to the completion of the frame of the building, an Ecological Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall incorporate the recommendations of the Ecological Report prepared by Encon Associated Limited dated October 2015 and details of how the enhancement measures will be monitored and managed in the future. Any enhancement measures shall be maintained throughout the lifetime of the development or in accordance with the strategy set out in the Ecological Management Plan.",
    "Condition : 13 - Prior to the first occupation/use of the development, the parking, loading and turning spaces, including the provision of a minimum 20% active and 10% passive electric vehicle charging points, shall be constructed and made available for use. The parking, loading and turning spaces shall then be retained as such and shall not be used for any other purposes thereafter.",
    "Condition : 14 - Prior to the occupation of the development, the means of vehicular access hereby approved shall be constructed in accordance with the approved plans and made available for use and any redundant access points shall be closed to the satisfaction of the Local Highway Authority.",
    "Condition : 15 - Prior to the occupation of the development, evidence (e.g. photographs and copies of installation contracts) to demonstrate that the development has been carried out in accordance with the approved Energy Statement, and a reduction in CO2 emissions has been achieved in accordance with the London Plan policies, shall be submitted to and approved in writing, by the Local Planning Authority.",
    "Condition : 16 - Prior to the occupation of the development, a car park management plan shall be submitted to and approved in writing by the Local Planning Authority. This should cover details of how on site car parking will be controlled, allocated and managed, and details of the means of controlled access to the basement car park. The car park management plan shall then be implemented as approved and remain in operation thereafter.",
    "Condition : 17 - Prior to the occupation of the development, a Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority. This should be prepared in accordance with TfL guidance and include details as to how conflict with pedestrians/cyclists will be minimised during deliveries within the rear service yard. All deliveries and servicing shall be undertaken within the site and no loading or unloading shall be undertaken from the public highway. The Delivery and Servicing Plan shall then be implemented as approved and remain in operation thereafter.",
    "Condition : 18 - The Development shall be carried out in accordance with the Geoenvironmental Assessment (ref GEA-MER00901A-14-286 undertaken by Idom Merebrook dated December 2014) and the Report on Ground Investigation (ref 52414 undertaken by Ian Farmer Associates (1998) Limited dated November 2015).\r\nDuring the course of the development: The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\nBefore the development of any phase is first brought into use: The agreed scheme for decontamination for that phase shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 19 - Prior to installation, details of any additional external ventilation equipment, including ducting, shall be submitted to and approved in writing by the Local Planning Authority. The works shall then be carried out in accordance with the approved details before that phase is first occupied. Any additional plant to the main building shall be set in from the roof boundaries by a minimum of 2m.",
    "Condition : 20 - Within 6 months of commencement of the development (excluding demolition, archaeological investigations, ground conditions investigations and intrusive site surveys and other enabling works, site clearance, soil storage, remedial work in respect of any contamination or other adverse ground conditions, diversion of culvert, erection of any temporary means of enclosure and land raising), full details of the highways works shown generally on JMP drawing T16030-48 Rev B and Allen Pyke drawing 2621-LA-01 Rev D shall be submitted to and approved in writing by the Local Planning Authority. Such works shall have been constructed and have been certified in writing as complete by or on behalf of the local planning authority prior to first occupation of the development.",
    "Condition : 21 - Prior to the commencement of development (excluding demolition, archaeological investigations, ground conditions investigations and intrusive site surveys and other enabling works, site clearance, soil storage, remedial work in respect of any contamination or other adverse ground conditions, diversion of culvert, erection of any temporary means of enclosure and land raising), the existing bus stand(s) and public convenience shall be relocated and made available for use.",
    "Condition : 22 - All existing accesses shall be permanently closed with kerbs and footway reinstated prior to the occupation of the hereby approved development.",
    "Condition : 23 - Prior to first occupation of the hereby approved development, the developer shall make provision for amendments to the existing Traffic Regulations Orders on the access road from Bulstrode Road leading to the rear service yard.",
    "Condition : 24 - A Travel Plan shall be submitted to and approved in writing by the Local Planning Authority prior to the use hereby permitted commencing. The measures approved in the Travel Plan shall be implemented prior to the use hereby permitted commencing and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 25 - The scheme for protecting the end users of the development hereby approved from external air pollution, as outlined in the Air Quality Assessment, the letter from SLR dated 26th February 2016 (ref: 410.05491.00003_L_New Hounslow Civic Centre AQA Ventilation Assessment) and the Note on Location of Air Intakes, undated from Max Fordham, shall be completed before any part of the development is first occupied or used and measures put in place to ensure it is maintained for the life of the development.",
    "Condition : 26 - No demolition or construction work shall take place on the site except between the hours of 8am to 6pm on Mondays to Friday and 8am to 4pm on Saturdays and not at all on Sundays and Public Holidays.",
    "Condition : 27 - No deliveries shall be taken at or dispatched from the site outside the hours of 05.00 hours to 22.00 hours Monday to Saturday nor outside the hours of 09.00 hours to 14.00 hours on Sundays, Bank or Public Holidays.",
    "Condition : 28 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking and re-enactlng that Order with or without modification), no aerials or satellite dishes shall be erected on any buildings of the development hereby approved.",
    "Condition : 29 - The emergency generator shall only be operated during the event of a power failure or when being tested. It shall only be tested for a one hour period between 09:00 and 18:00 on week days and not more than once a fortnight."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.367467,
          51.468775
        ],
        [
          -0.367468,
          51.468748
        ],
        [
          -0.367512,
          51.468748
        ],
        [
          -0.367511,
          51.468775
        ],
        [
          -0.367467,
          51.468775
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -0.36749,
    "lat": 51.468761
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}