{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the 05 January 2020.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Floor Plans(Unnumbered); Location Plan; ; Received 15/02/2018; High Efficiency Bag Filters Details; Pleated Panel Filters Details; Applicant's e-mail dated 08/03/2018 confirming details; Received 08/03/2018; Menu; Received 26/03/2018.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The premises shall be limited to producing hot food by serving pre-cooked food prepared off the premises and subsequently warmed on site in an oven or microwave only or by the grilling or toasting of pre-cooked bread or pastry products (including waffles), with no additional cooking (including chargrilling) or food reheating equipment being operated at the premises, without the prior written approval of the Local Planning Authority.",
    "Condition : 4 - The filtration system (Longar Type 14 and Type 11 as stated within the applicant's e-mail dated 08/03/2018), Ventilation Canopy and silencer shall be installed within one month of this decision and shall be permanently retained thereafter and continually maintained to the manufacturer's specification.",
    "Condition : 5 - No additional fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 6 - The use hereby permitted shall not be open to customers outside the following times, 07:00 to 23:00 Monday to Saturday and 09:00 to 20:00 on Sundays or Public Holidays.",
    "Condition : 7 - No deliveries, nor collection of waste or recyclable materials shall be taken at or despatched from the site outside the hours of 07:00 to 23:00 Monday to Saturday nor at any time on Sundays or Public Holidays.",
    "Condition : 8 - The access doorway to the premises from the street shall have a minimum clear width of 900 mm, a level surface or ramp between the pavement and the floor, a door handle not more than one metre above ground level and glass entrance doors and glazed screens must be clearly defined with manifestation on the glass at two levels: 850 mm to 1000 mm and 1400 mm to 1600 mm. The manifestation should be a sign or logo at least 150 mm high.",
    "Condition : 9 - Any back door shall be fitted with a self-closer and shall be permanently retained and maintained in working order.",
    "Condition : 10 - There shall be a secure storage area within the site enclosed by a two-metre high close boarded fence with gates  which are to be kept shut at all times except when access is required (or to such other specification as shall first be submitted to and approved in writing by the local planning authority), to house not less than two 1100 litre galvanised steel Eurobins has been identified and made available, together with facilities for the separation and safe storage of glass, metal, plastics, cardboard, food waste and other recyclable materials which shall then be collected and taken to a suitable facility for recycling. The storage area and bins shall be made permanently available before the development is first occupied and no waste shall be stored outside the site or other than in the designated area. The lids of the Eurobins shall be fixed shut at all times other than when waste is being emptied into them. Non-recyclable and perishable waste shall be removed from site no less frequently than once a week. Waste shall be removed as soon as the bins become full if this is earlier than the time of the normal weekly collection, unless additional covered and enclosed bins (as described above) have been provided and are thereafter made permanently available for the on-site storage of refuse and waste."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "12/04/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 176733,
  "last_updated": "2025-03-19T18:09:28.329+00:00",
  "development_type": "Other change of use",
  "ward": "Heston East (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023405304",
  "application_details": {
    "site_area": 0.007
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW5 0PA",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "10/04/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3723008,
          51.4782539
        ],
        [
          -0.37225379999999997,
          51.4782806
        ],
        [
          -0.372239,
          51.4782714
        ],
        [
          -0.3722096,
          51.478289
        ],
        [
          -0.3721702,
          51.4782835
        ],
        [
          -0.3721731,
          51.4783011
        ],
        [
          -0.3721471,
          51.4783043
        ],
        [
          -0.37212,
          51.4782167
        ],
        [
          -0.3721258,
          51.4782159
        ],
        [
          -0.3722664,
          51.4782287
        ],
        [
          -0.3723052,
          51.4782517
        ],
        [
          -0.3723008,
          51.4782539
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/0501",
  "valid_date": "15/02/2018",
  "description": "Removal of Condition 3 of planning application 00505/AV5-8/P1 dated 05/01/17 for Change of use of the existing premises from shop (A1 use) to restaurant and cafe (A3 use).",
  "centroid_easting": 513139,
  "site_number": "5",
  "lapsed_date": "09/04/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Great West Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4782511",
    "lon": "-0.3721987"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/0501",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_0501",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513131.9,
              176733.15
            ],
            [
              513135.1,
              176736.2
            ],
            [
              513136.15,
              176735.2
            ],
            [
              513138.15,
              176737.2
            ],
            [
              513140.9,
              176736.65
            ],
            [
              513140.65,
              176738.6
            ],
            [
              513142.45,
              176739
            ],
            [
              513144.55,
              176729.3
            ],
            [
              513144.15,
              176729.2
            ],
            [
              513134.35,
              176730.4
            ],
            [
              513131.6,
              176732.9
            ],
            [
              513131.9,
              176733.15
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}