{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted 13th April 2017 and numbered 2412-01/KG, 02/KG, 03/KG, and 04/KG, and 'Design and Access Statement'  therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 4 - The development hereby permitted shall not be commenced until detailed design and method statements (in consultation with London Underground) for all of the foundations and ground floor structures, including piling (temporary and permanent), have been submitted to and approved in writing by the Local Planning Authority which: \r\n\"\tProvide details of all structures\r\n\"\tAccommodate the location of the existing London Underground structures\r\n\"\tDemonstrate access to elevations of the building adjacent to the property boundary with London Underground can be undertaken without recourse to entering our land\r\n\"\tDemonstrate that there will at no time be any potential security risk to our railway, property or structures\r\n\"\tAccommodate ground movement arising from the construction thereof\r\n\"\tMitigate the effects of noise and vibration arising from the adjoining operations within the structures\r\nThe development shall thereafter be carried out in all respects in accordance with the approved design and methods statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs in this condition shall be completed in their entirety, before any part of the building hereby permitted is occupied.",
    "Condition : 5 - The use shall not commence until not less than two 1100 litre galvanised steel Eurobins have been made available on site within the store hereby approved or the existing garage area, together with facilities for the separation and safe storage of glass, metal, plastics, cardboard, food waste and other recyclable materials which shall then be collected and taken to a suitable facility for recycling.  No waste shall be stored outside the site or other than in the existing garage of the approved extensions.  Non-recyclable and perishable waste shall be removed from site no less frequently than once a week.  Waste shall be removed as soon as the bins become full if this is earlier than the time of the normal collections, unless additional covered and enclosed bins have been provided and stored inside the building.  The refuse storage shall be permanently retained on site.",
    "Condition : 6 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 as amended or any successor legislation, the extension hereby approved and the existing structure identified on the approved drawings as 'garage' shall be used only for purposes ancillary to the retail use of the ground floor of the premises and shall not be occupied by any separate business or any other activity, including for residential purposes."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "20/06/2017",
  "lpa_name": "Hounslow",
  "centroid_northing": 176157,
  "last_updated": "2025-03-19T18:15:01.205+00:00",
  "development_type": "Minor all other minor developments",
  "ward": "Hounslow Central (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023402051",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW3 1QA",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "20/06/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.356853,
          51.472871
        ],
        [
          -0.356854,
          51.472844
        ],
        [
          -0.356897,
          51.472844
        ],
        [
          -0.356896,
          51.472871
        ],
        [
          -0.356853,
          51.472871
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/1609",
  "valid_date": "25/04/2017",
  "description": "Erection of a single storey rear infill extension and increase in height of existing garage.",
  "centroid_easting": 514218,
  "site_number": "90",
  "lapsed_date": "19/06/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Kingsley Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.472857,
    "lon": -0.356875
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/1609",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5987300",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_1609",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}